{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19879",
    "date": "September 1987",
    "year": 1987,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1987/19870900.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111
      ],
      [
        155,
        156,
        157,
        158
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Give Me Your Tired, Your Poor, Your Huddled Masses Yearning For Lunch Period",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198709-givemeyo",
  "source": "/1987/19870900.pdf",
  "wp_post_id": 122988,
  "wp_post_guid": "http://www.texasmonthly.com/article/give-me-your-tired-your-poor-your-huddled-masses-yearning-for-lunch-period/",
  "authors": [
    "Richard West"
  ],
  "headline": "Give Me Your Tired, Your Poor, Your Huddled Masses Yearning For Lunch Period",
  "dek": "To make the grade at Spence Middle School in Dallas, you have to get an a in advanced Melting Pot.",
  "spread_caption": "",
  "excerpt": "at Spence Middle School in Dallas, the melting pot is boiling, but the brew isn’t ready to serve.",
  "kicker": "",
  "word_count": 3928,
  "content": "<img/><p><strong>In the cafeteria</strong></p><img/><p><strong>avoiding “snoopervisors”</strong></p><img/><p><strong>a game of tag</strong></p><img/><p><strong>Melinda Cowart, ESL I</strong></p><img/><img/><p><strong>In the gym</strong></p><p><span class=\"dropcap\">O</span>n a warm May morning the seventhand eighth-graders create a surflike wash as they hurry down sidewalks toward Spence Middle School on the edge of east Dallas. Male Hispanic hairstyles, as carefully coiffed as the sculptured bushes in an English garden, bob along next to Cambodian hair so black it seems to give off a bluish light, like electricity. Fresh-scrubbed Vietnamese girls in flowered dresses, forbidden by their parents to use cosmetics, look so blazingly hygenic that it seems no bacteria could survive in the same city. Up ahead a quartet of black girls wearing jeans as tight as sausage casings chant a RunD.M.C. rap and ignore the two-toned whistle of insolent admiration from a slowly passing lowrider Chevy with a snakeskin-wrapped steering wheel.</p><p>Middle school, or what used to be called junior high, is a painful time. Almost no one has fond memories of it, and for good reason. It is a time for physical and emotional changes, the end of childhood and the beginning of one’s destiny. Students no longer base their self-concept on how well they measure up to their parents’ expectations; they are starting to think about how others see them. The questions of the moment are, How do I fit in? and What do my friends think about me? Finding the answers is hard enough at a school with a homogenous student body. At a school like Spence—418 Hispanics, 130 blacks, 104 asians, 83 whites, and 5 american Indians—it is many times harder. Spence is to Dallas what the Lower East Side was to turn-of-the-century Manhattan: a modern version of the melting pot, a place where poverty and danger and the pressure to assimilate force students to grow up before their time.</p><p>On the wave comes a head-to-toe anthology of teenage fashion: half-laced Reeboks, Ocean Pacific shirts, Swatch watches, Guess? jeans, Madonna layerings, oversized dress shirts with their collars up and worn over baggy pants, and large hair bows. Here are top-dog black jocks with shirts unbuttoned and collars pulled way down to expose chests; here are heavy metal music fans with ripped jeans, Iron Maiden-Black SabbathMetallica-Megadeth Tshirts, spatter-painted tennis shoes, and new wave haircuts; here are budding entrepreneurs, looking as if they have just cornered the market in horror comics, in button-down Gant shirts, pressed jeans, and suspenders. “ain’t you stuff on a stick, dude! ’ ’ Here they come, past the Viet Nam Market opposite the athletic field, past a succession of modest bungalows as alike as a row of pennies in this quiet bluecollar neighborhood.</p><img/><img/><p><strong>Waiting for the bell</strong></p><img/><img/><p><strong>autograph party</strong></p><p>Photographs By Jeff Baker</p><p>And students—the principal is standing on the front sidewalk—no Walkmans, sunglasses, or caps worn inside out; no midriff T-shirts or skateboards; and we strongly discourage the wearing of earrings or heavy metal-punk rock jewelry.</p><p>The social procession, similar to the Sunday evening promenade around the plaza of a small Mexican village, flies apart into cliques and ethnic groups: the asian and deaf kids near their classrooms in the portables; the blacks near the auditorium stairs; the “stoners,” rumored to smoke pot and worship the devil, anywhere they can avoid the “snoopervisors”; the TAG (talented and gifted) smarties up in their two oversized classrooms on the second floor or out on the front sidewalk.</p><p>With the ringing of the 8:35 bell, students shove toward doorways, chirping like agitated sparrows. “Hey, man, you got Taco Bell breath.” “angela, my aunt told me if you count the white spots on your fingernails, you can know how many boys are thinking of you.” “a friend of Robert’s grows pot in beer cans in his closet under heat lamps!” “a policeman came to the door. I say he not here, i’m from Laos, no speak much English, so holy smokes!”</p><p><span class=\"dropcap\">T</span>he New England Puritans of the seventeenth century, who established the first schools in america, believed that the purpose of education was to prepare children to lead moral and virtuous lives. Today public education has a far more burdensome mission. In addition to serving as a purveyor of knowledge, Spence Middle School is part day care center, part social club, part law enforcement agency, and part Sunday school. It must perform these roles with a student body that is even more diverse than its ethnic statistics show—hidden in the general groupings are Poles, East and West africans, afghans, Peruvians, Nicaraguans, Salvadorans, Cambodians, Laotians, and children of any nationality that has known strife and trouble. Their parents had known, as Irish and Jewish parents had known a century before, that america was fruitful soil for exiles. But to make it here, the students will have to learn English. They start by taking the most important course at Spence—English as a Second Language.</p><p>Melinda Cowart teaches ESL in portable classroom 15, a wooden building with a loud window-unit air conditioner. Before the class begins she sniffs out contraband—“I smell gum. Trash, Jaime”—and evicts a friendly black dog who wandered in with the students. Back at her desk she turns around and looks over her fifteen students. Fidgety armando Reyna, one of her best students, drums on his desk and clacks his notebook top. Due Tran’s new wave hairdo bobs up and down as he plays air guitar, while his brother, Duy, sits quietly a few seats away. “Duy” is a nickname everyone uses because his real name is Phuc. Painfully shy Yom Min, the only Cambodian girl in the class, looks as if she swallowed a fork after two Vietnamese girls laugh and point at her.</p><p><em>Dallas writer Richard West is a former senior editor of</em> Texas Monthly.</p><p><strong>[ Continued On Page 153 ]</strong></p><img/><img/><p><strong>Changing classe</strong></p><img/><img/><p><strong>Pricipal's office</strong></p><img/><img/><p><strong>Tyn Sanoubane (l.) Billy Esparza</strong></p><img/><p><strong>Julian McKithan and girlfriend</strong></p><img/><p><strong>Checking homework</strong></p><img/><p><strong>Mab Khleb and wound</strong></p><img/><p><strong>Good-bye for the summer</strong></p><p><strong>[ Continued From Page 108 ]</strong></p><p>Many of these students started with Melinda Cowart in ESL I, learning beginning phrases such as “My name is . . . What’s your name? I live at . . .” along with the days of the week, the months, numbers, and word sounds. ESL Ii emphasizes vocabulary, and in ESL IiI, the final level before students join regular classes, they study grammar, reading comprehension, and sentence structure. This year, for the first time at Spence, three “sheltered” academic courses (social studies, science, and math) are combined with ESL studies, using a simpler vocabulary. Previously, ESL students had gone straight into fast-talking regular academic classes, where many failed.</p><p>“Today, instead of writing about what you did yesterday, I want you to tell me what you like best about america, okay?” Cowart says. Dialogue journals, a common ESL instructional tool, are diaries of ongoing conversations between students, writing about their everyday lives and thoughts, and teachers, answering and asking questions. The emphasis is not on correctness or form but on free-form English expression. Sometimes what Melinda Cowart finds is startling:</p><p>It all happened Saturday night.</p><p>My mother, sister, and I were watching TV. At 12:06 the phone rang. My mother answered. All the sudden she panicked. After she hanged up she told us. My sister started to cry. They all left to the hospital. I stayed home near the phone. My father said that this man walked in when he was using the phone and handed a woman a gun and she started shooting everywhere. He got shot. He lost a lot of blood. He can’t eat for four days.</p><p>He’s going to have to carry a bag with him to use #1 for four months.</p><p>My mother’s always told him to be careful but he just wouldn’t listen even if it wasn’t his fault.</p><p>Sometimes it’s revealing:</p><p>I feel sorry for her Dr. Cowart. She’s like a prostitute. I’ve seen her.</p><p>She begs guys for money and she goes in cars with guys she don’t know for money and then she tells us she has a lot of money and she comes in with hickies.</p><p>Sometimes it’s touching:</p><p>My mom is 37 years old. Her name is Trang. She is small but a kind lady. Do you know how much I love my mom? She goes to work everyday. She looks so thin because she always thinks about her children. She always gets busy you know. When I sleep suddenly I wake up. I still see my mom sewing along. Oh, I love my mom a lot.</p><p>She is a good lady and all her life just think about us. I think I will do something good for her on Mother’s Day.</p><p>Initially the asians seem to have the most trouble with English, and because of the language barrier they are the most isolated group at Spence. Phap Dam, who is the coordinator of English as a Second Language for the Dallas Independent School District, having fled Vietnam twelve years ago, says, “asians are fantastic memorizers. They learn by listening and imitating others rather than experimenting themselves. Here they must learn to synthesize, analyze, infer.”</p><p>Once the asians adapt, however, they do so with a vengeance. Cowart says that when she has asked some English-speaking Vietnamese and Laotian kids about their native language, they have denied that they can still speak it. Ask them about rituals like religious or medical practices, and they say they have forgotten. They adopt the trappings of rock and rollers —wearing new wave haircuts, playing imaginary guitars in class —or emulate lowriders, wearing baggy pants, suspenders, and fedora hats. Like the nineteenthcentury Europeans and unlike the modern Mexicans and Central americans, the asians know they have no choice but to assimilate. They can never go back.</p><p><span class=\"dropcap\">E</span>ach school day Tynoy Sanoubane, 15, and Billy Esparza, 13, catch the 7:40 bus to Spence. After school they meet at Pike Park near the Little Mexico Village housing projects, where they both live. They are best friends.</p><p>“I called him Son of a Bane at first,” says Billy of his Laotian friend. “Now I call him Tynoy Bob, and he calls me Bill E. Bob. I told him, ‘In Texas, <em>todos son</em> Bobs.’ ”</p><p>In the idealized view of the melting pot, putting people together eliminates prejudice and out of diversity comes unity. On the surface the theory seems to work: Everybody at Spence responds to the popular culture. There is universal agreement on the virtues of Madonna and pizza. In practice, however, cross-cultural friendships like Tynoy and Billy’s are rare. The whites, by necessity because of their low number, make black and brown friends. But other ethnic groups tend to stick with their own. At a time in life when students are searching for their identities, the obvious distinctions are the most powerful.</p><p>Sitting side by side in class isn’t enough to eliminate negative stereotyping. It takes smaller, specific activities, such as sports, where students work together as equals, for social mixing to take hold (“He’s not a good asian volleyball player; he’s just a good athlete,” one kid told me). This also occurs in classes that are fun, like homemaking, where teachers hold pancakeeating contests, or industrial arts, where kids build model cars together.</p><p>Spence devotes no class time to the study of racial mingling. Instead, the school promotes what its authorities call multicultural integration with posters and special observances during the year: Martin Luther King, Jr., Day in January, Chinese-Vietnamese-Korean New Year and afro-american History Month in February, asian Culture Week in april, and the Cinco de Mayo carnival in May. For a school, racial harmony is a tricky business. It can alienate a child from his parents and force the issue to a point where resentments are aroused.</p><p>The best that one can say for Spence is that intolerance seems to have been driven underground. The most obvious prejudice is between the illegal immigrant class and american Hispanics. To call someone a <em>mojado,</em> a “wetback,” is this generation’s equivalent of “nigger.” The Central americans, most of whom are here illegally, are shy and cliquish, even sitting together in class by nationality. There is little Pan-american mingling; the american Hispanics leave the Central americans alone.</p><p>Outside the school grounds, however, violence is a part of students’ lives. Last year one of Cowart’s brightest students, a fifteen-year-old Cambodian eighth-grader named Hen Louth, was stabbed to death by his big brother over a bowl of rice, according to police. The Spence school paper prints important phone numbers (police, fire department) and, because many students are likely to come home to an empty house, simple recipes (milkshakes, primitive pizza) as well.</p><p>On February 20 another Cambodian, Mab Khleb, and some of his Cambodian friends were walking home from the Valentine dance. A group of Hispanics was waiting at the corner opposite the school parking lot.</p><p>“The Spanish say bad things to us,” says Mab Khleb. “My friends ran away when they saw knives. The big guy, he picked me up by my shirt and threw me down in the street. Then he stab me so things like snakes come out of my stomach. Another Spanish boy help me. Take me to american home, and police and ambulance take me to hospital. When he stab me it don’t hurt. It start to hurt at hospital. I stay home twenty days. I feel okay now. I’m only mad at the big Spanish boy.” Four days after the incident a former Spence student was arrested and charged with aggravated assault.</p><p>Cowart says cross-cultural friendships are formed in ESL classes, where everyone struggles to survive. But when they master the basics, they return to their own cultural group. In her ESL I class a Nicaraguan and a Peruvian are best friends but perhaps not for long. The Nicaraguan boy, known as “the man of the class” because he is almost six feet tall and weighs 185 pounds, came to Dallas on a visitor’s visa last year to avoid getting drafted into the army. His time is up, but now he wants to remain in Dallas with his aunt.</p><p>The pressures on Tynoy Sanoubane and Billy Esparza are just as real, if not as dramatic. Tynoy arrived in Dallas five years ago with his mother and two sisters after spending six years in Thai refugee camps. His father left the family to work in arkansas. Billy was born in Corpus Christi and came to Dallas when he was young, about the time his father disappeared. His mother works in a day care center, so Billy is up early to prepare breakfast and make sure his two younger sisters are ready for school.</p><p>Billy’s fifteen-year-old brother, Fabian, stays mostly at his girlfriend’s place to help take care of their one-year-old baby. Both Fabian and his girlfriend are former Spence students. He is still in high school, but he has found a job. The next steps are predictable —working late and skipping school because of lack of sleep, needing an income, dropping out. Billy, a serious student who likes science and math, wants to avoid his brother’s path, but the odds against him are overwhelming. In Dallas about half of Hispanic students quit before graduation.</p><p>On the last day of school Billy Esparza was one of 46 seventh-graders who received a pin for perfect attendance. A few minutes later Tynoy Sanoubane walked down the aisle to receive his award for maintaining an a average.</p><p><span class=\"dropcap\">O</span>ne ingredient in the twentiethcentury melting pot was absent in the nineteenth-century version: drugs. Talk to teachers, and they downplay drug abuse at Spence—“a hard-core group of ten to fifteen kids, mostly Hispanic sniffers, a little pot.” The kids, however, tell a different tale: about the dope house east of school where you can buy three joints for $5 and cocaine for $5, $10, and $25; about “tally wal,” street slang for toluol, a paint thinner sold on strips of cloth for a quarter or sniffed out of plastic screw-top Coca-Cola bottles; or about the vials of crack sold by Marielito Cubans and Jamaicans in the nearby Roseland Homes projects.</p><p>Antidrug posters appear in every hallway and on large bulletin boards. One features the faces of Jimi Hendrix, John Belushi, Janis Joplin, Jim Morrison, and Elvis Presley, saying “Drugs are a dead end. Just say No!” This is the first year Spence has had a regular drug education program. Speakers from the Cenikor Foundation treatment center in Fort Worth talked to the eighth-graders, and ex-addicts from the West Dallas Community Center spoke to students with known drug problems. Teachers also distributed “No” stickers. Many students turned them around to read “On” or made their own “Yes” versions.</p><p>Spence students who are caught using or possessing drugs or alcohol must attend a two-hour drug education class sponsored by the school district and undergo a complete chemical assessment at a local hospital. If they are caught a second time, they are placed for up to twenty days in a School Community Guidance Center. This year Spence sent six students to the guidance center, three for fighting and three-all Hispanics —for using inhalants.</p><p>There is a distinction at Spence between this kind of drug user and the stoners —a name that derives more from a way certain students look and act than from actual misconduct. The term corresponds roughly to the sixties’ usage of “freaks.” Julian McKithan, for example, is described by some of his classmates as a stoner, though he rejects the label and says he does not use drugs, and there is nothing in school records to indicate that he does. A fifteen-year-old eighth-grader, Julian is a tall, lanky kid with long bleached-blond hair. He regularly dresses in black heavy metal T-shirts and jeans that bear what police call signs of a struggle. He is one of 83 whites, an ethnic group that disappears among the multicultural student body and makes no impact except in the talented and gifted program, where whites make up the largest number, 55 out of 142 students.</p><p>Perhaps that is one reason Julian McKithan likes to draw attention to himself. He seems to get high on controversy and disapproval, coming to school last year with a mohawk haircut, firing a starter pistol in front of the school two years ago, dyeing his hair, writing “666” all over his notebook and teasing kids about devil worship, and hanging out with lowriders at Woodrow Wilson High School.</p><p>Like many of the students in an innercity school, Julian lives with a single parent. His mother, a waitress, has been divorced since Julian was born. Last year, when the school said that Julian couldn’t bring his skateboard to school, she went to Spence to argue on his behalf that it was his transportation.</p><p>Julian’s favorite teacher is Gwen Clements in language arts. Mention him to her, and she laughs fondly, her eyes lifting slowly like balloons let go. “Oh, Julian,” she says, shaking her head. “He’s not a bad young man at all. He just doesn’t try very hard. I tried to get him interested in the literature we read, but he just won’t stick with it.”</p><p>Julian likes Clements. Most of the time, he speaks in fragments, his sentences drifting off without completion, but he gives what for him is a speech when her name comes up: “She’s fair and takes time to help you. She makes you work. When I don’t like a teacher, I just miss class or sit in with another teacher.” Mostly he misses class. Julian received an N.G. (No Grade) this school year because of excessive absences. He will have to repeat the eighth grade or receive an “administrative promotion,” sending him to North Dallas High School when he becomes sixteen.</p><p><span class=\"dropcap\">I</span>t is the last day of the school year. Alonzo Williams, the assistant principal in charge of discipline, begins his parking lot patrol earlier than usual. He is dressed in a dark blue sport coat and gray slacks and carries a hand radio. Other male teachers join him to keep the eggand-shaving-cream damage to cars to a minimum and to keep bananas and sugar out of gas tanks.</p><p>The day, like the school year, has gone smoothly. Williams confiscated several cartons of eggs and cans of shaving cream but not before a single egg was lobbed through the front door as the last student hurried to first-period class. The principal had ordered more teachers on hall duty and in the cafeteria, so the long-rumored food fight had not occurred. And no older students from North Dallas tried to sneak in the back or side doors to visit friends or cause trouble. The principal didn’t even have to run off alley Oop, the neighborhood character who roams the streets wearing a grocery bag folded into a hat, sniffing kerosene from an old milk carton. Mr. Oop occasionally tries to cadge food from cafeteria leftovers.</p><p>Parked along the street near the intersection where Mab Khleb was stabbed are truant officers Carl Ramirez and Nick Lanza and Dallas police officer Pete Zamora. All three are assigned to the Youth action Center at North Dallas High, one of 21 such centers responsible for public school security.</p><p>“Well, it was a pretty quiet year,” says Lanza. “Let’s see. We investigated fiftyeight cases of truancy, made thirty-six drug arrests, had ten student assaults, five fights, fourteen thefts, and nine acts of vandalism. No student-teacher assaults this year.”</p><p>It has been a good year for Spence in other ways more closely related to its educational purpose. Texas law requires every seventh-grader to take the Texas assessment of Minimal Skills test in October and February. The results showed that 85 percent of Spence students had mastered math skills; 79 percent, reading skills; and 82 percent, writing skills. The math and reading scores were essentially the same as a year earlier; the writing score had improved by fifteen points. In all three categories Spence was above the Dallas middle-school average. The school improved even more dramatically in reducing the number of students who received at least one failing grade-down from 50.26 percent to 36.4 percent.</p><p>As for its other, more elusive purpose —to be the melting pot for this generation of new americans —the final grade will not be known this year, next year, or the next. Success is measured by generations. The melting pot always has been something of a myth. It was not the children of the nineteenth-century immigrants but the children’s children who left New York for the suburbs and created the modern american lifestyle; it may be not the students at Spence but their children who ultimately determine whether the school did its job. Like the larger society, students at Spence are less a brew in a melting pot than a tossed salad in which ingredients stay separate but contribute to the whole.</p><p>The 2:30 bell has not stopped ringing before students burst outside, blinking in the bright sunlight and whooping it up. Their energy level over-oxygenated, their volume knob turned way up, the kids hug teachers and one another and promise eternal friendship. They autograph Tshirts and take snapshots. A boy shouts “No mo’ Spence, no mo’ Spence” as he jumps up and down with his fists raised. Girls shriek as an egg arcs toward the street. Boys in a pickup game of tag come close to a group of girls who are heedless yet mindful. The air heightens with exhilaration, as if extra ozone has been pumped into the atmosphere.</p><p>More eggs and shouts at the corner. Ramirez handcuff's two boys and marches them to the principal’s office for a lecture. By 2:45, only a few stragglers remain in front of Spence Middle School, waiting for rides, chatting with friends, watching one boy aimlessly bouncing a basketball as if he doesn’t want to leave. Williams stays a while longer, then heads toward his car. High on the back window an egg had hit and dripped down. It dried in a shape resembling South america.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "School",
      "Students",
      "Dallas",
      "Children",
      "Teachers",
      "Writing",
      "Education",
      "Home",
      "Cars",
      "Hispanic",
      "Hispanics",
      "Language",
      "money",
      "Mother",
      "Police",
      "Spanish",
      "Texas",
      "Vietnamese",
      "Work",
      "Food"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "West",
      "Corpus Christi",
      "Fort Worth"
    ]
  }
}