{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19879",
    "date": "September 1987",
    "year": 1987,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1987/19870900.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Shark!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198709-shark",
  "source": "/1987/19870900.pdf",
  "wp_post_id": 123000,
  "wp_post_guid": "http://www.texasmonthly.com/article/shark/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Shark!",
  "dek": "are man-eaters on the rampage off theTexas coast?•",
  "spread_caption": "",
  "excerpt": "Three shark attacks on the Texas coast this summer are making swimmers edgy and chambers of commerce ask one question: what’s going on out there?",
  "kicker": "",
  "word_count": 896,
  "content": "<p>In 1962 a surf fisherman carrying a stringer of fish around his waist was severely bitten by a shark and bled to death near South Padre Island. That tragedy is the only confirmed sharkrelated fatality in Texas history. The last shark attack of any kind in Texas waters occurred three years ago, even with hundreds of thousands of sharks and hundreds of thousands of bathers, surfers, and fishermen all sharing the same water. That is, it was the last attack until this summer.</p><p>As of July there had been three incidents involving sharks and people—all women—within ten miles of Port aransas. The first attack, on april 18, Easter Saturday, was the worst. A sixteen-year-old Kingsland girl named april Voglino was swimming in chest-deep water fifty to one hundred feet from shore just north of Mustang Island State Park. Her father, Robert, heard her scream and saw a five-foot gray shark ripping into april’s right arm. He grabbed the animal by its dorsal fin and hit it repeatedly. Twice he chased it away, only to have it circle back. When the girl reached land, her mother, Beth, used her hands to stop the profuse bleeding. April lost her arm above the elbow, but her parents’ quick actions saved her life.</p><p>It was a one-in-a-million freak accident, experts and authorities agreed, just another example of the unpredictable nature of sharks. Then on Sunday, July 12, during a busy tourist weekend, two more shark attacks were reported within half a mile of each other on the Port aransas beach. At two-thirty sixteen-year-old Brenda King of Rockport was cavorting in four feet of water some 25 yards offshore. She had just handed her five-year-old niece to her aunt when something large and gray emerged from a breaking wave and knocked her down. As she struggled to get up, that same something swam underneath her and bit her on the right foot, causing several small puncture marks and leaving on her ankle a gash that required ten stitches. King is convinced that the something was a shark.</p><p>There was no doubt about what sank its teeth into Carol “Kitt” Viau’s leg four and a half hours later. The 32-year-old Port aransas resident had been bodysurfing when her left foot bumped into a large object. She pulled her leg out of the water and saw a fourto five-foot-long shark trying to swallow her foot. While she punched the creature, two other swimmers pulled her to safety. Viau suffered five-inch lacerations.</p><p>Suddenly Port aransas was the shark capital of Texas. City and county officials responded by stepping up land and air patrols along the coastline, but if there was a killer running amok in the briny deep, it didn’t show itself again. The only feeding frenzy was that of the flock of helicopters, cars, and vans carrying reporters who descended on the town in search of a juicy story.</p><p>Illustration By Doug Fraser</p><img/><img/><p>As surfboard and float rentals plummeted and shark-fishing excursions ran at capacity, everybody had a theory on what caused the attacks. Captain Paul Dirk, who has probably caught more sharks off the Texas coast in his career than any other fisherman, cited a migration of sharks into the area. He said the influx may have been caused by the recent red tide, which had killed a significant number of mullet and other bait fish that sharks dine on. He also reckoned that it was a miracle more people hadn’t run into sharks and vice versa.</p><p>At the University of Texas Marine Science Institute in Port aransas, director Robert Jones conferred with colleague H. Dickson Hoese, a biology professor at the University of Southwestern Louisiana and a coauthor of <em>Fishes of the Gulf. </em>Studying photographs of Brenda King’s bites, they wondered whether the villain was a shark or a ray. “She said the attacker was rough and slimy. A ray is both,” Jones said, but a shark’s rough skin brushing against a bathing suit underwater could feel slimy too. The experts also speculated that heavy summer rains inland had clouded up the already murky water, possibly causing sharks to mistake flashing palms and soles of feet for mullet. Or perhaps the swimmers had wandered into a surf zone that was full of juvenile sharks.</p><p>Hoese wondered whether the temporary ban on inshore shrimping, which meant a reduced supply of trash fish discarded from shrimp boats, may have made the sharks ravenous. A rumor floating around town was that the victims may have been having their menstrual periods when attacked (it has been confirmed that two of the women were not). A shark can detect even a trace of blood, but Hoese pointed out that more than 90 percent of shark-attack victims are men.</p><p>By process of elimination, Jones and Hoese narrowed the likely July provocateurs to members of the voracious <em>Carcharhinidae</em> family, which includes bull, atlantic sharp-nosed, and blacktip sharks. Their one certain conclusion would disappoint <em>Jaws</em> fans. Said Jones, “This is definitely not a rogue shark running up and down the beach biting young women.”</p><p>As Labor Day neared, surfers and waders had returned, and fears had subsided. The Gulf, Port aransas’ lifeblood, was gentle and benign. But Captain Paul Dirk looked out toward the water with wariness. “Once you get out past that second sandbar,” he said, “there’s more of them out there than there are of you.</p>”",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Sharks",
      "Texas",
      "Water",
      "Fish",
      "Port Aransas",
      "attack",
      "Running",
      "ten",
      "Biology",
      "Career",
      "Death",
      "Easter",
      "Joe Nick Patoski",
      "Labor Day",
      "Land",
      "Louisiana",
      "Mustang Island",
      "Nature",
      "people",
      "Rockport"
    ],
    "wp_categories": [
      "Science"
    ],
    "wp_location": [
      "Texas",
      "Port Aransas",
      "Mustang Island",
      "Rockport"
    ]
  }
}