{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198811",
    "date": "November 1988",
    "year": 1988,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1988/19881100.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Honorable Toys",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198811-honorable",
  "source": "/1988/19881100.pdf",
  "wp_post_id": 123744,
  "wp_post_guid": "http://www.texasmonthly.com/article/honorable-toys/",
  "authors": [
    "Jerry Jeanmard"
  ],
  "headline": "Honorable Toys",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Godzilla lives! Just ask any Texas collector of Japanese action figures.",
  "kicker": "",
  "word_count": 541,
  "content": "<img /><p>Kamen Rider</p><p>“MY Customers Aren't Interested in fads,” says Michael Malouf, the proprietor of Modern Toys in Dallas. “What’s cool,” he declares, treating himself to a double scoop of his favorite word, “stays cool.”</p><p>What’s cool to a hard-core group of Japanese-toy collectors around Texas is replicas of characters from the live-action and animated TV adventure shows that have proliferated in Japan since the sixties. The craze really took off in the mideighties with a syndicated cartoon series called <em>Macross</em> in Japan and renamed <em>Robotag</em> here. In the sixties kids were spending $10 to $15 to buy metal, plastic, or rubber versions of characters from the shows. Today collectors are already paying three-digit prices for those figures. Devotees even keep abreast of story lines and new products through magazines-in Japanese—and the California-based <em>animag</em>; many belong to a San antonio-based club called the Cartoon Fantasy Organization. Foremost among the trends collectors are monitoring is the switch from fanciful warrior protagonists to scantily clad but heavily armed heroines like the Dirty Pair, inspired by a team of female professional wrestlers.</p><img /><p>Conchuter</p><p>Texas has three centers of the Japanese-toy trade. In austin Jim Hughes, who like many collectors became infatuated after exposure to the animated videos, sells toys at atomic City. At Houston’s Third Planet. Kevin Kentner mixes Japanese videotapes, magazines, and collateral toys with an inventory of comic books, sci-fi paperbacks, and Dungeons and Dragons paraphernalia in a scruffy rumpus room of a shop. Meanwhile, on the other side of the spectrum, Modern Toys has shuttered its earnestly trendy pink-and-gray boutique near Highland Park and hied itself—the Zoids, acumizer, high-tech shelving, and all-over to grand old NorthPark Center. There, Malouf displays his own collection of old die-cast Japanese character toys and a bounteous shrine to Godzilla, who is still going strong in the Orient following a career that has seen him shift from villain to hero and finally back to thoroughly despicable and wildly lucrative villain. Malouf hopes to lure walk-by traffic with an irresistible selection of Japanese toys not made for export. Gleaned from his annual buying trips, they include items from a company that proclaims itself, in ineffably garbled English, “The World’s Leading Creative System Lacking in Individuality of Child.”</p><p>Pencil Sharpener</p><img /><p>Mecha Godzilla</p><img /><p>Photographs By Jim Myers; Styling By Judy Keith; Hair And Makeup By Gary Parsons; Toys Courtesy Of Modern Toys, Dallas; Wardrobe And Accessories Courtesy Of Martha's Magic Closet And Accessories With Leslie, Dallas</p><p>Why all the interest in Japanese toys? Malouf credits the Japanese people’s “heightened sensitivity to children” and their special intrafamilial relationships for the extra effort they put into making their playthings. As for the toys’ appeal to americans, he feels their exuberant graphics and giddy naivete call to mind the simpler, happier times we like to think we remember from the fifties and sixties. Kentner and Hughes both point to the toys’ ingenuity and—pardon us, Mr. Iacocca—quality of engineering and production. “You just have to look at them next to each other to see that the american toy is a pale rip-off. I’ve got a Japanese character with thirty-six joints,” Kentner says. “I can make him stand on one foot.”</p><img /><p><em>Jerry Jeanmard is a designer from Houston.</em></p><p>X7 Spaceship</p><p>Godsigma</p><p><strong>YOU Don’t Have To Be a Kid To Love the Kamen Rider And Other Japanese Playthings.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cartoon",
      "Adventure",
      "Austin",
      "Career",
      "designer",
      "Fifties",
      "Hair",
      "HERO",
      "Highland Park",
      "Judy",
      "Love",
      "Sci-fi",
      "Sixties",
      "Texas",
      "The Switch",
      "Traffic",
      "TV"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas"
    ]
  }
}