{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198811",
    "date": "November 1988",
    "year": 1988,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1988/19881100.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ],
      [
        150,
        151,
        152,
        153,
        154
      ],
      [
        160,
        161,
        162
      ],
      [
        164
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Can You Take a Hint?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198811-canyouta",
  "source": "/1988/19881100.pdf",
  "wp_post_id": 123750,
  "wp_post_guid": "http://www.texasmonthly.com/article/can-you-take-a-hint/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Can You take a Hint?",
  "dek": "There’s a reason why Heloise’s household-advice column is more popular than ever. “Do you have a valet, a cook, a maid, a full-time baby-sitter?” she asks. “No? Then you need Heloise.”",
  "spread_caption": "",
  "excerpt": "Heloise, america’s best-known homemaker, has a dirty little secret: she hates to clean house. If you hate it too, she’s convinced that you need her more than ever.",
  "kicker": "",
  "word_count": 7129,
  "content": "<img /><p><strong>PHOTOGRAPHS By Brian Smale Styling, Hair, And Makeup By Susan Posnick Melton</strong></p><p><strong>Behind Ponce Evans, better known as Heloise, is the ever-indispensable nylon net. The pursuit of relief from domestic drudgery has made Heloise a lot of money. And her newspaper column, books, and TV appearances have made her a household name.</strong></p><img /><p><span class=\"dropcap\">B</span>eing Heloise, the maven of the mundane, the high priestess of housework, the Solomon of the insignificant, is not a job, it’s a way of life. On an airplane, flying from her home in San antonio to St. Louis, where for a hefty fee she will lecture on kitchen hints at the Tinker Show, Heloise is approached by a star-struck flight attendant with a question. Not for herself, mind you, but for a colleague who accidentally washed a pair of white shorts with a red shirt. What should the poor woman do? “Well,” says Heloise, settling back into her roomy first-class seat, “she has three choices. She can wash the shorts with color remover—they sell it near the dyes in the grocery store—or she can bleach the shorts and then redye them white. Or she can accept the fact that she now has a new pair of pink shorts.” This leads to a rollicking conversation, ranging from the complexities of spot removal (“I rub out ink stains with hair spray,” says Heloise) to how to get the smell of vomit out of the airplane lavatory (“Throw some used coffee grounds on it,” advises Heloise. “Coffee kills the smell of anything”). When the pilot hears that Heloise is holding forth in first class he sends back a hint of his own: For hanging pictures, use a leveling rod to make sure they’re straight. “ahhaaa!” says Heloise, as she reaches for the tiny Dictaphone inside her purse. She makes a verbal note of the pilot’s suggestion. Yet another hint from Heloise has been born.</p><p><strong>Her concern for efficiency can lead her to do wacky, inefficient things. She sometimes calls herself on her answering machine and leaves herself a message, such as “Pick up the laundry.”</strong></p><img /><p><strong>Ponce’s custom-built kitchen is the experimental headquarters of “Hints From Heloise.” Here she investigates the infinite uses of prewash spray or tries out the best method for cleaning a dishwasher. (Hint: You need powdered orange drink.)</strong></p><p>The first time 1 met Heloise, back in San antonio, she came to her front door wearing floppy yellow shoes with glittery white-paper carnations garnishing each of her big toes, a pair of Levi’s, and a white cotton shirt tied coquettishly at the waist. She was 37, with a magnificent mane of gray hair that was pulled off her long face, revealing a pair of merry brown eyes. Sleek and straight, Heloise intentionally shines. From the sparkle of her triangle diamond earrings and diamond-and-sapphire bracelet, it was clear that Heloise means to be a star wherever she goes, including her own front door. The dazzling effect was marred somewhat by the vegetable oil that was sprayed on her hands. “Scuuuuuuze me,” said Heloise, shaking her hands furiously. “i’m Pam-ing my hands.” I looked puzzled, so Heloise explained. “You can buy an oil to put on wet nails to help them dry faster, but I always reach for the vegetable spray in the can. It’s handy and so much cheaper.” This is a woman whose entire life is a succession of personal or household hints.</p><p>“Heloise” is only one of her six names. Her full legal name is Ponce Kiah Marchelle Heloise Cruse Evans. Her husband and friends call her Ponce (pronounced “Pawn-see”), but everyone else calls her Heloise. Even her american Express gold card has only one name: Heloise. Heloise was not her name at birth. She added it as a young woman when she inherited the “Hints From Heloise” column started by her mother in the fifties. The original Heloise had launched the column from another world, a world where women stayed home and measured their professional skills by the sheen on their kitchen floor. The chatty newspaper column, which serves as a running bulletin board, did not die with the first Heloise or with the fifties family. Heloise is more relevant than ever. In an age of feminism, careers, and economic pressures, women now go out to their jobs and <em>then</em> come home and do the majority of the housework. Today one of Heloise’s most important modern functions is to absolve working women of the heavy load of domestic guilt.</p><p>In St. Louis a single mother walks up with a distraught look on her face. The mother has a job and can’t seem to get a hot meal on the table more than three nights a week. Does Heloise think it’s terrible that she takes her children to McDonald’s? “Don’t worry about it, dear,” says Heloise. “I never cook more than three nights a week either.” Total strangers come up to her and make their confessions. “I have the domestic capability of a toad,” says a maître d’ from an upscale restaurant. Two decades after the arrival of the women’s movement, housework is still the skeleton in <em>the</em> closet in women’s lives.</p><p>Not for Heloise. To her, housework is a cause. “I have a dream,” she says, feigning piety, “that one day the wife of the man with chronic ring around the collar will turn to him and say, ‘Why don’t you wash your filthy neck, you slob?’” Once, in the early eighties, she and Gloria Steinem happened to be on the same television show in Philadelphia. The producers of the show, mistakenly fearing an unpleasant clash of ideologies, brought Heloise through one door and Steinem out another. The producers need not have worried. Heloise has a very broad view of her constituency, and she is not above proselytizing. “Do you have a valet?” she demanded of me. No, I replied. “Do you have a cook, a maid, a full-time baby-sitter, or a husband who just <em>loves</em> to do housework?” No, no, no, and hell no, I confess. “Then,” said Ponce, with a look of certain victory on her face, “you need Heloise.” Guilty women everywhere will be relieved to know that the most famous homemaker in the world hates to clean house. “There are a few people in the world who really love housework,” she says. “Those people are sick.”</p><img /><p><strong>There is a metaphysical quality to Heloise’s work. Asking her how she recognizes a great hint is like asking a theologian to explain the existence of God. “I just know,” she insists.</strong></p><img /><p><strong>Heloise believes you should make your refrigerator work for you. From the upside-down yogurt (it stays fresher) to the bag of damp clothes (they’re easier to iron) to the bottles of nail polish (they don’t get gooey when cold), hers is a model of usefulness,</strong></p><p><span class=\"dropcap\">H</span><strong>eloise’s Laboratory</strong> Heloise lives on a three-acre plot in Hill Country Village, a new-rich subdivision north of San antonio. Here, in a four-bedroom, seven-bathroom rock house with such grandiose toys as a couple of hot-air balloons, an Explorer van, a pool, and an eleven-year-old chocolatecolored Porsche, Heloise directs her homeand-hearth empire. Her house is really a laboratory; it is here that Heloise tests the hints that appear in five hundred newspapers in twenty countries. She shares her house with her husband, David Evans, a plumbing contractor; her thirteen-year-old stepson, Russell; and three birds and three dogs.</p><p>“This is the office,” says Heloise, sweeping her arm back, indicating a large room. Four secretaries are seated at their desks, sorting mail. Each week two thousand to three thousand letters arrive at Heloise’s home. The secretaries mine the mail, looking for domestic gold. “How do you keep raisins soft after you open the box?” calls out one secretary. The answer to that question is so simple there’s no need to go to the card catalog that covers one whole wall of the room. “Easy,” answers another secretary. “You store the raisins in resealable plastic bags; otherwise they get like rocks.” Such is the daily banter of the office. The atmosphere is homey and down to earth. It may be the only office in the world where each of the five computer terminals has a cozy to keep the dust off the keyboard. “I just love this hint. You can use the cozy to wipe off the screen before you turn it on,” says Heloise. Instead of purchasing a table for a computer printer, Heloise stacked three boxes and covered them with leopard-skin wrapping paper. “i’ve been meaning to buy a printer stand, but these boxes have been here a year, and I like the way it looks,” she says.</p><p><strong>[Continued On Page 148]</strong></p><img /><p><strong>[Continued From Page 102]</strong></p><p>The command center of her operation is the kitchen table. Behind her are several small shelves with a security system that beeps whenever someone enters or leaves the house, a weather station for David’s balloon trips, and a telephone with six lines. Another telephone is near the sink. All day long Ponce and David answer the telephone, attending to their separate businesses.</p><p>The house is three times larger than most of the others on the block, so large that it has six separate air-conditioning zones. All of it is carpeted, except a small square in Ponce’s bathroom where she keeps her scales. “If your scales are on carpet, they aren’t accurate,” she explains. Ponce is the first to admit she selected cheap carpeting; none of it cost more than $7 a square yard. “We put the money into high-quality pads, because if we get tired of the carpet, we want to be able to change it,” she says. The kitchen carpet is dirty brown—“so that you can’t see the spots.”</p><p>She has two stoves (“I wanted eight burners”), and her refrigerator is a marvel of efficiency. “Leftovers go on the bottom shelf, so that I always know where to find them. To the left of the leftovers, I store cold cuts,” she said, pointing with her French-manicured index finger. It was here, behind the leftovers, that Heloise discovered that storing her expensive nail polish in the refrigerator makes it last longer and keeps it from getting gooey. Next to the polish is a plastic bag filled with damp clothes ready for ironing. “If it’s back there, Russell and David know not to eat it,” she says with a laugh. The center shelf is dominated by a turntable, on which Ponce stores mustard, mayo, and other condiments. “I put dairy products on the top shelf and place cottage cheese and yogurt upside down so they’ll stay fresher longer.”</p><p>Her typical at-home day begins around nine, when she goes into the office to pick up the letters that have already been sorted. If the letter requires an answer, one of the secretaries will have drafted a reply and Heloise rewrites it to make it more chatty. Often she refers to readers as “friends” and congratulates them on their “terrific” ideas for making gravy lumpless or mending a hem more easily. If a reader complains that a previously printed hint doesn’t work, she sometimes telephones and tries to find out what went wrong. For instance, a woman from Tennessee wrote to say that Heloise’s hint for cleaning a dishwasher—pour in a tablespoon of powdered orange drink or some other form of citric acid and let it run through a cycle empty-had produced brown spots in the woman’s dishwasher. “I called her and said, ‘I bet you get water from a well, don’t you?’ Sure enough, she did. The only way to clean those kind of rust spots is by hand,” she said.</p><p>Asking Heloise how she knows when she hears a great hint is like asking a theologian to explain the existence of God. “I just know,” she insists. There is a metaphysical quality to her work that has to do with making the ordinary universal. When Ponce’s mother first suggested using nylon net for scouring pans, she had no idea that almost thirty years later women would still be making what they call Heloise scrubbies - little pom-poms of nylon net-for hundreds of mundane household chores. To this day, her mother’s recipe for killing roaches—a little dab of sugar and a lot of powdered boric acid—is a murderous standby. Ponce’s list of absolute necessities includes prewash spray and vegetable-oil spray.</p><p>The endless pursuit of the Great Hint can sometimes lead Ponce to a kind of domestic spinout. Her concern for efficiency sometimes makes her do wacky and inefficient things. She often walks around her house with yellow notes stuck to her blouse, each a reminder of something important that she has to do. If she gets really busy and sidetracked from her daily itinerary, she sometimes calls her answering machine and leaves a message: “Pick up the laundry” she tells herself, or “Make doctor’s appointment.”</p><p>She is aware of her obsessive tendency, of course, because she sees it in her readers. Some of the hints are discarded right away because they lack the broad applicability that Heloise seeks. A woman from Dayton, Ohio, once wrote to tell Heloise that she saves time by praying while she dusts or vacuums. “I had been praying while sitting on the john,” wrote the woman. “Now I sit on the john and shred newspapers for the cat box.” another reader with five children told Heloise she saves time by sitting on the john backward and writing thank-you notes. “all I could think of,” Ponce said, “was that her children were going to grow up thinking they had a normal mother.”</p><p>Recycling —a guiding principle of the hints-is also a guiding principle of the business. “The basic building block is the column,” explains Ponce. Everything else —the TV appearances (she’s a regular on <em>Hour Magazine),</em> the magazine articles (she writes for <em>Good Housekeeping),</em> the books (she has written three), the speeches (she gets paid up <em>to</em> $5,000)-comes from the column. The irony is that very little that appears in her column comes from Heloise—it’s all recycled from readers Yet from the column alone she earns roughly $100,000 a year. She won’t say how much she makes altogether. “Let’s just say it’s six figures,” she says.</p><p>Essentially, Heloise’s job is to sell the hints, and she does that very well, always with an eye toward the future. Recently she signed a contract with Prodigy, a $500 million computer venture between Sears and IBM. Each day subscribers to Prodigy can ask Heloise a question about household problems —from their computers to hers in San antonio. They are guaranteed an answer within 72 hours. “Right now we’re getting only about ten questions a day,” says Ponce. “But who knows? In another forty years this may be the primary way people know about Heloise.”</p><p><strong>the First Heloise</strong></p><p><span class=\"dropcap\">I</span>n 1958, when Ponce was seven years old, her mother, Eloise Bowles Cruse, and her father, Mike, then a major in the air Force, went to a cocktail party in Hawaii. At the time, the Cruses lived an insulated life in a new suburb near Pearl Harbor. Mike flew jet planes, and Eloise was a housewife and mother of two children—Ponce and an older adopted son, Louis. Eloise spent her free time volunteering in military hospitals, playing bridge at the officers’ club, and adhering to the military’s strict social-caste system headed by women she called the Mrs. Generals.</p><p>During the course of the party, Eloise mentioned in a crowd that she would like to start a newspaper column in which housewives could exchange hints. The idea for the column had been born around her own kitchen table, where four or five of her friends gathered a couple of times a week to talk about ways of running their households more efficiently. Mike, a native of Rosebud, Texas, and Eloise, of Fort Worth, were typical of the kind of military couples who were living on the island. Eloise wanted a home like the one her own mother had provided, but her mother was thousands of miles away and unable to offer advice on how to remove banana stains from little Ponce’s white cotton shirts. For practical and moral support, Eloise relied on the members of her morning coffee klatch. When she first voiced her idea at the party, a colonel who had two degrees in journalism laughed and bet her $10 she couldn’t get a newspaper job. He then said the words that inspired Eloise to take action: “You’re nothing but a housewife,” the colonel jeered.</p><p>The next day Eloise, five feet two inches tall and 102 pounds, marched into the offices of the <em>Honolulu advertiser, </em>armed with engraved calling cards and wearing a suit with matching shoes, gloves, and hat. She demanded to see the editor, who wasn’t in the office. Undaunted, she returned the next day, this time with her hair sprayed silver to convey a look of wisdom, and persuaded the editor to try her column, then called “Readers’ Exchange,” on a thirty-day, no-pay basis. Mike didn’t want her to earn more than $599 that first year anyway. Someone had told him that if she did, he couldn’t claim her as a dependent. Her first column appeared in February 1959. She worked on a card table in her bedroom, teaching herself how to type by hunting and pecking her way through stacks of mail from readers she was already beginning to think of as “honeybuns” and “sugar bees.”</p><p>At first, her husband was skeptical. “I was concerned about her going to work̶ she had two children to raise and a house to keep, but after the column took off, I told her to go for it,” recalls Cruse, who is now retired from the military and still comes to Ponce’s house three times a week to help edit the column. From the beginning, the column swept over the islands like a tsunami. When Eloise offered a free pamphlet about how to do laundry, she was besieged by more than 100,000 requests, the largest single mail delivery to any individual in Hawaii’s history. It was also in Hawaii that Eloise printed her first tip for using nylon net —an elderly woman suggested using the net from worn-out petticoats to scour skillets.</p><p>In 1960 Eloise changed the name of the column from “Readers’ Exchange” to “Hints From Heloise.” She liked the alliteration and added an H to her own name. From then on, she was known only as Heloise. On her own, she sold the column to newspapers in Dallas, Houston, and Oklahoma City. In the fall of 1961 King Features Syndicate, a division of the Hearst Corporation, offered her a contract, and by the following year, she had readers in several hundred cities and was, in the truest sense, a household name. That year Heloise was distributed to more newspapers than any other columnist in King’s stable; today the column is still number one with King.</p><p>Frank Bennack, the president and chief executive officer of Hearst (or Mr. God, as Ponce refers to him), says no columnist ever knew her readers better than Heloise. “To Heloise, housewives were our unsung heroes. She often said someone ought to build a monument to housewives. The reason she was so successful is that she completely identified with them,” Bennack says.</p><p>Ponce has a clear memory of the day she realized her mother was a celebrity. Ponce was nine years old, and a steamship company had given their family four tickets to the mainland, but instead of using them, her mother asked if she could run a contest in her column and give the tickets as a prize. “I can remember walking in from school and there were bags and bags of mail in our house. Somehow, I knew our life was never going to be the same again,” Ponce recalls.</p><p>Not that their life had ever been particularly normal. As Ponce puts it, “Mother was always Mother.” By that, she means her mother was a flesh-and-blood eccentric. Even the story of Eloise’s birth is</p><p>charged with coincidence and mystery. Eloise’s own mother, amelia Bowles, who had a twin sister named Ophelia, gave birth to twin girls on her eighteenth birthday, May 4, 1919. She named her daughters Eloise and Louise. To this day, the happenstance of an identical twin giving birth to identical twins on her birthday is a treasured family story. Eloise’s father, Charles, was a car mechanic who owned a garage near the old Justin boot factory in Fort Worth. Like a lot of young women who came of age in the early thirties, Eloise was a slave to glamour. She took private lessons to learn how to smoke, and from the time she became Heloise, she often tinted her hair with theatrical spray to match whatever outfit she might be wearing. If she was wearing a blue suit, she thought nothing of coloring her hair blue. Or orange. Or green. Or purple. “The funny thing is, it never looked gaudy on Mother,” says Ponce. “Whatever she wore suited her perfectly.”</p><p>When she was 27, Eloise, already a wartime widow, met Mike Cruse, then a captain stationed in Fort Worth, on a blind date. It must have been a case of opposites attracting. Mike was tall and soft-spoken, with a pilot’s impressive countenance and attention to detail, and Eloise was wild and flamboyant. Three weeks later they were married. “She was a different bird than most military wives,” Mike says.</p><p>Mike adopted Eloise’s son, Louis, who is now an aeronautical and mechanical en-</p><p>gineer living in Scottsdale, arizona, and soon the entire family was off to China. Before leaving the States, Eloise had the good sense to open a charge account with Sears and Roebuck, so that she could order appliances, clothes, and household goods through the mail. Not only was she resourceful, but she also had flair. In Nanking the Cruses shared a large house with another couple from Texas. One day Mike and the other officer came home from work and found two Texas flags draped on either side of their front gates. Shortly after, Mike ran into the general. “Mike,” said the general sternly, “I understand your wife has opened up a Texas embassy in China.” The Texas flags were promptly lowered.</p><p><strong>MOTHER-DAUGHTER Conflict</strong></p><p><span class=\"dropcap\">E</span>ven in the womb, Ponce and her mother had a melodramatic relationship. Eloise had five miscarriages before giving birth to Ponce, after 32 hours in labor, on april 15, 1951, in Waco. Perhaps the reason she gave Ponce so many names (“Ponce” was the baby’s paternal grandmother’s nickname, “Kiah” for Hezekiah, a biblical name popular on her father’s side, and “Marchelle” for her father, whose given name is Marshal) was the many miscarriages and the unlikelihood of additional siblings.</p><p>Because of the difficult delivery, Ponce was severely cross-eyed. She had six operations to correct her vision and now appears completely normal. Nonetheless, Ponce has lousy depth perception; she sees with only one eye at a time. Her only memory of the surgeries is waking up in military hospitals and hearing nurses rustling sheets or clanging trays. “It was pretty scary,” she admits. Her hearing is extraordinary, which is lucky; husband David has a hearing loss. “I can’t see too well and he can’t hear, but together we make a pretty good team,” says Ponce with a laugh.</p><p>In the midst of her childhood operations, her mother made a deal with God. If God would cure Ponce’s sight, she would give more than a 10 percent tithe to the blind each year. To this day, 15 percent of the income from the trusts Heloise established goes to buy Braille typewriters for blind students. Each typewriter is inscribed with the same message, “Sent with love, Heloise.”</p><p>When Ponce was nine, she started helping her mother stuff envelopes and sort through letters. Even though she was being groomed to take her mother’s place, she doesn’t remember consciously considering becoming Heloise. She saw up close what the stress of deadlines and contract negotiations did to her mother, who was strong of will but weak of body. She remembers her mother once appearing on Mike Douglas’ television show in Philadelphia. “She was so nervous that she went in the bathroom and threw up right before the show,” Ponce says. Every time an executive from Hearst or King Features called, Heloise would freeze with fear. Success had come quickly, and she never seemed completely comfortable with it.</p><p>In 1966, when Ponce was fifteen, the family moved to San antonio, where they rented two adjacent apartments on the edge of alamo Heights, the tiny enclave that serves as the nerve center for all of South Texas snobbery. Her father retired early from the military so that he could help manage Heloise’s business affairs. Ponce’s mother could not have cared less about the social hothouse that is alamo Heights. By then, all of her time was given over to the column. The family lived in one apartment, crowded with red and black furniture from China, and Heloise set up her office in the other. To get from her home to office without having to walk outside, Heloise had a hole cut in her bedroom closet, and she went back and forth through her clothes, like alice stumbling through the looking glass.</p><p>The move was difficult for Ponce. In her previous high school new students moved in and out with ease. But alamo Heights is one of those places filled with families who have memory streams longer than one hundred years. Newcomers, especially military children, are at the bottom of the social heap. Ponce made a place for herself with the out-crowd. Instead of shopping at fashionable stores such as Frost Brothers, Ponce bought her clothes at discount houses, such as Solo Serve and the Fashion Barn. (Even now, she cannot bring herself to pay full price for clothes and hunts for bargains like a relentless gumshoe.) The in-crowd drove their own cars to school; Ponce took the public bus. Her sophomore year in high school Ponce and three girlfriends formed the We Hate Heights Club and threw a party for everyone who wasn’t invited to the stuffy dances the rich kids held at the private St. Anthony Club. Being snubbed at alamo Heights proved to be a blessing; it forced upon her the affinity for the masses that is crucial to the column.</p><p><strong>[Continued On Page 158]</strong></p><p><strong>[Continued From Page 152]</strong></p><p>Aside from the problems at school, there were problems at home. In 1968 Heloise and Mike Cruse, long plagued by personality differences, were divorced. Ponce learned the divorce was final when she read about it in the newspaper. She still doesn’t like to talk about it. “I don’t think the column had much to do with it—they just grew apart,” Ponce says. In 1970 Heloise married a. L. Reese, a Houston businessman, but was divorced again within six months. “It was a crazy, flashin-the-pan sort of thing,” explains Ponce.</p><p>There were always two sides to Heloise —the fun-loving, flamboyant side and the side that needed a lot of hand-holding. One of Heloise’s friends was Texas humorist Cactus Pryor, who recalls her as the “most completely open woman i’ve ever known in my life.” If Heloise saw a woman on the street whose dress she admired, she would buy it off her back and switch dresses in a rest room. If she danced with a man who wore dentures and had bad breath, she thought nothing of suggesting that he soak his false teeth in a bleach-based solution. The first time Cactus met Heloise was at a Headliners Club roast in austin, where she told him she liked only bald men. “I immediately pulled off my toupee, and it was love at first unveiling,” Pryor recalls. Later he saw the insecure side of Heloise as well. He was hired to help her produce a radio show, but Heloise couldn’t memorize the script. Moreover, she couldn’t read it without fumbling and uttering a string of profanities. To make her feel more at ease, they tried to do the show in her apartment and ended up taping it in a closet to muffle outside sounds. “I guess we spoke ten thousand words on tape —nine thousand of them were profane,” Pryor says.</p><p>By the time Ponce was a mathematics major at Southwest Texas State University in San Marcos, the conflict that most mothers and daughters face when the daughter is an adolescent had escalated into professional warfare. During summers and semester breaks Ponce worked in her mother’s office as an hourly wage employee. Theirs was the classic rivalry between the parent who founded a business and the child who saw obvious ways to make it better. Ponce wanted to buy modern office equipment and do a better job of indexing hints. Her mother was comfortable running the office from card tables. Ponce wanted the column to bow to modernity and include hints on women fixing their cars or fathers caring for their children. Heloise never made the feminist leap. “There were times that we detested one another,” Ponce says.</p><p>Unlike her mother, Ponce was completely at ease appearing on television, making speeches, and disagreeing with executives about editorial policy or compensation. The gap between Ponce and Heloise was more than generational; it seemed to be constitutional. Perhaps because she had grown up watching her mother physically suffer from the stresses of her job, there seems to be an invisible Hula Hoop surrounding Ponce. She knows who she is and what her limitations are; anyone who tries to intrude upon her time or energy bumps up against the hoop. A book editor who tries to push her into an early deadline gets a polite but firm “That’s impossible, Roger.” a Tv producer in Seattle who calls on Monday and wants Ponce on the show on Friday gets an imitation of <em>Saturday Night Live's</em> Church Lady. “Isn’t that special?” squeals Ponce, before telling the producer, “No deal.”</p><p>Like fathers and sons who quarrel over the operation of a family business, the blowups between Heloise and Ponce often were so severe that they sought the counsel of a trusted outsider. It fell to T. Kellis Dibrell, the family lawyer, to negotiate temporary truces. “Part of it was professional, and part of it was what was going on at the time. Ponce was riding motorcycles and doing other things Heloise didn’t approve of, and Ponce told her mother, quite correctly, that her personal life was her own business,” Dibrell recalls.</p><p>One day Dibrell was sitting in his office in San antonio when Heloise marched in with her entire staff. She lined up all the women in front of Dibrell’s desk and faced her lawyer. “i’ve brought all these people down here to tell you i’m firing Ponce,” Heloise roared. The complaint that day had to do with Ponce’s being late to work. Dibrell listened and then looked Heloise in the eye and said, “You are not going to fire Ponce. I don’t care what she has done. You can’t replace your daughter. So take your army and march right out of here.” Heloise did just that. Dibrell had hit upon the central fact: Heloise couldn’t replace her daughter. Slowly, the founder started letting go of control of the business.</p><p>After graduating from college, Ponce considered teaching high school math. She even went so far as to sign a teaching contract but at the last minute decided she would continue to work in her mother’s office. “I really did like the work, and Mother wanted me to help out,” she says. Part of the reason Heloise wanted Ponce in the office was that by the mid-seventies Heloise was often ill with stomach and respiratory ailments. In 1975 Ponce and Heloise agreed that Ponce would begin writing her own hints in the column under the byline “Heloise II,” in addition to running the office. Over time, the arguments subsided. Ponce remembers taking her mother to a doctor one day and Heloise telling the doctor proudly, “This is my grown daughter. She’s making it on her own. She doesn’t need to get married.”</p><p>In the winter of 1977 Heloise, then only 58, contracted pneumonia. She never recovered. She died of a heart ailment on December 28, 1977. It was on the night Heloise died that Ponce first made the decision to assume her mother’s name and her work. “The people from the syndicate called and said, ‘What do you want to do?’ and I realized I didn’t want to muck up Heloise,” Ponce recalls. The next morning King Features put out a press release announcing that Ponce would continue her mother’s work. For the next three years, however, she wrote the column under the byline Heloise II. When she began receiving letters from readers who clearly knew the column was being written by her, not her mother, Ponce dropped the junior.</p><p>Considering the professional issues that confronted her, Ponce was relieved that she didn’t have to plan her mother’s funeral. Efficient unto the afterlife, Heloise had arranged the entire event. She was buried in the red Japanese wedding robe that she usually wore on New Year’s Eve. A song she had written herself, titled “There are No Phones to Heaven ” (the chorus goes: “Talk to your loved ones while there’s time/’cause after all, there are no phones to heaven”), was sung. Two years before she died, she had purchased her own tombstone, which simply says, “Heloise, Every Housewife’s Friend,” and the number “30,” the way journalists of her era noted the end of a story. There was one moment of general uneasiness when Heloise’s twin sister, Louise, showed up at the church. It was as though Heloise had come to her own funeral.</p><p><strong>MR. Heloise</strong></p><p><span class=\"dropcap\">W</span>ho would Heloise marry? Who would marry Heloise? Judging from her devotion to glamour, you would expect Ponce Cruse to be married to a churn-and-burn stockbroker or a jet-setting corporate executive. In fact, she has been married for seven years to David Evans, a plumbing contractor and hot-air balloonist.</p><p>“People took bets at our wedding that we wouldn’t last three years,” Ponce admits. “David and I just laugh about it.” David, the supreme tinkerer, is the perfect husband for Heloise. Tinkering is their common denominator. Both work odd hours, often on similar problems. David helps Ponce test hints, especially when the hints have to do with the kitchen or the bathroom. “i’m one of those people who can fix anything,” he told me. “i’m not bragging, but it’s true. If Ponce doesn’t have time to see if something really works, I do it for her.” She routinely quotes David in her speeches (“David says to remember that a garbage disposal is just an appliance, not a black hole capable of withstanding any amount of gunk”).</p><p>Before she and David married, they designed the house they now live in. The basic design principle of the house is similar to the principle that governs their marriage: separate but equal. They have separate bathrooms (his has a urinal and a steam bath), and they have decorated separate living areas to reflect their individual tastes (the den, dominated by a wet bar and a big-screen television, is papered with hot-air-balloon posters; the formal living area is crammed with the oriental furniture that belonged to Ponce’s mother). Ponce owns the house, and they keep their finances totally separate; David pays his personal bills, and Ponce pays hers. They even have separate sinks in the kitchen. Ponce’s is the standard 34 inches from the floor; David’s is 7 inches higher and is in the kitchen’s center island. Ponce loves her two-sink kitchen. “If you have only one sink, it never fails that you're standing there, with your husband at your elbow. You’re busy and he’s bugging you because he wants something below the sink,” she says. Such problems do not exist in Heloise’s household.</p><p>On a recent weekday morning David stands by the kitchen island, leaning over his sink. He is dressed in red shorts and a baggy short-sleeve shirt, the same shorts and shirt i’ve seen him in the past three mornings. David has no thyroid and is, by his own estimation, about forty pounds overweight. He grew up in San antonio in a family of craftsmen-steamfitters, carpenters, and plumbers. His father still owns a plumbing business. Since he was ten, David has worked with his father. One of the reasons Ponce liked David was that he understood what it was like to work for a parent and supported her in the conflicts with her mother.</p><p>Ponce and David met in 1977, when Ponce and another man she was dating went to a party at David’s bachelor apartment. “I was curious about him because he had baby bottles drying in his sink,” she recalls. David had recently been divorced, and his son, Russell, stayed with him on weekends. After the party, David asked Ponce’s date if he could ask her out. “We had picnics and hot-air ballooning, and eventually I fell for him,” she says. They were married on Friday the thirteenth in February 1981.</p><p>They have no children together for now —by choice. The woman who tells the world how to keep children’s socks from getting mixed up (“Buy the same color socks”) has not yet figured out how</p><p>to manage work, marriage, and babies. In the final analysis, maybe the only way to be guilt-free is to earn more than $100,000 a year, stay childless, and have household help —Ponce has a maid who comes in twice a week to do the major cleaning. “Some women manage jobs and children, but I personally couldn’t do it. I saw how hard it was on Mother, and I remember what it was like to be a kid. I wouldn’t want to do that to myself or a child,” she says.</p><p>When Russell came to live with them last December, Ponce and David laid down clear rules about not interrupting her while she's working. Ponce is trying to rear Russell to assume his share of the housework. He makes his bunk bed every morning and has a long list of chores, including washing the dogs and cleaning out the bird cages. “He thinks i’m the wicked stepmother, but someday his wife is going to love me,” she says.</p><p>On the day of her wedding Ponce’s father gave her the second piece of advice he had ever given her. (The first time he had given her advice was when she took over her mother’s column. “Meet your deadlines,” he told her.) Right before the two of them walked down the aisle, the old military father said, “Whatever you do, never let him be introduced as Mr. Heloise.”</p><p><strong>LIGHTS, Camera, Action</strong></p><p><span class=\"dropcap\">H</span>eloise and I are standing in a gigantic exhibit hall in St. Louis, surrounded by three hundred booths manned by clean-faced young factory representatives demonstrating riding lawn mowers, bathroom sinks, the latest in light fixtures, and every kind of cleaning gadget you could possibly imagine. This is the Tinker Show, an event that over the course of one weekend will attract 50,000 people. In her purse Heloise is carrying the small bottles of shampoo and hair conditioner that she picked up from last night’s hotel room. “One of my favorite hints,” she tells me, “is that people who travel should take all the soap and shampoo from nice hotels and give them to their local battered women’s shelter.”</p><p>In this crowd of tinkerers Heloise cannot move two inches forward or backward without being stopped by someone who wants an autograph. She signs most of them: “Hugs, Heloise.” Most of the encounters involve absolution to all those guilty, guilty women. “I can’t get my house to smell fresh,” one of them says. “No problem,” says Heloise. “Just a few sticks of cinnamon in a pan of water on the back burner of your stove.” another presses close and confesses, “My housework just gets the best of me.” a consoling look crosses Heloise’s face. “Everyone needs a vacation, especially working women,” she says. “Some days it’s better to let the housework go and be nice to yourself.”</p><p>Heloise’s 45-minute speech to an audience of four hundred is an even mixture of hints and zany anecodotes from readers. “How many people here store mustard in the refrigerator?” asks Heloise. Almost every hand in the audience goes up. “Did you know you don’t need to do that? There’s enough vinegar in mustard to keep it fresh in the cabinet. But if doing it like your mother did makes you feel better, by all means, do it.” (Which is what Heloise herself does.)</p><p>Heloise tells the crowd she tries not to edit letters from readers, because she wants to keep the column conversational. Sometimes, however, discretion demands changes. “I got one hint from a reader who wanted to suggest ways of cleaning baby bottle paraphernalia. Her letter said, ‘Dear Heloise: When I boil my nipples . . . ’” Fade-out to laughter. “I got a similar letter from another reader who said, ‘Dear Heloise: The other day I was in the kitchen flouring my liver . . .’” Some of the people in the audience take notes when she suggests that a good way to keep wet garbage from smelling up the house is to store it in sealable plastic bags and put it in the freezer. “Of course, you need to label it garbage; otherwise you’ll use it for soup starter,” she advises.</p><p>Heloise has learned to be careful about giving clear instructions. Once, she suggested in the column that a good way to clean seed hulls from the bottom of a bird cage is to simply vacuum the cage. Soon after the column appeared, Heloise got a letter from a grief-stricken reader that said, “Dear Heloise: I tried your hint about the bird cage. Unfortunately, you didn’t tell me to remove the bird from the cage, and my bird got sucked up in the vacuum.” Her mother had her own domestic Waterloo. Years ago the first Heloise wrote a column at Thanksgiving about how to prepare turkey and dressing. She suggested putting a cup of liquid into the cavity of the bird to keep it moist. An angry reader wrote back: “Dear Heloise: I tried your recipe and my turkey was fine, but the cup I put inside the bird melted.” From then on, all of Heloise’s recipes stated clearly, “pour,” not “put.”</p><p>Midway through the speech Heloise takes a poll. “How many of you,” she asks, with a schoolteacher’s proper manner, “hang the toilet paper out and over the roller, and how many of you hang it back and around?” Half the room screams, “Over!” and the other half screams, “Back!” I sit in the middle of the crowd, watching in utter astonishment as each side tries to out-scream the other in this great debate dividing america. Afterward I ask Heloise which way she hangs the toilet paper. “Both ways,” she says, with the immutable coolness that will allow her to be Heloise for the next forty or fifty years. “I try not to get obsessed about these things.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mother",
      "House",
      "Women",
      "office",
      "people",
      "Family",
      "Military",
      "Hair",
      "Home",
      "Texas",
      "Work",
      "Children",
      "Alamo",
      "Clothes",
      "ever",
      "Love",
      "Newspapers",
      "Running",
      "School",
      "Advice"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "Alice",
      "Hill Country",
      "Houston"
    ]
  }
}