{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19867",
    "date": "July 1986",
    "year": 1986,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1986/19860700.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 114,
    "document_page_range": [
      [
        114,
        115
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Texas Primer: The Native Texan",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198607-thenative",
  "source": "/1986/19860700.pdf",
  "wp_post_id": 122139,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-native-texan/",
  "authors": [
    "Susan Chadwick"
  ],
  "headline": "The Native Texan",
  "dek": "Pondering the answer to that all-important question, “Where you from, boy?”",
  "spread_caption": "",
  "excerpt": "You don’t have to be born here to qualify. The mark of a true native is an undying passion to be one.",
  "kicker": "Texas Primer",
  "word_count": 754,
  "content": "<img/><p>Illustration By Lane Smith</p><p><em>Susan Chadwick is a writer who lives in Houston.</em></p><p><span class=\"dropcap\">I</span>n simplest terms, a native Texan is someone who was born in Texas. But only the most literal-minded would be satisfied with that definition. That just doesn’t get to the heart of the matter.</p><p>To some people, for instance, it is possible to be more native than other natives, as when a fifth-generation native is compared with a first-generation native. To others, the issue is not so much a matter of physical birth as of spirit. They contend that it is possible -with the proper attitude—to <em>become</em> a native in no time at all, say, five months to a year, with practice.</p><p>In the early days of anglo Texas, becoming a Texan took only a few months. Actual native Texans were a minority in the state until 1880. The number of those born on Texas soil continued to increase faster than the number of outsiders moving in until 1940, when more than three fourths of the population were natives. With World War II the dominance of natives began to decline, but never was the decline so dramatic as during the boom of the seventies and early eighties. In ten years the state’s population increased by three million people. Most of the newcomers moved here from nearby states and other parts of the South that we identified with, but there seemed to be an unusual number from “up there”: the North. Not all of those outsiders came willingly, and some of them —difficult as this is to believe—didn’t like it here.</p><p>And there was the rub—a sort of cultural collision. It was hard enough for us to have to put up with all that traffic and a new way of life brought about by the boom: big corporations, big banks, and chain stores with different clerks every week. Now here came all those strangers, some of whom professed to remember the alamo and to like our whiney music but who probably turned off their radios, tore off their name belts, and opened up a jar of pickled herring as soon as they got home. Those people, by their sheer numbers, by their stubborn determination to remain themselves, threatened to rob Texas of its distinctive character and make it just like everyplace else.</p><p>During that uneasy period, nativism began to fester. Native Texan clubs were formed, and pronative, “Naturalized Texan,” and shameful anti-Yankee bumper stickers appeared. Politicians were careful to detail their pedigrees. Not too long ago I had an experience that was indicative of the mood. Attempting to register a car at the Harris County courthouse and lacking complete papers, I was sent to the supervisor. That gentleman looked me up and down. “Where you from?” he asked.</p><p>“Houston, born and raised,” I answered.</p><p>My application was approved forthwith, and I have no doubt that it was because the man viewed me as practically a relative.</p><p>We Texans have always had to put up with change and strangers in our midst, and like other people, we tend to revere those who came before. Stuffed at an early age with official history, we often view as more authentic those people whose ancestors might have touched a Longhorn, been sprinkled by an oil gusher, or had the grit to survive before air conditioning.</p><p>Nativism is a product of fear-of things foreign, of losing a way of life. But it also comes from pride —in a culture, in a sense of continuity, in being where you belong. To be born in a place is to be of that place, and to be born in Texas is to be part of a diverse and proud people who believe themselves to be different, carrying on a tradition of a fierce and glorious past.</p><p>Natives have never really been in danger of becoming extinct, though. The flood of in-migration has stopped, and many of those who didn’t become born-again natives have left. By the end of the seventies more than 65 per cent of the population in the state and in its biggest cities were natives. Texas still has more natives than California, Colorado, and arizona. The issue of being a native or not remains, however. Consider the case of a friend who was listening to an acquaintance describe himself as a seventh-generation Texan.</p><p>“But you were born in Louisiana,” she said naively.</p><p>Gravely wounded, the acquaintance drew himself up in a huff. “That was just an accident,” he spat.</p><p>Which just goes to show that the most important identifying characteristic of a native Texan is the desire to be one.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texan",
      "Texas",
      "people",
      "Texans",
      "Alamo",
      "Cities",
      "Harris County",
      "Music",
      "Oil",
      "ten",
      "The Alamo",
      "Tradition",
      "Traffic",
      "War",
      "Writer"
    ],
    "wp_categories": [
      "Music"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}