{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19867",
    "date": "July 1986",
    "year": 1986,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1986/19860700.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97,
        98,
        99
      ],
      [
        148,
        149,
        150,
        151
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Man To Man",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198607-mantoman",
  "source": "/1986/19860700.pdf",
  "wp_post_id": 122199,
  "wp_post_guid": "http://www.texasmonthly.com/article/man-to-man/",
  "authors": [
    "William Broyles, Jr."
  ],
  "headline": "Man to Man",
  "dek": "On our first fishing trip in 25 years, ray dad and I caught what we were looking for. It wasn’t fish.",
  "spread_caption": "",
  "excerpt": "The son’s ultimate selfishness is to see his father only as his father—not as a man. But on our first fishing trip in 25 years, I began to see my father—and myself—as the grown men we’d become.",
  "kicker": "",
  "word_count": 5367,
  "content": "<p><span class=\"dropcap\">I</span> was in the back of the raft, hanging on with all my strength. The bow fell into a trough, then struggled up, water pouring off the sides, only to smash into the waves again. My father was in the front, bathed in spray, and over the roar of the rapids I could hear him yelling for joy.</p><p>We were deep within the Gunnison Gorge on Colorado’s Gunnison River, a stretch of white water not without its challenges, although other rivers in the West offer more terror. But we were on this wild ride not for the joy of running a hidden river, but to fish, and not just to fish, but to fly-fish.</p><p>Fly-fishing is a gentle ritual, a delicate play of geometry and gravity, motion and stability. Long hours in church help develop the appropriately reverent demeanor; Bach fugues are the best accompaniment. On a raft, however, the fly-fisherman is uprooted from his still pose and thrust into motion. It is fly-fishing, yes, but to a different tune̶bull-riding music.</p><p>If we were attentive to our casts, we risked being surprised by the rapids; if we focused on the rapids, we ended up dragging our flies as if we were trolling for giant tuna. If a fly snagged on a rock or a limb, that fly was history. And for the sin of losing a fly, one endured the frightening penance of trying to thread a gossamer of monofilament through an all-but-invisible hole in a new fly while the raft, doomed, swept toward a canyon wall, only to veer at the last minute, bounce off a huge boulder, and shoot out through the roiling water.</p><p>The other four fishermen in our party seemed to possess a Zen mastery of the river. Their bodies might have been on a rubber raft hurtling through roaring rapids, but in their minds they were poised above a calm pool. Their casts were things of beauty, motion within motion, delicately placing a fly into a tiny, shadowy lair as they swept by, then expertly playing the trout through the rapids and into an eddy. My father and I hung on for dear life and watched with envy.</p><p><span class=\"dropcap\">W</span>e wanted desperately to catch a trout. But we wanted more. My father had just turned sixty, and I forty. This fishing trip was meant to peel away the years, to help us discover what we meant to each other, not just as father to son, but as man to man.</p><p>I am a junior; I have his name. When I was growing up he was Big Bill and I was Little Bill. I didn’t much like being Little Bill. It implied that I was smaller, lesser, an imperfect copy. On the other hand, a part of me believed that compared with my father I was exactly that.</p><img/><p><strong>I Can See My Father And Me On the Pier, Our Silence Calm And COnFIDENT, Requiring Nothing But COMMUNIOn With the Morning Sky And the Salty SMeLL Of the Bay.</strong></p><p>Illustrations By Thomas B. Allen</p><img/><p><strong>In an Instant Two Deer Were Upon Me. I Felt the Air Shudder And Saw the Vapor Puffing From Their Nostrils. Then They Were Gone, Their Hoofbeats Echoing In the Night.</strong></p><p>I grew up to be a man in motion—restless, changing, always uprooting whenever I got too settled. He was completed, defined, fixed, and, above all, there. But when I turned forty I realized he had always been changing and learning, winning some and losing some, just as I had. He had not been put on earth for me to imitate or reject but to struggle to be a good and decent person, just as I had. Perhaps I had been too caught up in myself to notice, or perhaps a son never sees his father plain until he has a son himself. The son’s ultimate selfishness is to see his father only as his father-and not as a man. My blinders had fallen off. I was beginning to see him whole.</p><p>And to see him whole meant I accepted what I had never before considered-he was getting old. He couldn’t throw a football very far. When he played golf, he took a cart. He seemed shorter. And if my hair was turning gray, what did that mean for him?</p><p>When I was born my father was away in the Navy during World War II—he had just turned 19. My son was born when I was 33, my daughter when I was 37. By the time my father was 37 I had already left home. My parents were just kids when I was born, and I guess one reason my father and I were so close is that we grew up together.</p><p>Part of that growing up was fishing, but not the fussy fly-fishing that otherwise sane men write poems and essays about. When my father and I went fishing, we didn’t take fancy rods and cute little vests with boxes of tiny flies and enough scissors and knives attached to equip a surgeon. We fished with Sears, Roebuck rods and reels, and we tied on heavily weighted bottom rigs with triple hooks and live bait when we could get it, dead when we couldn’t. We lived north of Galveston, near the brackish water of bays and estuaries—where the line between land and ocean was roughly drawn, where crabs and dead fish washed up on muddy beaches among old tires and beer cans. We didn’t play the elegant charade of the fly-fisherman, in which the trout is gently, lovingly released. We fished where the air smelled of decomposition and death, and we didn’t throw anything back̶ the small fry we cut up and used as bait.</p><p><em>William Broyles, Jr., was the first editor of</em> Texas Monthly. <em>His book on Vietnam, </em>Brothers in arms, <em>was published in May.</em></p><img/><p><strong>Inside Our Tent, I Told My Father About the Deer. He Was Quiet And THeN He Said, “EXCEPT For Those GRAndCHILDREN, This Trip Was the Best Thing You Ever Did For Me.”</strong></p><p>At the time I had not the foggiest notion that purists might frown on our not-sosubtle relationship with noble fish. I thought only one thing, clearly and totally: our fishing trips were just about the most fun imaginable, beginning with that heavy sleepy feeling when my father would slip into my room and wake me while it was still dark and only the crickets were up, and only ending when I fell asleep, still smelling of fish, long after sunset.</p><p>I remember nothing we ever said on those trips, but I can still see my father and me sitting on the end of the pier, holding our fishing rods, the lines stretched tight, ready for those little tugs that meant a fish had found our bait. We sat patiently, knowing we had done all we could. We had cast our bread upon the waters, with hooks attached. After that commitment-here, now, I will set out my bait-there was nothing to do but wait; waiting was the point of it all.</p><p>There was a wonderful sense of quietness to it, a preverbal connection between my father and me. The silence between our sentences was not awkward, as silence can be so often in life, but was calm and confident, requiring nothing but communion with the rough rotting wood laid across crooked pilings, the violet morning sky, and the salty smell of the bay.</p><p>What I liked best was the mystery: of all the great variety of marine life, what was going to take my bait? We caught everything—redfish, drum, croakers, sand trout, flounder, catfish, speckled trout, sand sharks, and old tires. When our lines snagged, we would wade out to free them, usually being stung by jellyfish for our trouble. Once I lifted the line up and was face to face with a huge stingray. My rapid passage back to the dock became a story the good ol’ boys on the pier told for months.</p><p>Sometimes we would take the old Lynchburg ferry home. I would get out of the car, and the smells of salt water and mud and fish would blend together, and I was a part of this particular place at the narrow head of Galveston Bay, low-lying land surrounded by refineries and cut by ship channels, with green live oaks growing down to the muddy banks and salt grass filling the marshes. It was a landscape no one who had seen the many wonders of the world could have loved-but I did. And I loved my father for having brought me here.</p><p>Over the next 25 years my father and I didn’t fish together very much. I went off to college, then to war, then built an editing career at three magazines. I was married with children of my own, and I lived far away. The quiet times between my father and me came less and less often; we grew apart. I never felt I had to rebel against him or reject him, as some sons do; we just spent less time together and went our own ways. Fishing was part of a simpler world, the magic of childhood. But fishing was never far from my father’s thoughts, or from mine. Whenever my father talked of retirement, he always said something like, “You know, I think i’ll buy me a little fishing camp, nothing fancy. Just a pier and maybe a couple of rafts and some bait to sell. And a cooler to keep the beer cold. That would be heaven.”</p><p>When he was 55, my father did retire. But he didn’t buy that fishing camp. As I watched him from California and New York over the next five years, I came to believe he had retired too early, that he had more things to do. I didn’t know how he was feeling, but I felt as if he needed something clean and pure and with the chance for accomplishment —and so did I.</p><p>There was only one thing to do. We had to go fishing.</p><p><span class=\"dropcap\">I</span> had chosen this expedition, and the fact that I had never been fly-fishing in my life was one reason I did. I wanted everything to be different—the landscape, the smells, the fish, and the gear to catch them. I hoped that we could create a new tradition in a few days, that we could rekindle some of the feelings we had enjoyed when we both were young.</p><p>I called a friend at the american Wilderness alliance in Denver and asked if he could recommend a guide.</p><p>“Gabe Magtutu,” he said without hesitation.</p><p>“Magtutu?” I asked.</p><p>“Yeah, it’s a Filipino name-or maybe Hawaiian.”</p><p>“No, no,” I said. “i’m not going surfing. I’m going fly-fishing. I want someone named allan Quatermain or Red Jackson.”</p><p>“Sorry,” he said. “Gabe’s the best. He respects the river, he knows his fishing, and he has the sense of humor to put up with two Texans—which not so many people in Colorado have these days.”</p><p>After enduring the inevitable Texas jokes that followed, I finally got Gabe’s number, called him up, and immediately barraged him with questions, like a first-time mother cornering her pediatrician. I did my best to transcribe all he told me about preparing for the trip-which translated more or less into “Practice a lot.”</p><p>For weeks before we left, my father and I were on the phone, exchanging a whole new vocabulary, discussing in perfect seriousness the merits of tan elk-wing caddis, rusty emergers, black woolly worms, and brown Matuka sculpins. It was the first time in years that we would actually do something together. When I took my family down to visit my parents after the children were born, my conversations with my father had tended to center on cough medicine and bedtime policies. I had forgotten how much fun we once had together.</p><p>But having a boy of my own had also reminded me of how hard it could be for a father to raise his son. In every family the battlefield is different, but it is the same war. For my father and me, it was Ping-Pong. I wanted nothing so much as to beat him at it. I practiced harder and harder, relentlessly. But even after I was clearly the better player, I still never won. Our games would end with my screaming in frustration. My mother begged my father to let me win, but he never did.</p><p>[Continued On Page 148]</p><img/><p><strong>I Had the Trout Within View, But Then the Raft Hit the Bank With a Sharp Thud, And I Was Pitched Backward. I Lost My Grip On the Rod, And the Trout Sped Off Again.</strong></p><p>[Continued From Page 96]</p><p>“When he beats me,” he would say to her, “I want him to know he really won.”</p><p>And then one day I opened up a lead my father couldn’t seem to close. As I edged up toward 21 he paused before each serve and reminded me that I was about to win and that I should not get nervous and blow it. Usually such reminders rattled me enough that I would lose, but not this time. At 20-18 I hit a killer slam. The ball bounced off the wall. I had won—at last.</p><p>My father gave me a big hug, but there was a look on his face I hadn’t seen before. Something had just happened, and I was too young to know what it was. Only now, as I struggle to work out my contradictory feelings of love and competition with my own son, am I beginning to understand what that moment must have meant to him and how much he had both wanted it and feared it.</p><p>Back then I had wanted to beat my father more than I had ever wanted anything. And when I did, I felt only joy. But out in that raft on the river I wanted something else, something that would tell him that I understood about the Ping-Pong game 25 years before, that I knew what it had taken to raise me. I wanted him to catch a fish—and a bigger fish than I did. I wanted him to win.</p><p><span class=\"dropcap\">I</span> met my father in Denver, and we flew together to Montrose, about seventy miles southeast of Grand Junction. We arrived late in the afternoon and were supposed to be ready at six the next morning. As soon as I put my bags down I took out my new fly rod and assembled it, my Orvis guide to fly-fishing open on the bed.</p><p>I had not followed Gabe’s advice to practice, but that didn’t bother me. After all, how hard could it be, really? I would just practice up now. The first challenge about practicing was deciding where to do it. The section of the motel parking lot nearest the restaurant was filled with cowboys standing by their pickups, talking and spitting tobacco juice on the ground. Not ideal. I looked in the other direction and met the placid gaze of an elderly couple who were sitting in folding chairs outside their room, watching the cars go by on the highway. They didn’t seem like the proper audience either.</p><p>In the farthest corner of the parking lot I found a little privacy. I stretched about twenty feet of line out in front of me, positioned the rod, then whipped it back, trying to get the smooth pumping motion I had just read about. The fly whizzed past my ear, so close that I flinched. But I still had the presence of mind to complete the forward stroke, designed to propel the power line, and therefore the fly, out to the desired location. Piece of cake. But the illustrations in the book had not included the power line that arched over the parking lot. My fly wrapped itself around the line, and the force of my forward cast snapped the leader.</p><p>My father emerged from his room and stood watching me. Undaunted, I tied on another fly, laid out the line again, braved the back cast with the fly speeding toward my face, and whipped my arm forward. Again, the elegant forward roll of the line failed to materialize, but I did feel a sudden sting on my shoulder. The fly was embedded in my shirt.</p><p>My father didn’t laugh. He had often told me that one of the most important qualities for a father was the ability to keep a straight face. It had served him well through the terrible years of Little League, when grounders went through my legs and fly balls bounced off my head. It served him well thirty years later, as I disengaged the fly from my shirt and, grim-faced and determined, laid the line out again to make another cast.</p><p>At that moment a pickup drove into the lot, and a cowboy leaned out the window and yelled, “Catching anything, asshole?”</p><p>The driver then hit the accelerator and peeled out of the parking lot, his laughter ringing out over the screeching tires.</p><p>“Let’s get a drink,” my father said. I reeled in the line and put up my rod.</p><p>We ate dinner and maybe had a few too many glasses of wine. By the time the waitress brought our banana cream pie we were telling the sort of jokes I had often heard in the Marines but had never shared with my father. The domestic side of our lives seemed far away. There was a sense of adventure in the air, not unlike what I remembered from those early mornings so many years before. I began to think that this trip was going to work out.</p><p><span class=\"dropcap\">T</span>he next morning we met the four other fishermen and two of our guides at six, loaded our gear onto one of Gabe’s trucks, and headed for the river. We drove for miles across a rough cattle road, into arroyos and up long draws, the land red clay and gray laterite with nothing on it to give relief or to impede what little water might fall. Flashflood country.</p><p>In the distance to the east, behind us, we could see the snowy peaks of the San Juans—save for the incomparable Tetons, the most beautiful mountain range in the West. One 14,000-foot peak after another emerged, backlit by the rising sun. After an hour’s drive we reached the trail that led into the canyon, shouldered our packs, and without ceremony headed down a trail only a goat could love.</p><p>My father was by many years the oldest man on the trip, and our packs were heavy. I followed behind him, keeping a close eye on how he was handling his footing. It was new, this concern for my father’s safety. I had always assumed that he was looking out for me, that whenever he was around, the bogeymen—real and imagined—would never harm me. Now I was solicitous for his well-being: don’t forget your jacket, watch your step, be careful on those rocks, better put that hat on, look out now. In spite of our roaring evening the night before, I began to worry about how he would manage. Could he keep up? Would he be relaxed with the other, younger men on the trip?</p><p>We were the last ones to the river. Gabe had spent the night there, preparing the three rafts. Two of us would go in each boat, along with a guide. The other fishermen were methodically strapping on waders made from space-age material, preparing their rods, and donning their fishing vests. They clearly knew what they were doing.</p><p>I looked at my father. He looked back at me and shrugged.</p><p>“Let’s go get ’em, partner,” he said.</p><p>So we fumbled through our packs and began assembling our rods. My father had some inexpensive waders. I simply put on my running shoes-my first mistake. This was late September, and the water was cold. Hypothermia does not enhance the fly-fishing experience. We were still trying to put our rods together when the others set off purposefully down the river.</p><p>I had yet to learn anything about our companions, but it seemed to me their lives must be as straightforward and under control as their casts—everything well equipped and settled. For me life had always been turbulent. I was always changing jobs, constantly moving from place to place, one house to another, always uprooting whenever I felt too settled.</p><p>My father, on the other hand, had been a man of commitment, a stick-to-it guy. He had built his own engineering company, then merged with a larger company and then with another larger still, until he ended up being the president of an engineering construction company with five thousand employees and $200 million in contracts a year. Domestic life was equally steady. We lived in one house in Baytown while I was growing up. When my sister and I moved away, my parents moved to Houston. In 35 years, they have moved once. I have moved seven times in the past 4 years.</p><p>My father had grown up selling eggs from the family chickens during the Depression, but he wasn’t like so many of his contemporaries, who got jobs at big companies and hung on to them all their lives. He had hardly gotten a secure job with Humble Oil, when he left to form his company, which he named with great confidence Broyles and associates. The associates for a while were mainly my mother and me—she did the secretarial work, and I swept up the office after school.</p><p>But after that first great risk, each step that followed was carefully considered. He wanted me to be equally careful, to plan my life, make serious career choices, prepare myself for steady employment. He couldn’t understand my apparent lack of concern about how I was going to make a living. I never worried about getting a job after I finished college or even after I got out of the Marines when I was 27. I just assumed something would come along, and invariably it did. I also never really felt I had to save up to buy a house that I would always keep. A house was like a job—another would come along.</p><p>My parents came to visit me when I lived in Europe, California, New York. I started to think I was beginning to open their world, as they had always opened mine. I enjoyed that, but I also didn’t want them to become like me. Their stability, their rootedness, their imperviousness to change, gave me the freedom to indulge my desire to keep moving on, to build things and then leave them. But lately I had been thinking that my father, for the first time in his life, seemed restless too, that he needed a fresh start, a new energy —something—from me.</p><p><span class=\"dropcap\">W</span>e rode with Gabe the first day, bringing up the rear. Whenever we could escape the rapids he would pull over to an eddy and give us pointers. There were also stretches where the water flowed more smoothly, and we practiced lightly bouncing a fly off the canyon wall into a shadowy pool or laying it next to a grassy bank. By the end of the first day I had caught two brown trout and released them. My father had had a few strikes, but the fish spit out the barbless hook before he could land them.</p><p>We made camp on a grassy bank where the canyon floor widened. That night we stayed up late and talked around the campfire. None of our companions could imagine living in New York City, as I did then. The city was the anti-life, the other, the beast breathing diesel fumes, crime and garbage, with people clinging to its back and going to dinner parties. That I lived there did not completely rule me out as a man of judgment and character, but it meant I had to come from way back just to play even.</p><p>While we had been assembling our gear earlier in the day I had worried about how my father would get along with the young guides and our fellow fishermen. How dimly I had really seen him! He was instantly at ease and ended up telling the best stories and the funniest jokes. As I began to see him through their eyes, I realized that to them he was not my father; he didn’t belong to me at all. He was his own person, their peer, and a great fishing companion.</p><p>After dinner I went for a walk. The moon was full, and the rapids glistened in its light. Along the canyon walls pinons cast shadows over the boulders. I left the campfire and followed a trail that wound along the river and then turned up into the cliffs. Soon the campfire was out of sight and I was alone in the night, my shadow following me in the moonlight.</p><p>Suddenly I heard a rhythmic beating coming down the path; only after a few moments did my city-dulled senses recognize the sound of running hooves. In an instant two deer were upon me, a doe and a huge buck. I was downwind and motionless, and they didn’t see me until they were only a few yards away. With a majestic leap the buck sailed past me, the doe leaping behind him, pulled as if on a thread. I felt the air shudder and saw the vapor puffing from their nostrils. And then they were gone, their hoofbeats a faint echo in the night.</p><p>I hadn’t moved or taken a breath. I stood in that spot long after the sound had died, and once again I could hear only the river singing the song of water bound for the sea. I didn’t want the moment to be over.</p><p>I went back to the camp. The fire had burned down to embers, and everyone had gone to bed. My father was still awake inside our tent, so I told him what I had just seen—about the echo of the hooves and the buck’s eyes glinting in the moonlight. He was quiet for a few moments, and then he said, “Son, I wanted to tell you something before I forget it. Except for those two grandchildren, this trip is the best thing you ever did for me.”</p><p>It took a long time to get to sleep after that. As I lay there, I knew with absolute clarity that I had to leave New York. It was an island in the atlantic, too far from what really mattered to me.</p><p><span class=\"dropcap\">B</span>y the time the rafts were packed up the next morning, it had started to rain. The river was much higher, the rapids stronger, the placid stretches fewer and briefer. With increasing skill, I was hurling my big black and uglies into the pockets of still water behind the rocks.</p><p>I had to time my cast while we were still upstream, then as we swept past the rocks I let the heavy fly drop into the tiny triangle of calm water that might hold a trout. My father did the same from the front. We were both feeling good. We were fishing!</p><p>As we came out of one stretch of rapids I felt a sharp tug, and my rod tip jerked down. The line popped out of my hand and began to scream off the reel. We were racing downstream; the trout had other ideas. The guide pulled frantically at the oars, trying to get us across the current into an eddy on the far bank. I was trying to strip line back in while the raft heaved beneath me.</p><p>Bored with fighting both the current and my line, the trout changed direction, raced underneath the raft, and headed downriver. I had to walk my line around, avoiding the oars, which allowed the river to seize us again and send us racing along after the trout. One large rock loomed up, then another. We bounced off, were swept against a canyon wall, then recovered.</p><p>The trout was tiring. I pulled the line in steadily and faced into the river as the raft headed for the bank. When I had the trout within view, I leaned over the side to seize him. But the raft hit the bank with a sharp thud, and I was pitched backward. As I regained my balance, I lost my grip on the rod, and the trout was off again.</p><p>Finally, I brought him in, a beautiful rainbow trout iridescent with reds and blues and greens. Before I picked him up, I wet my hands so as not to scar his protective mucus and gingerly removed the barbless hook. I looked at the trout for a moment, trying to read something in his little fish eyes, but I saw nothing, not even fear. There was nothing to do but return him to the water, where I held him loosely for a few moments until he was strong enough to swim out of my hands and back into the current.</p><p>It had not been pretty, but I had caught my first rainbow. By then the rain had been falling for hours, and we were soaked and cold. We pulled onto a small sandy beach and huddled under a pine tree and had a beer. My father was tired but ecstatic.</p><p>“What a fish!” he said. “and what a classy way to bring him in! That back flip you did at the end—I never could have thought of that!”</p><p>“Yeah, right,” I replied. I knew that the story of my catching this fish was already becoming a family legend, like the story of my catching the stingray so long ago.</p><p><span class=\"dropcap\">W</span>e stopped for lunch above the Rock Garden, the most difficult rapid of the trip. I was still worried because my father had not caught a trout. We wrestled up the kitchen tent and built a fire. By the time we had finished lunch, the rain was falling harder. By nightfall the river had become the color of cafe au lait. My father, ever the engineer, began calculating how long it would take the river to flush itself clean.</p><p>“If the rain stops by eleven tonight, it should be clear again by nine in the morning,” he said, as Gabe began preparing the evening meal.</p><p>I had gone to college to be an engineer, like my father. His dream was of the two of us working together. That dream ended abruptly during my freshman year, when I made a 6 (out of a possible 100) on my first calculus exam. I took my slide rule home, bent it over my knee, and hung it from the ceiling of my room. That bent slide rule was a declaration of independence. My father had wanted me to find my own way, of course, but a dream of his died that day, and it must have hurt. Since then, I guess, I have always wanted to prove to him that my not being an engineer was the right thing—for both of us.</p><p>Even so, I always envied him his specific, technical knowledge, which as he became more successful he needed less and less. By the time he retired he was most comfortable in the world of business, where personality and history worked a more profound calculus than slide rules could ever measure. In a way, he had become more like me, which was what made the brief moment when he recalled engineering problems he hadn’t considered in thirty years so special. I felt as if I were back in college, the history student able to discourse on politics but ignorant of the workings of a river, and my father were once again the man of facts and concrete principles, my anchor in the world.</p><p>After breakfast the next morning I went down to the bank to make a few casts. The river had cleared up, just as my father had said it would.</p><p>We loaded the rafts and floated downstream as the canyon receded and the valley widened. The river flowed peacefully along grassy banks. My father tied on a grasshopper fly and, kneeling in the front of the raft, cast it gently onto the bank, then pulled it into the water, where it floated on its fake legs like the real thing.</p><p>But the trout weren’t in the mood for grasshopper, nor for the caddis fly I was using. Or perhaps it was our technique. When we pulled the rafts out, we learned that our companions had each landed several brown trout.</p><p>But by then it didn’t matter. My father and I had caught what we had been fishing for.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fishing",
      "Water",
      "Fish",
      "Canyon",
      "ever",
      "Family",
      "House",
      "Land",
      "Mother",
      "Rain",
      "Rock",
      "Running",
      "Son",
      "Beer",
      "Career",
      "Children",
      "College",
      "Deer",
      "History",
      "Jokes"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Canyon",
      "Texas",
      "D.C.",
      "Galveston",
      "West"
    ]
  }
}