{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19867",
    "date": "July 1986",
    "year": 1986,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1986/19860700.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 104,
    "document_page_range": [
      [
        104,
        105
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Primary Lesson",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198607-primaryle",
  "source": "/1986/19860700.pdf",
  "wp_post_id": 122187,
  "wp_post_guid": "http://www.texasmonthly.com/article/primary-lesson/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Primary Lesson",
  "dek": "The Numbers From the Spring Elections Add Up To Just One Thing: Good News For the Republicans.",
  "spread_caption": "",
  "excerpt": "Subtract Democratic voters, add new Republicans, and it equals realignment.",
  "kicker": "",
  "word_count": 1381,
  "content": "<p>By</p><img/><p><strong>WHITE Versus Clements: Same Faces, New Politics.</strong></p><p><span class=\"dropcap\">H</span>ere we go again. Bill Clements against Mark White, round two. Judging from the winners of the May 3 party primaries, Texas politics has just been marking time in the four years since the first Clements-White battle.</p><p>That’s what the names say. But the numbers from the primaries carry a different message. Something entirely new happened on May 3. Conservative Democrats, who have been abandoning their party in fall elections in everincreasing numbers, abandoned it in the spring primaries for the first time. This is the death knell for the old order in Texas politics—the wing of the Democratic party that has been the source of every governor of Texas since 1938 except Bill Clements. The Democratic party that Mark White heads today is smaller and more Hispanic than the one he headed in 1982. The Republican party he faces is larger and more rural.</p><p>What the defection of conservatives signifies, in a word, is realignment—the political pros’ term for the shift to the Republicans as the state’s majority party. It began with the presidential election in 1980, when local Republican candidates rode Ronald Reagan’s coattails to unexpected victories in onetime Democratic bastions like Brazoria County. It accelerated in 1984, when the Democrats fielded Mondale-Ferraro-Doggett and lost ground from Congress to the courthouse. Now realignment is so pronounced that the outcome of the governor’s race may be irrelevant to the future of Texas politics. The Democrats’ traditional advantage is gone; the only question left is whether Texas will be a swing state or a Republican state.</p><p><span class=\"dropcap\">S</span><strong>WITCHING Sides.</strong> Four years ago 262,000 people voted in the Republican primary, 1.3 million in the Democratic primary —one Republican voter for every five Democrats. This year 545,000 people voted Republican, 1.1 million Democratic. That’s one Republican for every two Democrats. The Republican gains occurred even though the combined turnout for both parties didn’t change much from 1982 to 1986. It appears that the pool of primary voters is a constant 1.6 million or so, and in that group more than a quarter of a million people switched from the Democratic primary in 1982 to the Republican primary in 1986. As bad as the Democrats’ numerical losses are, what makes them even worse is where they occurred.</p><p><span class=\"dropcap\">C</span><strong>OUNTRY Cousins.</strong> The Democrats’ formula for dominating Texas has been simple: lose small in the cities and win big in the country. Even though 80 per cent of Texans live in metropolitan areas, that statistic is misleading. Once you get past Corpus Christi (seventh in size), many cities—and especially their metropolitan areas—have a strong rural and agricultural flavor. In the medium-sized and smaller counties, the Democrats have combined many drops to make a mighty flood. In the 1982 governor’s race, for example, Clements beat White by 32,000 votes (55 per cent) in Dallas County, but White beat Clements by 3700 votes (75 per cent) in Fannin County, just seventy miles to the northeast. Dallas County is 64 times bigger than Fannin in population; in voting margin, it was only ten times bigger.</p><p>On May 3, Democrats showed signs of losing their grip on rural Texas. Dallas, Harris, and Bexar counties, which in 1980 accounted for half the GOP primary vote, this year contributed only 35 per cent. Throw in austin, Midland, Fort Worth, and El Paso, and you still have less than 50 per cent; the rest comes from old Democratic suburban and rural counties.</p><p>Are the new Republican converts solid Republicans or just wavering conservative Democrats? Judging by the pitiful showing of Kent Hance, they’re solid. When Hance switched to the GOP, he pegged his hopes for winning the gubernatorial nomination on at least 100,000 conservative Democrats’ voting in the Republican primary. They did-but for Bill Clements. Only in Hance’s hometown of Lubbock did the new Republican voters show a sentimental attachment to the former conservative Democrat: Republican turnout swamped the Democrats by more than three to one, and Hance piled up 84 per cent of the votes. In 1984 he posted similar numbers throughout West Texas; this time Hance couldn’t build a regional base. Nearby amarillo went for Bill Clements. So did abilene. So did Midland. So did Odessa.</p><p>That doesn’t mean that rural Texas is about to go Republican. It does suggest that the days of landslide Democratic margins in rural Texas-the foundation of Democratic hegemony-are numbered.</p><p><span class=\"dropcap\">P</span><em>ERRO Amarillo</em><strong>DEMOCRATS.</strong> as conservatives leave the Democratic party, their voting strength has been inherited by Hispanics. Perhaps the most revealing Democratic statewide race was the four-way battle for Place 1 on the Court of Criminal appeals. The candidates’ names were Dial, Duncan, Reagan, and Martinez. Essentially, the race involved a blind choice of names, which provides a measurement of what the pros call the baseline Hispanic vote—the number of unwavering loyalists like the old Southern politician who once declared that he would vote for a yellow dog if it ran on the Democratic ticket. How many Democrats would vote for a <em>perro amarillo</em> with a Spanish surname? Roughly three voters in ten, or 29.1 per cent, which is what George Martinez polled in leading the field. He ran a consistent fourth in rural East and West Texas, but he led in Houston, Dallas, Fort Worth, and South Texas (60 per cent in the Lower Valley). The old political axiom that Hispanics don’t vote is dead; Mexican americans are now the dominant faction in the Democratic party. South Texas accounted for considerably more votes in the Democratic primary (216,000) than the western half of the state (186,000).</p><p>The most prominent victim to be caught in the squeeze between the decreasing number of conservative Democrats and the increasing clout of Hispanics was Bexar County district attorney Sam Millsap. He figured he needed a third of the Hispanic vote, and big majorities on the anglo North Side, to fend off a challenge by Fred Rodriguez. Millsap got the percentages he wanted but lost anyway. Too many North Side voters switched to the Republican primary, and there weren’t enough anglo votes to offset Rodriguez’s lead in Hispanic neighborhoods. If a prominent incumbent like Millsap can’t win a Democratic primary against a Hispanic, how many other San antonio anglos do you suppose will run as Democrats in the future? That is what realignment is all about.</p><img/><p>Illustrations By Cathie Bleck</p><p><strong>the Surest Sign Of a New Day In Texas Politics Is the Success Of the Republicans In Rural Counties, Once the Stronghold Of Conservative Democrats.</strong></p><p>The fatal flaw of the Democratic party of the fifties and sixties was that it maintained its preeminence at the expense of Hispanics and blacks. Conservatives outvoted the minorities in the spring, then used minority votes to beat Republicans in the fall. That gambit no longer works.</p><p><span class=\"dropcap\">N</span><strong>OVEMBER And Beyond.</strong> If the Democratic primary is any indication, Mark White is in deep trouble. Because he was running against unknowns, the primary was a vote of confidence in the governor. Rural Texas, so crucial to Democrats in the fall, said no. In the nineteen counties that sit atop the oil-rich Permian Basin, White topped 50 per cent of the vote only once. In three of those counties White ran <em>third,</em> with only 18 per cent of the vote; four years ago, against two strong Democratic rivals, he rolled up 60 per cent in the same three counties. East Texas was no better. Remember Fannin County, where White slaughtered Clements four years ago? In the primary he scored less than 40 per cent. White won in the urban counties: 79 per cent in Harris, 78 per cent in Dallas. But in those counties there were three Republican primary voters for every two Democrats. It will be a different story in the fall.</p><p>Win or lose, White is among the last of his line. Like Bill Hobby and Lloyd Bentsen, he came into politics from the conservative wing of the Democratic party that is now sterile. Except for the incumbents, a conservative can’t win a major statewide Democratic primary. And if Lloyd Doggett’s thrashing by Phil Gramm in the 1984 Senate race is any indication, a liberal can’t win a major statewide general election. The logic of the 1986 primary is that the one kind of Democrat who could win in both the spring and the fall is a mainstream Hispanic. That sounds a lot like Henry Cisneros.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Republican",
      "Texas",
      "Democrats",
      "Rural",
      "Democratic Party",
      "Hispanic",
      "Race",
      "Republicans",
      "Fannin",
      "Hispanics",
      "people",
      "Politics",
      "Spring",
      "Voting",
      "Amarillo",
      "Dallas",
      "Elections",
      "Primaries",
      "Republican Primary",
      "South Texas"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "Amarillo",
      "Dallas",
      "West",
      "Corpus Christi"
    ]
  }
}