{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199412",
    "date": "December 1994",
    "year": 1994,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1994/19941200.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129
      ],
      [
        160,
        161,
        162,
        163
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Missions accomplished",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199412-missionsa",
  "source": "/1994/19941200.pdf",
  "wp_post_id": 127818,
  "wp_post_guid": "http://www.texasmonthly.com/article/missions-accomplished-2/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Missions accomplished",
  "dek": "Tucked away in a remote corner of San antonio, four sprawling churches forge a link between the eighteenth-century Spanish frontier and modern-day Texas.",
  "spread_caption": "",
  "excerpt": "Forget the alamo. The real spirit and history of Texas come alive at San antonio’s eighteenth-century churches.",
  "kicker": "",
  "word_count": 3956,
  "content": "<p>When Visitors Come To San ANToNIO To see the alamo, the most common reaction is surprise. “It looks so small!” the tourists say. The reason, of course, is that San antonio has grown up around the alamo. City streets and an abandoned post office encroach on the ancient mission’s boundaries. The alamo is a shrine to heroes, but it has lost its heroic dimensions. § Fortunately, you can discover the sense of space and history just a few miles to the south, at the San antonio Missions National Historical Park. The park consists of four secluded eighteenth-century missions, at intervals of about two miles, that still represent the vastness and grandeur of the Texas frontier at the height of the Spanish empire. The churches stand in spacious fields, most of them surrounded by stone walls. The two northern missions, Concepcion and San Jose, are larger and more ornate than their southern counterparts, San Juan Capistrano and San Francisco de la Espada. The Christmas season is the best time to discover the missions. The churches are decorated with red and green banners, and many of the grounds are lit by luminarias. § The farther south of downtown you go, following the vexing twists and turns of the San antonio River, the more the feeling of isolation increases and the more you begin to feel lost—in geography as well as in time. San Juan and Espada are bounded on one side by the river and on the other by rambling cemeteries and a pre-World War II airfield. By the time you make your way through the narrow streets and past the dilapidated houses leading up to Espada, you have lost all touch with urban San antonio and the late twentieth century. § Texas, the predominantly anglo Texas that we know today, has only existed for 158 years. For 145 years before that, Texas belonged to Spain. What an afternoon’s tour of the four San antonio missions reveals is the hidden truth of all history, which is simply this: The past is with us yet.</p><img /><p>Photographs By Don Glentzer</p><img /><p><strong>San Josè </strong><em>The most imposing of the missions, it stands as a monument to a nation that tried to conquer the Texas frontier.</em></p><p>Judged by their original purpose—to train Indians to become citizens of Spain—there is no question that the missions were political failures. By the late eighteenth century only a handful of Indians were left. The rest either had died from measles or smallpox, had been killed in apache or Comanche raids, or had run for their lives. The Franciscans had abandoned the missions by the mid-1790’s, and Spain turned them over to the surviving Indians. If you could look at the missions through the eyes of a Spanish colonial official, you would see the ruins of a failed adventure.</p><p>But there are other ways to view the missions. As religious, agricultural, and educational centers, the missions are symbols of triumph. San antonio today is predominantly Roman Catholic, thanks to the missions. Much of what we think of as native Texas law and lore was actually imported to these old missions by the Franciscans. Our Texas water laws aren’t English; they were derived from Spanish law. Indian vaqueros who worked at the mission compounds were the first cowboys. The mission Indian’s <em>galon</em> was the forerunner to the Texas tengallon hat. His <em>chaparreras</em> became chaps.</p><p><strong>San Josè </strong><em>The fortresslike walls are a reminder that the missions were not just churches hut refuges from hostile Indian raids.</em></p><p>The four missions are once again active churches. They were taken over by the archdiocese of San antonio between 1870 and 1930 and are staffed by priests who say mass every Sunday. Many of their parishioners are descendants of the original Spaniards and Indians who built the missions starting in 1720. In the whispers of the prayers and immutability of the mission stones, New Spain lives on.</p><p><strong>Mission Concepción</strong></p><p><em>The oldest unrestored church in the United States</em></p><p>How To Get There From downtown San antonio, go south on St. Mary’s. Watch for brown-and-white signs with a picture of a mission. Turn right on Mission Road to 807 Mission.</p><img /><p><strong>Concepció</strong></p><p><em>The Indians who built the church honored the God of the Spanish priests, but if you look closely, you can find where they paid homage to their old god, who provided them with com and other crops.</em></p><img /><p>On the FROnTIER The mission was built for wandering bands of Indians, who camped on this spot in the 1720’s. After repeated raids by apaches, who occupied the hill country northwest of San antonio, they pleaded with the Spanish for protection. The cornerstone for Concepcion was laid on March 5, 1731. The church took 24 years to build, 14 years behind the king of Spain’s schedule. Other tribes moved into the compound, also to escape the apaches, and were put to work building the church you now see.</p><p>The odds were good that if the apaches didn’t kill the mission Indians, diseases like measles and smallpox would. From 1731 to 1762, 792 Indians were baptized at Concepcion, but 588 were buried. Considering those gloomy statistics, the work done by the Indians and their Spanish supervisors was understandably slow.</p><p>What you see now is the same church that existed in the mid-eighteenth century, but without the brilliant red and blue crosses and yellow and orange squares that originally brightened its exterior. (The faded paintings are still visible.) To a rider approaching by horseback on the dusty frontier, the colorful church on the banks of the San antonio River must have looked like a technicolor oasis.</p><p>What To See The church itself was built in the shape of a cross with a Moorish dome above the altar and two towers at the base of the cross. Concepcion is the only San antonio mission built with two towers, which some say symbolize that it was dedicated to a female saint—Mary, the mother of Jesus. The towers have belfries, and the bells still work. During the mission period the bells were used to teach the concept of linear time to the Indians, who ordered their days by the moon and the sun. The bells rang at predawn, calling the Indians to mass. Then, following a breakfast of gruel and stone-ground bread, the bells signaled the beginning of the workday, either in the fields, on various construction sites, or in any of the mission shops. The bells rang to signal lunch and a midday rest period; to summon the Indians back to work; and again at sunset to mark the end of the workday.</p><p><strong>Espada</strong></p><img /><p><em>In both atmosphere and geography, it is the farthest removed from the heart of San antonio. Its ancient stone aqueduct still brings water from the San antonio River to people living nearby.</em></p><p>The missionaries’ attention to detail and the Indians’ talent for making art out of stone produced spectacular results. Spend some time looking at the carvings on the door and the archway above it. Before the Indians learned Spanish, the missionaries taught them the basics of Catholicism through the symbols they were required to make out of stone. The door is a primer in Catholic doctrine. On the facade are the initials “MAVE,” for “ave Maria.” (The same initials are carved in stone above the front door of the alamo.) at the upper left is the coat of arms of the Franciscan order, and above that is the Franciscan symbol, a menacing rope with twelve knots. To the right, etched in stone that came from a quarry across Mission Road, are carvings representing the five wounds of Jesus’ crucifixion.</p><p>Among the Christian symbols, however, is a tiny Indian idol delicately carved into the lower part of the archway. The Indians believed in two gods: the new one that the Spanish priests had introduced to them, who provided clothing, hatchets, and above-ground beds, as well as their old god who gave them corn, acorns, and other crops. This carving is a bow to their old god, and an enduring cry of rebellion.</p><p>San Juan</p><p><em>Only twelve Indians were left when Spain dosed the mission in 1794. It looks mudi the same today as it did then.</em></p><img /><p>The inside of the church has clean, simple lines and the finest acoustics of any of the missions. Even a mediocre choir sounds like a chorus of angels during Sunday morning mass. Notice that the prayer candles have electric wicks to prevent soot damage to the old walls. I suppose this is a sign of progress, although it’s a pity not to hear the hissing of tallow candles in a nave as fine as this one.</p><p>As you tour the church, don’t look for a federal park ranger to explain what you are seeing. The law that established the missions as a park called for the grounds to be maintained by the National Park Service and the churches to be maintained by the Roman Catholic archdiocese. The line between church and state is drawn at the front door of the church.</p><p>Be sure to see two paintings that have survived the centuries. One is the painting of the Crucifixion in the baptistery. The other—my favorite thing to see at Concepcion—can be found in the library, located downstairs from a room that is identified as the infirmary but was probably an office for the two priests who served the church. The center of the library’s vaulted ceiling is dominated by a painting of a man’s face imprinted on the sun. Until 1987, this painting was covered with soot, and only a single eye was visible. Since this is San antonio, where all events are interpreted through the lens of religion, the eye was known for years as the Eye of God. Yet when the painting was cleaned up, the image that emerged was not a divine one but a man with an Indian face and a Spanish moustache. The painting represents the face of the original San antonian: part Indian, part Spanish, the reality of New Spain.</p><p>[Continued On Page 158]</p><p>[Continued From Page 127]</p><p><strong>Mission San José</strong></p><p><em>Home of the Rose Window</em></p><p>How To Get There From Mission Concepción, continue on curving Mission Road. Cross the San antonio River and look for the brown and white sign. Turn left on Roosevelt to reach the mission on San Jose Drive.</p><p>On the FROnTIER San José was founded in 1720 by Father antonio Margil de Jesus, a Franciscan who was to New Spain what Stephen F. Austin was to Texas: the patriarch. Margil also founded four missions in East Texas, which did not endure. To keep his vow of humility, he walked barefoot everywhere he went, including from present-day Nicaragua to Texas. His nickname for himself was God’s Donkey, because he could walk faster than a mule.</p><p>He died in 1726 and was beatified by the Vatican in 1836. Currently he is under consideration for canonization as the apostle of Texas. In San antonio Father Margil is already regarded as the patron saint of Texas. Some old-timers believe that the staff he used as a walking stick sprouted miraculous vines, a sign that he was preaching the true word of God.</p><p>By 1768 San Jose was booming. The compound was the size you see now: a huge open plaza surrounded by four walls approximately six hundred feet long, which enclosed a frontier empire of stone houses, barracks, a granary, shops, and, looming above it all, the church. There were 281 Indians living in barracks-style housing (which you see restored along the eastern wall of the compound). While the big church was being built, mass was said in another small church that was then on the grounds. Thirty miles to the south, the Indians worked the mission ranch, which had 1,000 head of branded catde, 3,276 head of sheep, 103 horses for the vaqueros, 30 yoke of oxen, as well as farming equipment and fields of crops.</p><p>As you look around the complex today, it’s tempting to view history through a romantic haze. The graceful lines of the buildings conjure up a feeling of peace and harmony. But the diaries kept by Franciscan missionaries show that life here was contentious and strictly segregated. San José had separate swimming pools in the river for the Indians and the Spanish soldiers. Indians and Spaniards slept and ate in different quarters. One priest wrote in his diary: “It is common knowledge that the Pajalaches [one of the many bands of Indians at San José] are perverse, set in their ways, and greatly lacking in docility.”</p><p>What To See Before visiting the church and its rose window, spend some time at the stone granary. Its vaulted roof gives it the feeling of a sacred place. The spectacular flying buttresses were not part of the original building; they were added later to support the exterior walls against the weight of grain.</p><p>The sculpture above the window on the facade is of Saint Joseph, for whom the mission is named. (Since he was a male, the mission has only one tower.) Below that image is an elaborate sculpture of the Virgin of Guadalupe. The female figure to the right is Saint anne, holding her infant daughter, Mary, and to the left is Saint Joachim, Mary’s father.</p><p>The interior is as simple as the exterior is ornate. The white plaster walls contrast with the dark ceiling beams. In the sacristy, where the priests dressed, the stone around a large window has been carved in the shape of a fluted seashell. Two tall steps lead to the rose window and its commanding view of the grounds. During the mission period, the priests would often stand here and give daily orders to the Indians assembled on the grounds.</p><p>The memorable view of the rose window is from the outside, where Pedro Huizar, San José’s carpenter, carved flowers into the stone around the window in the 1780’s. Next to the alamo, the rose window is the single most photographed object in San antonio. Few people realize that the flowers aren’t roses at all but flowering pomegranates; the rose window should really be called the pomegranate window.</p><p>The window was named not for its design but for its legend. According to tradition, Huizar carved the window for his Spanish fiancee, Rosa, who was lost at sea. Another version of the story is that Huizar fell in love with a rich woman, Rosa, whose family forbade her to marry him because he was only a poor artisan. According to this version, he created this window as a way to mend his broken heart. The real story is that Huizar was born in Mexico, not Spain, and was married to a woman named Maria, not Rosa, who lived at San José. Nor was he poor. Huizar was not just an artisan but also a surveyor, who enjoyed prosperity and prestige. He married at least one more time, and apparently the pomegranate magic worked for him, for he had several children. In the current San antonio telephone book there are 44 listings under “Huizar,” some of whom are descendants of the artist and still go to church at San José.</p><p>Take time to peek into the tower of the church. Each of those ancient steps, still used by the parish choir every Sunday, is made of a single piece of solid hewn oak. When the mission fell into disuse and disrepair in the nineteenth century, almost all of the stairs disappeared; apparently people took them home as souvenirs. However, when a local newspaper appealed for their return in the twenties, every step was returned, one by one, and the stairway was reassembled.</p><p>At 7 p.m. on Saturday, January 7, the lantern will be lit over the gate at San José, signaling the beginning of the annual outdoor performance of <em>Los Pastores,</em> a medieval play about good and evil that has survived since the days of Spanish Texas. The storyline is suitable to the season: Seven devils try to keep the shepherds from making the journey to see the infant Jesus in Bethlehem. To go to <em>Los Pastores</em> on a clear winter night is to be reminded that the influence of New Spain did not end when the Spanish left in 1821, or when Sam Houston avenged the alamo in 1836.</p><p><strong>Mission San Juan Capistrano</strong></p><p><em>San antonio’s Other River Walk</em></p><p>How To Get There Return to Mission Road and turn left. Stay on the winding road across Military Drive and watch for the brown-and-white signs. At ashley, turn left. Ashley becomes Graf, but there is no street sign. The mission is about three hundred yards from the turnoff.</p><p>On the FROnTIER The mission was founded in 1731, but the church took more than twenty years to build because of its location in the river bottoms and trouble with the apaches. Compared with Concepcion and San José, San Juan looks simple, like something a child would make out of clay. It is shaped like a shoebox, except that the roof rises at one end to form a belfry. If you’ve ever visited the Yucatan, chances are that you’ve seen churches reminiscent of this one. Historians believe that the master masons who worked for the Franciscans traveled throughout New Spain, providing architectural continuity.</p><p>San Juan proved to be particularly vulnerable to hostile attack. One Franciscan father complained in his diary that the Indians inside the compound were so afraid of apaches that they dreaded venturing outside the wall, even to tend the ranch cattle. In the fall of 1736 an apache chief nicknamed Cabellos Colorados (“Red Hair”) attacked the mission and killed two resident Indian women. That same year two Spanish soldiers were murdered and their bodies mutilated. By the next year the Indian population had dwindled from about 200 to only 23. Not until the 1750’s did the Franciscans coax enough Indians back into the compound to resume work on the church.</p><p>The ruins you see across the plaza are what remains of a church that was started in 1760 but never finished. In July 1794 Spain sold the land to nearby ranchers, and most of the missionaries left. Only twelve Indians remained. The main appeal of San Juan is that it looks very much the same today as it did to those surviving twelve Indians.</p><p>What To See Before entering the compound, take the mile-long nature trail that begins just outside the front gate. It’s an easy walk, accessible to wheelchairs, and is shaded year-round by cottonwood, walnut, ash, elm, and mulberry trees. Near the start of the trail, notice the shrublike tree with black fruit on it: That’s a Texas persimmon. During the mission period, Indians ate the fruit and used the wood to make bowls. Along the banks of the river are dewberries, which the Indians used to treat diarrhea, and chile patenes, which they made into a salve to block pain. In the spring, when i’m homesick for East Texas, I like to walk this trail to see the rough-leaf wild dogwoods that grow here.</p><p>The sense of scale changes dramatically once you’re inside the church. The sanctuary seems much narrower than it does from the outside. An 1890 San antonio guidebook describes the inside of this church as “a mix of Old World and Indian Texas.” The book describes the interior as decorated with “zigzag stripes and blocks of color with corkscrew tile work, and pillars of red and orange blocks.” Today those paintings are gone, but members of the local parish have trimmed the interior with a red, yellow, and orange border.</p><p>The images on the altar are original. The ones of Jesus and the Virgin Mary look ancient for a reason: They are made of aromatic cedar and are extremely old. The comical-looking figure in the suit of armor is Saint John of Capistrano, for whom the mission is named. Only seven miles from the alamo, San Juan is about as foreign a place as you can visit without taking your passport—with the exception of the final mission on your tour.</p><p><strong>Mission Espada</strong></p><p><em>Serenity and Solitude</em></p><p>How To Get There Return to Mission Road, turn left, and follow it to the dead end with Espada Road. Turn right. Bear to the right when in doubt. The mission is at the end of the road.</p><p>On the FROnTIER Like the other San antonio missions, the chapel here was originally built of stone. This one was started in 1731, as was San Juan, and wasn’t finished until 1756. By the time of the Texas Revolution, it was abandoned. In 1835 Stephen F. Austin camped there and waited for news from James Bowie, who was fighting a battle closer to town. The wooden roof collapsed in 1858, and the chapel fell in around it. The church you see here was rebuilt beginning in that year.</p><p>The meaning of “espada” in English is “sword.” How the church got its name is a mystery. Some sources say it was derived from the shape of the chapel’s bell tower. Others say it refers to a vision that Saint Francis, the founder of the Franciscan order, had of a sword in the sky. That vision is at odds with the conventional image of Saint Francis—a meek, gentle man who was happiest when talking to birds. However, it is consistent with the ferocious-looking statue on Espada’s altar, a likeness of Saint Francis with a globe in one hand and a cross in the other. Perhaps the people who lived here needed the strength and stamina that this statue evoked.</p><p>What To See Many of the residents of the area still rely on the <em>acequia</em> (“aqueduct”), a stone irrigation system built in the 1740’s, to water their yards. The San antonio River was so deep that the missionaries had to devise an irrigation system. Thi's aqueduct, which transports river water to Mission Espada, still flows continuously and is the oldest stone system in the United States. The best place to see how the aqueduct works is behind the Mission Trail Grocery Store, where you can grab a soda from an old wooden refrigerator. Unfortunately, you will often see gang graffiti on or near the aqueduct.</p><p>While some elderly residents have left the area because of gangs, the mission compound is staffed by park rangers and is safe to visit. In _fact, any tour of the San antonio missions that excludes Espada is incomplete. Of all the missions, this is the most pristine. Standing inside the confpound, you get a strong sense of the two purposes the mission served: The four walls provided security in which the Indians could work, and the fields, some of which are still planted every year, provided food and independence.</p><p>Although the church is relatively new, the old Spanish front door may be from the original mission. The two lower stones of the arch over the doorway appear to be upside down. Either the Indian artisan who did this made a mistake, or he put his own mark of individuality on it when the master mason was looking the other way.</p><p>As you exit Espada, notice the portable buildings in a grove of trees. Those buildings house a Head Start program, funded by the federal government to teach preschool children. It’s a good place to remember that when the Spanish used the word <em>misionar</em> (“mission”), they used it as a verb, not a noun. A priest or soldier did not <em>go to</em> a mission; he <em>went on</em> a mission.</p><p>This is the end of your tour. At Espada you have truly come to the end of the road, the place in San antonio that is the furthest removed from modern-day Texas. For 23 years<em>—más o menos</em>—I have come to Espada to get lost, seeking out its remoteness. It is a sanctuary from the modern impulse to put our past behind us, to revere the new above the old. By stopping to enjoy the coolness of the old stones and the chiming of the bells, we can get a sense of what Texas was like before it was Texas.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mission",
      "Church",
      "San Antonio",
      "Spanish",
      "Texas",
      "Frontier",
      "San Juan",
      "spain",
      "Painting",
      "people",
      "San Antonio River",
      "Water",
      "buildings",
      "Orange",
      "San Antonio Missions",
      "Tour",
      "Work",
      "Alamo",
      "Austin",
      "God"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Mission",
      "San Antonio",
      "Texas",
      "Austin",
      "Hill Country"
    ]
  }
}