{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198411",
    "date": "November 1984",
    "year": 1984,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1984/19841100.pdf",
    "issue_cover_image": "",
    "document_start_page": 210,
    "toc_start_page": 182,
    "document_page_range": [
      [
        210,
        211,
        212,
        213,
        214,
        215
      ]
    ],
    "toc_order": 7,
    "toc_headline": "The Adventures Of The Red Couch In Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198411-theadvent",
  "source": "/1984/19841100.pdf",
  "wp_post_id": 119832,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-adventures-of-the-red-couch-in-texas/",
  "authors": [],
  "headline": "The adventures of the Red Couch In Texas",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Once upon a time a velveteen couch traveled the land in search of heroes and myths. It found them from the Panhandle to the Gulf.",
  "kicker": "",
  "word_count": 450,
  "content": "<p>The red couch came to Texas in august 1983, accompanied by New York photographer Kevin Clarke. Some years back Clarke had slept on the couch in a friend's loft and had come to admire its possibilities. So, in collaboration with German photographer Horst Wackerbarth, he took it on the road in 1979. For four years, off and on, Clarke traveled across the country in search of american myths. Whenever he found one, he stuck his eight-foot-long red velveteen companion in the middle of the scene, then photographed the result. It was admittedly an odd thing to do, and Clarke can't explain what Muse made him do it, except to say that he was seeking “a confluence of documentary and conceptual art.” Familiar yet strangely out of context, the red couch adds something fresh to the Texas we thought we knew. Not a bad trick, for a couch. The outcome of Clarke and Wackerbarth's quest is <em>The Red Couch, </em>recently published by alfred van der Marck Editions, New York.</p><p><strong>PHOTOGRAPHY By Kevin Clarke</strong></p><img/><img/><p><strong>FARMInG In the Texas Panhandle</strong></p><p>The sandy loam of the Panhandle is the foundation of the cotton farm that has been in David Richards' family for 25 years. The land is near Memphis, a town that calls itself the Cotton Capital of the Texas Panhandle. Clarke remembers, “I had to work for a composition as strong as the furrowed ground.</p><p><strong>EAST Beach, Galveston</strong></p><img/><p>Houston residents Charles and Diana Knight take a moment to sit in front of the ruins of their beachfront trailer home in Galveston the day after Hurricane alicia tore up the city. Photographer Clarke had to show bemused National Guardsmen his press pass and the couch in the back of the van in order to get onto the island.</p><p><strong>GILLEY’s Rodeo Arena, Pasadena</strong></p><img/><p>Local cowboy Kent Richard is the blur on Gilley's most dangerous bull. Sherwood Cryer, the club's co-owner, stands at a safe distance off to the right, while rider Bucky Havard waits to pick up the pieces. Rodeo producer Mutt Neuman sprawls on the couch, which despite its red color did not attract the bull.</p><p><strong>OFFSHORE In the Gulf</strong></p><img/><p>It took Clarke months of finagling to set up this shot on an oil rig in the Gulf of Mexico. Once permission was finally granted, the couch was transported by workboat, the photographer by helicopter. Danny Yarborough, a Gulf Oil Corporation executive, agreed to grace the couch. What the roughnecks thought is anyone's guess.</p><p><strong>the Rio Grande Valley</strong></p><img/><p>Chief Border Patrol agent Jack Richardson presided over 41 Texas counties before retiring in July. Among the undocumented immigrants he helped to apprehend-87,000 in 1983-he was known as El Jefe. “Hunting bear is nothing compared with hunting man,” Richardson observes. “It's the brain that makes the difference.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Photographer",
      "Cotton",
      "Oil",
      "Richardson",
      "Rodeo",
      "Border",
      "Border Patrol",
      "Country",
      "Cowboy",
      "Documentary",
      "Family",
      "Galveston",
      "Gilley's",
      "Home",
      "Hunting",
      "Hurricane",
      "Immigrants",
      "Land",
      "New York"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "Richardson",
      "Galveston",
      "Panhandle"
    ]
  }
}