{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19953",
    "date": "March 1995",
    "year": 1995,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1995/19950300.pdf",
    "issue_cover_image": "",
    "document_start_page": 92,
    "toc_start_page": 90,
    "document_page_range": [
      [
        92,
        93,
        94,
        95,
        96
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Tuna Salad Days",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199503-tunasalad",
  "source": "/1995/19950300.pdf",
  "wp_post_id": 129750,
  "wp_post_guid": "http://www.texasmonthly.com/article/tuna-salad-days/",
  "authors": [],
  "headline": "Tuna Salad Days",
  "dek": "",
  "spread_caption": "",
  "excerpt": "After fourteen years, 2,500 performances, and innumerable one-liners, the theatrical careers of Joe Sears and Jaston Williams are going swimmingly.",
  "kicker": "",
  "word_count": 2482,
  "content": "<p><em>What a drag: Williams and Sears in costume, as Ma Greater Tunas’ Vera Carp and Aunt Pearl, and out of character (opposite)</em>.</p><img /><img /><p><span class=\"dropcap\">F</span>or fourteen yearston Williams and Jose Sears</p><p>have been the biggest fish in Texas theater. Now, rere eb Bere CeReny is hooked on them too. by Anne Dingus</p><p>Forget Oil And Cattle; A Greater Texas Export May Be <em>Tuna</em>—and that's no hsh story. The fare in question is theatrical: a delicious comedy, <em>Greater Tunar</em> and its sequel, <em>A Tuna Christmas, </em>which recount the follies of the irresistibly silly denizens of mythical Tuna, the third-smallest town in Texas. Playgoers meet twenty or so Tunaites—harried housewife, portly sheriff, flirty waitress, local had hoy—all of whom, male and female, are portrayed hy a mere two actors, the inimitable duo of Joe Sears and Jaston Williams. ¶ The virtues of Tuna have long been known to Texans—including George and Barbara Bush, for whom the actors once delivered a command performance at the White House. But after more than a decade of hard work, the feather in their gimme caps came this winter, when <em>A Tuna Christmas</em> finally played Broadway. The earthy humor that was instantly familiar to Texans—especially those with rural ties—wowed the bright-lights-big-city crowd for the opposite reason, by skewering, as the <em>New York Times</em> put it, “the cruel kindnesses and tender hypocrisies of small-town life.” Praising the stars’ “protean versatility,” Clive Barnes of the <em>New York Post</em> wrote of the debut: <em>“A Tuna Christmas</em> deserves to play at least until next Christmas. Christmas 1995, that is . . . absolutely adorable.” David Richards of the <em>Times</em> advised readers that “the show, really just a series of interconnected sketches, is a hoot. The cast, Joe Sears and Jaston Williams, is two hoots.” The ultimate compliment may have been a cartoon that appeared in the revered <em>New Yorker;</em> a complacent executive tells a recently fired employee, “On the plus side, however, your severance package contains a little bonus: two tickets to <em>A Tuna Christmas.</em> ”</p><p><em>Greater Tuna,</em> written by Sears and Williams with their friend and colleague Ed Howard, premiered at Austin’s long-gone TransAct Theatre in 1981. Its wry, purely Texan humor, underscored by the actors’ own obvious enjoyment, soon garnered that most precious of critiques: word of mouth. “A big part of our success is that we started in Austin,” Williams allows. “It’s such a great place to create—people are so appreciative.” Fans there sustained an extended run before <em>Greater Tuna</em> moved on to San Antonio, Atlanta, Hartford, Houston, New Y>rk, and then San Francisco, where it played for an astonishing seven years. Next came stints in Washington, D.C., Los Angeles, and even Edinburgh, Scotland.</p><p><em>Tuna’s</em> secret ingredients are impeccable acting, sustained hilarity, and underlying it all, homespun truth: The characters are small-town Everyfolks. Both Texans and out-of-staters recognize Sears’s Aunt Pearl Burras, with her low-slung bosom, stodgy shoes, and irrepressible twinkle, or Williams’ Didi Snavely, the snarly, hard-bitten gun-shop guru. The humor is undeniably pointed. The three authors poke fun at Baptists, rednecks, sexual deviants, football coaches, hunters, animal lovers, beauty queens, and more. Although the actors’ delivery and timing are key, the jokes translate well to the printed page. Sample these nuggets from <em>Greater Tuna:</em> The gun-shop motto is, “If Didi’s can’t kill it, it’s immortal.” The winning titles of the junior high school essay contest are “Living With Radiation,” “The Other Side of Bigotry,” and “Human Rights, Why Bother?” Catty Vera Carp opens a meeting of the Smut Snatchers of the New Order by saying, “Everybody’s welcome—even Catholics,” and tells a fellow member, “Isn’t that just the prettiest dress. I used to have one just like that—years ago. ”</p><p>Although the stars share the same offbeat humor, their styles differ. The bulky 45-year-old Sears has a killer deadpan and moves seamlessly from character to character, always delivering a bit of vulnerability along with the belly laughs. No other male actor can approach his dead-on portrayals of women, most prominently those of Aunt Pearl and the good-hearted, long-suffering Bertha Bumiller. The 43-year-old Williams, short and slender, favors a broader style; his priceless voice ranges from shrills to bellows like a demented Yma Sumac’s, and his gestures are funny all by themselves. Plus, he’s got the best pair of legs since Betty Grable.</p><p><span class=\"dropcap\">A</span>s Their Work Reveals, Both Sears and Williams are country boys. Joe grew up in Bartlesville, Oklahoma, where family gatherings fueled his later characterizations. “I remember standing in the kitchen of my grandmother’s farmhouse, watching my aunts prepare Thanksgiving dinner,” he recalls, “and I was just fascinated with the fun, the gossip, that went along with the work.” Jaston, born in El Paso, spent his high school years in Crosbyton and regularly visits kin in hamlets like May and Dell City. “Folks in my family were so isolated from the usual types of entertainment that storytelling became an art form to them,” he says. “I just naturally picked up on that.”</p><p>In 1973 Williams dropped out of Houston’s San Jacinto College and, at the urging of his drama professor, secured a job at the now-defunct First Repertory Company of San Antonio, supplementing his income with a variety of jobs (“I was the worst waiter in town”). Meanwhile, Sears had graduated from Northeastern State University in Tahlequah, Oklahoma, and moved to New Y>rk, where he won the first role he auditioned for, that of a villainous sheriff in the musical comedy <em>Ethan Allen and the Green Mountain Boys.</em> He too arrived in San Antonio in 1973, after landing a job with a federal program to teach theater arts to inner-city kids. The two met on Sears’ second day in the city, when they tried out for <em>A Midsummer Night’s Dream.</em> “I got the roles of Thisby and Flute, and Jaston played Puck,” Sears recalls. “We were laughing buddies from that moment on.”</p><p>When Ronald Reagan was elected president, Sears correctly predicted that the new administration would ax his federal program. In anticipation, he moved to Austin, where the scope and variety of avant-garde projects soon lured Williams and Howard, a veteran of Atlanta’s theater circles. When several small-stage ventures foundered, the three found themselves at loose ends and decided to stage an original play. “We have Ben Sargent to thank for the idea,” Williams says, referring to the longtime editorial cartoonist for the <em>Austin American-Statesman. </em>“A friend was having a party. Everyone was supposed to provide a short piece of entertainment. Joe and I seized on a Ben Sargent cartoon that was captioned ‘Totalitarianism versus Authoritarianism’ and repeated an image of the same cop beating the same protester. We did a little improv based on that and threw in off the top of our heads a couple of commercials by characters who eventually turned into Bertha Bumiller and Petey Fisk. People just roared. So we knew we had something. ”</p><p>Photographs By Pam Francis, Grooming By Nancey Chapman</p><p>“We have earned the freedom to stay in Texas,” Williams says. “I love New York, and</p><p>I can handle L.A., hut I dont want to live in either of those places.</p><p>I'm Texan forever.”</p><p>That skit became the basis of <em>Greater Tuna.</em> “For months, Joe and I would get up at six in the morning and go swimming in that cold water at Barton Springs,” Williams says.</p><p>“Then we’d have breakfast and brainstorm. Ed went to the bank and pulled out all his savings to finance the play.” Because the conservative Moral Majority was gaining strength, the three collaborators ultimately settled on a series of what Sears calls “political cartoons, a lampoon of all the silliness going on in the Reagan era,” centered on life in a Texas backwater.</p><p>One day Sears idly wondered aloud what to name the town. “ ‘Tuna’ was the first thing out of Jaston’s mouth,” Sears says. “It struck me as so funny; I just laughed and laughed himself came up with the radio station’s telling call letters, Okkk, but most of the material was developed jointly by the three men. Two years, twenty characters, and innumerable oneliners later, <em>Greater Tuna</em> was born.</p><p>Since then, Sears and Williams have regularly toured the U.S., attracting hundreds of thousands of fans to an astonishing 2,500 performances. Because those fans wanted a sequel—and because <em>Tuna</em> had fared so well financially—the trio of writers conceived <em>A Tuna Christmas,</em> buoyed by memories of their own family yuletides (“We used to call it ‘Blood and Holly’ back home,” Williams notes). The second show is more familial than political. The denizens of Tuna prepare for the holiday and the town’s coveted yard-display contest, which the mysterious Christmas Phantom threatens to thwart. The major characters all return, along with two new jewels: partygirl waitresses aptly named Inita Goodwin and Helen Bedd. Like its predecessor, the second <em>Tuna</em> uses the same sparsely furnished set—an art-yucko table and chairs and an old-fashioned console radio; gaudy Christmas trees slide onstage to denote different locales.</p><p>The wit in <em>Tuna Christmas</em> matches the original’s. Didi Snavely snaps at her beleaguered husband, “Don’t just stand there like a government employee!” Petey Fisk, resident animal lover, reminds his fellow Tunaites that “if you give Nature some space, it won’t try to kill you.” Baptist Bertha Bumiller, tipsy from a few rare slugs of holiday whiskey, accepts a dance offer and murmurs, “I always wondered how it felt to be Methodist.” Joe Bob Lipsey, Tuna’s fractious theater director, declares, “I’m a professional—I’ve been to Waco!” To leaven the nonstop laughter, <em>A Tuna Christmas</em> also interjects moments that are unexpectedly tender. Little Petey Fisk and his entourage of abandoned critters gaze wistfully skyward to find the Christmas star. Sullen Stanley Bumiller and his equally obstreperous Aunt Pearl share a warm parting. “Every time I’m doing that scene with Stanley and Aunt Pearl,” Williams says, “I find myself thinking of the last time I saw my father alive.”</p><p>Although Sears and Williams make each performance look effortless, “it’s never easy,” Sears says. “We try never to let the energy lag.” To help offset physical and mental exhaustion, they travel with an entourage of nine. Three helpers wait backstage solely to facilitate the 140 lightning-fast costume changes. Wigs, hats, and clothes are always stored and returned to their proper cubicles. “It’s absolutely choreographed,” Sears says. “Sometimes it’s best if we just stand still and let them do it.”</p><p><em>Williams (left) met Sears while auditioning for</em> A Midsummer Night’s Dream.</p><p>Indeed, the apparently miraculous character-juggling has helped the <em>Tuna</em> shows spawn a bona fide cult following similar to that of <em>The Rocky Horror Picture Show.</em> At one performance, a dozen Vera Carps, complete with cateye glasses, white gloves, and sneers, filled the entire front row—and this not in rowdy Austin but in staid Boston. That stunt dissolved both actors, who cracked up onstage. “It blindsided us,” Williams says. “We finally regained our composure, but it was beyond pain.” That incident was one of very few mistakes to mar a performance of either <em>Tuna;</em> Bertha walked onstage with a mustache once, but usually the biggest gaffe is a flubbed line. “All you can do,” Sears says, “is stay in character and cuss your way out of it.” At a January performance in Austin, one of the Christmas trees failed to slide offstage properly; Williams, as Didi Snavely, casually pushed it out of sight and then drawled, in Didi’s harsh tones, “Ah—the magic of theater.”</p><p><span class=\"dropcap\">F</span>or Sears And Williams, the Magic Is monetary as well. Besides their salaries and their cuts of ticket sales, there are spin-off products; Tunaphiles can buy videotapes, signed scripts of the original show, gimme caps, copies of <em>Aunt Pearl’s Cookbook,</em> and more from the Tuna General Store (call 800Buy-Tuna). The actors also earn royalties from the staging of <em>Greater Tuna</em> nationwide. (A revival in Dallas will open this month with Sears and Williams and then continue its run with Williams’ longtime understudy, Greg Currie, and actor Brent Briscoe.) While avoiding financial specifics, Sears acknowledges that the plays have made them “a very good living,” which he says is “not easy to do in the theater in Texas.” But their profits haven’t affected their relationship: Sears points out that “we are proof that the gentlemen’s agreement is alive and well. We have no written contract—never have. We split everything three ways between Jaston and Ed and me.” Adds Williams: “We have earned the freedom to stay in Texas. I love New Tork, and I can handle L.A., but I don’t want to live in either of those places. I’m Texan forever.” Both actors have a house in Austin, which they consider their permanent home (Howard lives in Atlanta), but Sears also is building a lodge in Wyoming, and Williams has long maintained a “hideaway apartment” in New Orleans. They can afford the occasional splurge too; in New Tork this winter, Sears says, he treated himself to “a big ol’ Tallulah Bankhead suite at the New \\ork Palace, fifty floors up. I could have staged <em>The Alamo</em> in there.”</p><p>[ Continued On Page 114 ]</p><p>[ Continued From Page 93 ]</p><p>Because of <em>Tuna’s</em> phenomenal success, the actors can pick and choose from a multitude of acting and writing offers. Sears, who played a mountain man for seven years in Bobby Bridger’s historical paean <em>Ballad of the West</em> in Cody, Wyoming, has been approached about film roles, such as the leads in both a biopic about Divine and a live-action version of <em>Zippy the Pinhead.</em> He just completed his first cinematic part, playing the town doctor in <em>The Good Old Boys,</em> an adaptation of the Elmer Kelton novel. The western, filmed in Alpine and Del Rio, stars Tommy Lee Jones (who also directed), Sissy Spacek, and Sam Shepard and will premiere this month on the cable television channel Tnt.</p><p>For his part, Williams is deep into penning his own comedy, <em>Romeo and Thorazine,</em> which was inspired by a visit to a good friend in a mental hospital (“I couldn’t tell the patients from the staff”). In it eight actors share sixty or so roles—an expansion of the gimmick that drives both <em>Tunas.</em> Both he and Sears regularly tour as the leads in Larry Shue’s stalwart comedy <em>The Foreigner.</em> And this fall, 22 years after they met auditioning for <em>A Midsummer Night’s Dream,</em> the partners will enjoy a return to Shakespeare with an Austin adaptation of <em>The Merry Wives of Windsor.</em></p><p>But the <em>Tuna-loony</em> need not despair. A third installation is in the works, bringing back Bertha, Vera, and the rest of the gang. “If the right-wing Newt Gingriches and Rush Limbaughs are still going strong,” Sears says, then he and Williams—as “good solid Ann Richards Democrats”—will return to political lampooning. He and Williams won’t divulge many details, but they promise that the plot of <em>Red, White, and Tuna</em> involves a class reunion, aging flower children, and a batch of Aunt Pearl’s famous potato salad that “those naughty Tastee Kreme girls left out too long in the sun. ”</p><p>“So, of course,” Sears says, “there will be an extended scene in the women’s restroom.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Christmas",
      "performance",
      "Theater",
      "Austin",
      "Family",
      "Fans",
      "Texan",
      "Texas",
      "Actor",
      "Cartoon",
      "Comedy",
      "High School",
      "Holiday",
      "Humor",
      "Love",
      "New York",
      "Reagan",
      "School",
      "Stars"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Alpine",
      "Dallas"
    ]
  }
}