{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19876",
    "date": "June 1987",
    "year": 1987,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1987/19870600.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 118,
    "document_page_range": [
      [
        120,
        121
      ],
      [
        179,
        180,
        181,
        182,
        183,
        184,
        185
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Culture Club",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198706-culturecl",
  "source": "/1987/19870600.pdf",
  "wp_post_id": 123189,
  "wp_post_guid": "http://www.texasmonthly.com/article/culture-club/",
  "authors": [
    "Lawrence Wright"
  ],
  "headline": "Culture Club",
  "dek": "There will always be a Symphony Ball in San antonio, but there may not be a symphony.",
  "spread_caption": "",
  "excerpt": "Once San Antonio’s elite took pride in their support of the city’s fine symphony. When the cream of that elite, the Symphony Society board, abruptly canceled the upcoming season, it was time for some soul-searching",
  "kicker": "",
  "word_count": 6760,
  "content": "<img/><img/><p>Illustration By Margaret Kasahara Cheatham</p><p>In the old days, as the dowagers of alamo Heights like to recall, San antonio stood for grace, charm, and a loving attitude toward the arts —all qualities notoriously undervalued in the culturally arid state the city found itself in. The go-go business climate that prevailed in other Texas cities had never taken root in San antonio, yet people would come from Dallas and Houston to attend the local opera productions. But the heart of the city’s society in those days, which the dowagers remember as the golden age of San antonio, was the symphony.</p><p>Almost from its founding in 1939, the San antonio Symphony was unusually good, which came as a surprise only to visitors. Russian violinist Jascha Heifetz performed during that first season, as did famous blind pianist alec Templeton. Even into the sixties the symphony was the centerpiece of San antonio’s cultural and intellectual life. On Saturday nights most of San antonio society was at the symphony, and afterward the elite repaired to the argyle Club to hash over the performance. Alone among Texas cities, San antonio took high culture seriously —but then its citizens had never really thought of their town as a typical Texas city. They saw San antonio as an outpost of Western civilization in hostile territory, the cultural equivalent of modern-day Berlin or Jerusalem.</p><p>So when the symphony board announced last February that it was canceling the symphony’s upcoming season, the city was shocked and confused. “It’s devastating to us,” says Jan Jarboe, a columnist for the <em>San antonio Express-News.</em> “San antonio sees itself as a city of grace, a cultural oasis in Texas, which we view as a desert. San antonians have always prided themselves on making music here of all kinds. We just can’t be without a symphony. It’s like losing the alamo. It’s that serious.”</p><p>[ Continued On Page 161 ]</p><p>[ Continued From Page 118 ]</p><p><span class=\"dropcap\">A</span>t the end of January, the San antonio Symphony had played Brahms’ First Piano Concerto with soloist Vladimir ashkenazy, one of the world’s finest pianists. Although the audience was enthusiastic, the Lila Cockrell Theatre was less than two-thirds filled, and instead of an encore, ashkenazy came out and made a personal plea. “This is a great orchestra. Please, please, support it.” The symphony board had announced that it might cancel the 1987-88 season if it failed to come to terms with the players union by mid-February. Ashkenazy was speaking to some of the few people in San antonio who did support the orchestra, most of them hard-core season-ticket holders who felt chastened and a bit cheated by the lecture.</p><p>After the concert, the audience filed out of the theater without the usual exhilaration that comes from hearing beautiful music splendidly performed. By an unfortunate piece of timing, the audience for Iron Maiden, a heavy metal band that had filled the 16,000-seat HemisFair arena next door, also was pushing toward the exits through the same narrow corridor. “It was a young, punkish, Mexican american crowd, wearing leather pants and awful silver things in their ears and devil insignia on the backs of their jackets,” Jarboe recalls. “They seemed so violent and hopeless. And here was the other crowd coming out of the symphony, a real upper-class and academic group, many of them older women wearing minks. The kids began to scream, ‘Woo-woo-woo!’ The tension was really palpable. It was as if the two faces of San antonio were suddenly confronted with each other and didn't like each other at all.”</p><p>The immediate cause of the symphony’s problems was a labor dispute between the orchestra players and the board of the Symphony Society, which was seeking to renegotiate the final year of its contract with the players union. In addition, the orchestra had been without a music director, the conductor and creator of a symphony’s programs, since the end of the 1984-85 season. This season the symphony has also been without a managing director, who coordinates business and public affairs, and a development director to supervise fundraising efforts. For years the symphony itself had been without a permanent home, playing in various halls and theaters around the city, none of them satisfying either to the players or to the audience. Last season nine conductors tried out for the job of music director, but the board couldn’t decide among them.</p><p>On December 18, 1986, the board called a press conference. “We thought they were going to announce the appointment of a new music director and a new managing director,” says Mary Watkins, a French horn player and spokeswoman for the musicians’ negotiating team. “Instead, they called for a thirty per cent pay cut on the part of the players.” The average symphonist’s salary this season was under $22,000, about $2000 less than the average schoolteacher’s. By the time the players sat down at the bargaining table, the management had raised its demand to a 46 per cent pay cut, which would bring the average salary down to $11,700. Two months after the December announcement the players and the management still had not reached an agreement, so the board canceled the upcoming season.</p><p>The discovery the board made was that “of the million people in San antonio, we’re only playing to a few thousand,” according to Symphony Society president Leonard Huber, the chairman and CEO of the InterFirst Bank San antonio. “One of the problems in San antonio is that it has believed its own press clippings about being the tenth-largest city in the United States,” says Huber. “The city of Dallas and the city of San antonio are about dead even in size, but San antonio doesn’t have the metropolitan area surrounding it. In terms of spending power, it’s in the high forties among american cities.”</p><p>The management places part of the blame on a restrictive contract, signed three years ago, that scheduled steep pay increases for the players and expanded the season beyond what the public was willing to support. “as a percentage of total revenues, we already had more than almost any other orchestra in the country in terms of government and private support,” says Bob Marbut, the Harte-Hanks executive in charge of long-range planning for the symphony. Ticket sales were declining just as the alternative sources of income —that is, the businesses and patrons who had floated the symphony in the past—were being crushed by the economic downturn in the state. The city had cut back on its pledged support. And yet none of those problems would have sunk the symphony if people had continued to attend the concerts, in Marbut’s view. “Our problem is fundamentally in the box office. It is a matter of getting more paying customers into our concerts,” he says.</p><p>Why did San antonians stop going to the symphony? Not because of the quality of music; a frustrating irony for everyone who wants to save the symphony is that the orchestra has never played better. Watkins believes that the players reached their artistic peak in January with a performance of Mahler’s Symphony No. 5, which garnered comparisons to the Chicago Symphony.</p><p>That concert was played twice, as are most programs in the classical series, first on Friday night in the Laurie auditorium of Trinity University, where the acoustics are poor, then on Saturday night in the Lila Cockrell Theatre, which is surrounded by construction and often has to compete for parking with the city’s professional basketball team, the Spurs. “It’s an outrage,” says Maury Maverick, Jr., the writer and lawyer-politico whose father was mayor of the city when the symphony was founded. “They’re playing in the worst places in San antonio. Who wants to go through an obstacle course to hear music?”</p><p>The orchestra’s traditional North Side patrons also are reluctant to go downtown. “I live in alamo Heights,” says Texas historian T. R. Fehrenbach, “and it’s just very difficult to get patrons to go into the downtown area. They perceive that going downtown is no good, a drag, and maybe dangerous.” Perhaps for that reason the most promising venue for the symphony, downtown’s grand old Majestic theater, closed recently after the board was unable to make a commitment to make that theater its home.</p><p>In the minds of the players, the board is strangling the symphony with incompetence and indecision. “as long as I have been here, our administration has either failed to market or marketed to fail,” says ally son Dawkins, the orchestra’s principal violist. Any choices about the leadership of the symphony, the players say, would have been better than the vacancy that has existed for two years.</p><p>Even the board acknowledges its reluctance to seek financial help among the traditional donors. “We eliminated a 1.3 million dollar deficit in 1984,” says Huber. “But I said to those guys then, ‘You give us the money, and we will get our act together.’ I just don’t have the guts to go out and ask a guy who gave me fifty grand in ’84 to give me another fifty grand in ’87.”</p><p>Before, the symphony was controlled by the arts lovers, who may not have known much about business but who were drawn to the work because of their appreciation of music and their allegiance to San antonio. Leonard Huber is characteristic of a new breed of board member, the business bureaucrat who is passing through town on his way up the corporate ladder. He admits he is not much of a concertgoer. “i’m no great music expert,” he says. “I like music, but I don’t know much about it.” He prefers pops to classical programs; his own musical background is limited to a brief experience with the violin as a child. What Huber brings to the symphony board, he says, are “certain acquired skills that the symphony (a) needs and (b) are worthwhile.” His primary interest is in keeping the symphony alive as a community asset. “The corporate world wants a symphony, in fact demands a symphony,” Huber says, but he foresees a smaller organization in the future, existing on much less than the current budget of $4.3 million. “San antonio has proven in the last two years that it will not support an orchestra cost of over two million dollars,” says Huber, noting that the figure would place the orchestra near the bottom of symphony budgets, comparable to, say, Tulsa’s. Huber sees his current mission as “finding out what kind of music San antonio will buy, and how much of it we can sell.”</p><p>Symphonies all over the country are having financial problems. The Oakland Symphony went bankrupt in September; San Diego canceled its 1987-88 season; and a recent <em>New York Times</em> survey revealed that more symphony orchestras were in trouble than at any time since the Depression. In San antonio the symphony’s problems have caused the city to look at itself and reconsider its identity. Is this just another indication of hard times in Texas? Or is it a symptom of a larger rejection of the arts in a city that has always seen itself as a cultural mecca?</p><p>“The role of the symphony in San antonio has been reduced to one of civic pride,” says Mike Greenberg, a critic and columnist for the <em>Express-News.</em> “People say the city has to have a symphony in the same way it has to have a professional football team. There’s very little evidence that anybody on the board or the city council has any idea what a symphony is for. As a result, the symphony no longer has a significant role in the city’s intellectual life. Right now the audiences are so small there’s a question why there’s a need for a symphony at all. If you’re only getting eight or nine hundred people on a Friday or a Saturday night, it’s obvious that the orchestra is not really going to be missed. I think the only reason we had it this long is so that the Order of the alamo would have an orchestra to play for the coronation of the queen during Fiesta.”</p><p><span class=\"dropcap\">O</span>n Valentine’s Day, 51 teenage girls, all high school seniors, were presented at the fifteenth annual Symphony Ball in the Hyatt Regency. More than seven hundred people streamed into the hotel in formal attire to honor the Symphony Belles, as the girls were called. One of the honorees arrived in a gray limousine festooned with red carnations. The ball capped two weeks of luncheons and teas held all over the city. “It is a debutante situation,” says Deeann Simpson, whose daughter, Britt, is joining some of the other Belles for a trip to acapulco with their fathers. “No mothers allowed,” laughs Britt. “i’m very jealous,” says her mother.</p><p>Symphony orchestras are expensive to maintain. The american Symphony Orchestra League considers the San antonio Symphony a major orchestra, which means that its budget is more than $3.5 million a year. Ticket sales never cover the cost of a season; in San antonio, the box office accounts for less than 40 per cent of the average cost of a concert. Most of the difference is made up with government grants, interest from the symphony’s $5.1 million endowment, and money raised in the community through society events such as the Symphony Ball, public home tours, fashion shows, even a black-tie skeet shoot. This year the Symphony League and the Junior Committee, the fundraising arms of the symphony, pledged to raise $275,000. “That doesn’t count the money league members give out of their own pockets,” says Maxine Farrimond, publicity chairman for the ball. It also doesn’t include the $1.125 million annual fund, which is gathered from corporations and major patrons.</p><p>Before the dinner, the guests milled about with cocktails. Some were from old San antonio families, the sort who live in alamo Heights and Terrell Hills, and others were upper-middle-class immigrants to the city who had moved into the newer suburbs around the UT Health Science Center. They were talking excitedly and waiting for the Belles to descend the stairs in their presentation gowns of dotted white <em>point d’esprit</em> fabric with ruffles and crinolines. For a teenager to qualify as a Belle, her parents must pledge to the symphony $500 a year for at least three years; the gown, floral arrangements, and so forth cost another $550, not to mention the expense of filling a table for ten at $125 per chair. Every Belle in the room represents an investment of more than $3000. Yet few of the Belles or their parents are longtime season-ticket holders for the symphony, a fact many of the players resent. Harvey Biskin, the orchestra’s principal timpanist, surveyed the scene from between the bar and a potted plant. The only player in attendance, he came at the invitation of a neighbor whose daughter was being presented. “It’s unabashedly a way of soaking the rich,” Biskin observed. “But it is one way the symphony has of putting money in its budget.”</p><p>Harvey Biskin has played in the San antonio Symphony for 37 seasons. He is one of the few remaining players hired by the symphony’s founder, Max Reiter, who died in 1950. When people speak of the efforts to broaden the symphony’s base of support, they often are thinking of the free educational concerts Biskin conducts —as many as sixty this year for 140 schools in the San antonio area. “We’re touching every kid in San antonio,” he says. The symphony also gives free concerts throughout the city-one in each council district-performing in shopping malls, airplane hangars, and public parks. The orchestra also travels to smaller towns in South and Central Texas to play in churches, community auditoriums, and even bank lobbies. Besides the fourteen programs in the past season’s classical series, the symphony also presented ten pops concerts, featuring entertainers like Dionne Warwick and Jack Jones; three concerts for children, including “Peter and the Wolf” and a performance with Captain Kangaroo; and a “Sampler Series” of such national music as “afternoon in Old Vienna,” with Strauss waltzes, and “The Music of Merry Olde England,” with a tuba soloist playing Purcell and Elgar. There were also special presentations—for instance, “New Year’s Eve With Peter Nero” and a commemorative concert for Martin Luther King, Jr.’s birthday. In all, the symphony played 162 concerts in 39 weeks, involving 100 different programs. By contrast, the Philadelphia Orchestra schedules only 102 performances and fewer programs. Despite the San antonio Symphony’s extraordinary efforts to expand its constituency, ticket sales were nearly $500,000 below projections.</p><p>“The San antonio Symphony has had the term ‘elitist’ flung at it,” says resident conductor, andrew Schenck, who darted into the ball to shake hands before running off to the airport. “It’s given the symphony a terrible name. Of course, you’ve got to have moneyed patronage of the symphony orchestras in this country. But that’s not to say that the symphony and its music are ipso facto elitist. I’ve taken the symphony to audiences that are anything but the alamo Heights crowd and gotten standing ovations.”</p><p>One of the facts of life about a symphony is that it serves several different functions in a community beyond the production of great art. People who hope to gain notice in a city and become a part of the social hierarchy often find that the most accessible route to prominence is to become affiliated with an arts organization. “It’s cheaper to give ten thousand dollars to the symphony than to build a new wing on the hospital,” says businessman Louis Bishop, whose wife, Elisabeth, is a past chairman of the Symphony Society. “You get more bangs for your bucks.” The bangs come in the form of elaborate parties, important social connections, and a picture of you in the newspaper chatting with Luciano Pavarotti or Ferrante and Teicher. Presenting your daughter at the Symphony Ball is the first step into the social limelight.</p><p>Class differences and resentments are a buried feature of the antagonism between board members and the players. In Europe the relation of the artist to his patron was often little different from that of a servant to his master. Similarly, in San antonio into the mid-seventies, musicians were told that “the ladies of the society” expected them to use the back door of the auditorium and not to mingle with the crowd.</p><p>“Musicians have to have some dignity,” says Mary Watkins. “What many of our players are facing is personal bankruptcy. Some are already struggling to make payments on a Chevette.” Board members point out that players work only 20 hours a week 39 weeks a year and supplement their income with tutoring, summer jobs, or unemployment compensation.</p><p>The Belles descended the stairs to the ballroom in a stately, rustling horde. Harvey Biskin finished his drink and joined the other guests. This event alone raised more than $50,000 for the symphony. Indeed, all of the fundraising efforts met their projections. From the point of view of San antonio society, the symphony was still a success. There were more Belles this year than ever before. As Deeann Simpson points out, “There will always be a Symphony League, and there will always be a Symphony Ball. So if the symphony itself ever comes back in business, they 11 still have our support.”</p><p><span class=\"dropcap\">S</span>ymphonic music in Texas began in San antonio shortly after the turn of the century, when the German immigrants in what was then the largest city in the state formed their own community orchestra. That organization disbanded during World War I, when “German” music—that is, most of the classical repertoire-was not to be played. For most of the years between the world wars, San antonio survived with an amateur orchestra. “We had fifty-five or sixty instruments,” remembers amy Freeman Lee, the chairman of the board of trustees of Incarnate Word College, who played the alto saxophone in that orchestra. With that number of players, the orchestra was able to play Mozart, Haydn, and early Beethoven, but not the later majestic symphonies that form the core of orchestral music.</p><p>In December 1938 young Italian-born conductor Max Reiter, fleeing the antiSemitism of fascist Europe, arrived in New York with “an adequate wardrobe, $40 in cash, and a half dozen letters of introduction from Toscanini’s daughter, the Countess Wally Castelbarco,” he wrote many years later. He found the city crowded with “a couple of hundred bona fide conductors, mostly central European refugees” like himself, looking for leaderless orchestras. He was befriended by the Steinway family. “Go to Texas,” they advised him. “More Steinway pianos are sold per capita in Texas than in any other state.” Theodore Steinway asked, “You know where Texas is, Mr. Reiter?” Reiter recalled, “In Italy women have no “might have been the jumping off place for all I knew.”</p><p>In San antonio Reiter presented himself to Nat Goldsmith, a shipper on the Katy Railroad. Goldsmith offered help and financial assistance while turning over the actual organization of the Symphony Society to his ex-wife. “My heart sank,” Reiter recalled. “ In Italy women have no part in the civic life.” In Pauline Goldsmith, however, Reiter found an extraordinary force who not only founded the society but also remained the symphony’s chief fundraiser until her death. “Pauline was a very commanding personality. She called me,” remembers Lee, “and said, ‘We have an Italian refugee conductor, and we need to do something about him.’ She brought Mr. Reiter over to see me. He spoke no English. We communicated a little bit in Spanish and a lot in pantomime.” On June 12, 1939, the first performance of the San antonio Symphony was held before an audience of 2500 in the Sunken Garden Theatre. Reiter and Pauline Goldsmith were married in 1946.</p><p>After only six seasons, the San antonio Symphony had become one of the twenty major symphony orchestras in the country, with an annual budget comparable to those of the more established organizations in New Orleans, Baltimore, Kansas City, and Indianapolis. The orchestra grew from 40 to 78 members. A Grand Opera Festival was added in 1945, and then a series of student concerts. Dimitri Mitropoulos, the legendary music director of the New York Philharmonic, conducted the young San antonio Symphony and pronounced it one of the top ten orchestras in the country. The symphony was an artistic success story with few rivals. “Max Reiter worked himself to death in this town,” says Lee. “He gave everything he had to that orchestra.” In December 1950, while guest conductor Leopold Stokowski was in town to conduct the symphony, Reiter suffered a heart attack and died. He was 45 years old.</p><p>His successor, Texas-born Victor alessandro, led the symphony for the next 25 years. During alessandro’s reign, the symphony organized the Rio Grande Valley International Music Festival, which brought orchestral music to reaches of Texas that had had little exposure to the classical tradition. “He was of the old school,” remembers Mary Watkins. “He ran a very tight ship. What I appreciated about him was his special talent for identifying new talent that was just about to blossom.” He had, for instance, signed Van Cliburn not long before the young Texas pianist won the International Tchaikovsky Competition. “Suddenly, Cliburn’s fee went from five hundred dollars to God knows what,” says Harvey Biskin. When the symphony refused to renegotiate his contract, “Cliburn developed ‘hand problems,’ ” says Biskin, “so Victor went out and found a fourteen-year-old kid named Lorin Hollander to replace him. The audience went wild. That night was the beginning of Hollander’s career.”</p><p>Opera was alessandro’s forte, and under his direction San antonio staged four full-blown operas a year, the only symphony orchestra in the country to offer such an ambitious program in addition to its regular season. Nearly every opera star of the era made at least one appearance in San antonio. Richard Tucker came for <em>La Traviata</em> and <em>Turandot,</em> Giuseppe di Stefano and Roberta Peters sang <em>Barber of Seville,</em> and Beverly Sills came frequently. San antonio had the reputation then of being one of the best places to hear opera in the United States.</p><p>In those days the symphony was society’s pet. To be in the Symphony Society was a signal of social preeminence. Board meetings were held at the San antonio Country Club. But along with the perks came an obligation to help make ends meet. Even in its prime the symphony ran up a deficit at the end of the year. Fortunately for the symphony, there was always a patron willing to write a check for the balance as a gift to the city.</p><p>In the seventies, however, the symphony entered a period of decline that corresponded with alessandro’s failing health. When he died in 1976, the symphony was living off its reputation of the previous decade.</p><p>And something had happened to the city itself during the alessandro era. For one thing, there was a political revolution under way, which began in 1961 with the election of Henry B. Gonzalez to Congress from San antonio’s twentieth district and would culminate twenty years later in the election of Henry Cisneros to the mayor’s office. In that time San antonio went from being an anglo town with European pretensions to being a predominantly Hispanic city with closer ties to Mexico City than to Vienna or Paris. The symphony budget had expanded past the point where the society doyennes on the North Side could erase the deficit with the stroke of a pen. The elegant ladies of the Symphony Society came down from their lovely North Side homes to the city council meetings to plead for city support of the arts. Probably it was there, in the council meetings, as they took their places next to Mexican labor organizers in blue jeans and West Side mothers who had city sewage backing up into their houses because of the lack of drainage ditches, that the hostility that would doom the symphony was born. Before, the symphony existed in the public mind as an attractive feature of a city whose bright future one day would include professional sports teams, imaginative arts festivals, and a major international airport to complement a world-class orchestra. But now the symphony was seen as a competitor for tax revenues that were more urgently needed by families whose toilets wouldn’t flush.</p><p><span class=\"dropcap\">I</span>n a foretaste of what was to come, the symphony board searched two years for a new music director to succeed alessandro, and the man they picked was a 32-year-old Belgian, Francois Huybrechts. “a man of genius,” this magazine called him, echoing a sentiment widely shared by the citizens of San antonio. “all I know is when I sat and listened to the orchestra under Huybrechts, I heard a sound I had never heard before. It was extraordinary,” recalls Lee, who had become a music critic for one of the San antonio papers; by that point she had been listening to the San antonio Symphony for 41 years. “It was one terribly exciting performance after another,” Biskin agrees. “His performances were always electrifying.” Individual ticket sales jumped more than 60 per cent during Huybrechts’ fifteenmonth tenure as maestro; most of his performances were sold out.</p><p>Part of Huybrechts’ appeal was his musicianship, but there was another force at work: the persuasive power of sex appeal coupled with clever public relations. Soon after his arrival, Huybrechts’ picture appeared on billboards around town with the slogan, “Make a date with Francois.” The idea belonged to Karen Kelly, who worked in advertising in San antonio. Symphony people remember the campaign as the most effective arts promotion in the history of the city. Certainly it had an effect on Karen Kelly, who became involved with Huybrechts while he was in the middle of a complex and rather sensational divorce.</p><p>Riding on the wave of critical adulation, Huybrechts had little patience for the constraints of a budget or the blue-nosed morality of the board. “We did it to ourselves. We hyped everybody in town in an attempt to sell tickets, and it backfired on us,” says Elisabeth Bishop, who was chairman of the Symphony Society when Huybrechts was hired; she is also the woman Huybrechts holds responsible for his departure. Bishop is one of many people who believe that Huybrechts’ genius was overrated. And even orchestra players who admired the conductor’s musical leadership admit Huybrechts was high-handed, domineering, and a wretched politician. “He was one of the old-fashioned dictators of the baton, the kind you just don’t see anymore,” says Biskin, who had the advantage of viewing Huybrechts from behind the kettle drums, at the farthest remove from the conductor’s glare.</p><p>In the middle of the second year of his two-year contract, Huybrechts demanded a renewal for the following year. The board refused. Huybrechts “stomped off,” says Bishop. “He never conducted again and continued to be paid by us while we had to hire a new conductor.” Many of the board members had been offended by the racy gossip that surrounded Huybrechts. “No board of directors anywhere wants a conductor whose lifestyle is disruptive to the community,” says Mrs. Harris Oppenheimer, whose mother, Pauline Goldsmith, had founded the Symphony Society. Huybrechts left in what he calls “a blaze of glory.” The critics wept, and season-ticket holders demanded their money back. The loss of Huybrechts convinced many music lovers that the true objective of the symphony was not to produce great art but to appease the sensibilities of the dowagers of alamo Heights. Now the man of genius owns a film animation and production company in austin with his business partner, Karen Kelly, whom he married after his divorce.</p><p>Huybrechts was succeeded in 1980 by Lawrence Leighton Smith, a man who restored rather too much order to the symphony. His four-year reign corresponded with a critical shift in the thinking about the role of the symphony in San antonio. Suddenly, when people spoke about the symphony as an institution, they were talking mainly in terms of its importance as a lure for the high-tech corporations that Mayor Cisneros hoped to bring to San antonio.</p><p>As for the symphony itself-that is, the cultural body dedicated to the performance of the classical repertoire —fewer and fewer people seemed to care. The symphony business, which had been dominated in the past by the dowagers, fell into the hands of bottom-line men who saw the orchestra as an “asset,” along with other marketable charms the city had to offer, such as free trade zones and rightto-work laws. “San antonio then was growing from a small city into a large city,” says T. R. Fehrenbach. “The symphony board was unable to make that transition gracefully. Some people who were calling the shots were not even giving money or going to the concerts.”</p><p>As a business enterprise, a symphony orchestra is a leaky bucket. The New York Philharmonic, one of the most prestigious symphonies in the world, plays year-round to nearly sold-out houses and enjoys lucrative recording contracts, but it still depends on private and corporate sponsors to supply half of its $20 million budget. In San antonio the attitude among the businessmen on the board has been that the symphony should become costefficient, if not a money-maker. The board forecast a five-year scenario that would have expanded the orchestra budget to $5.4 million. When the board members looked at the cost of the opera festival, however, they decided it simply wasn’t worth the expense. In 1983 the festival was dropped. The more popular programs, such as the pop series, were expanded. To the city’s opera lovers, who naturally included a large portion of the classical music lovers, this was more evidence that the board didn’t care about art.</p><p>Also in 1983 the board and the musicians began to negotiate a new contract. “There were the same issues we have now,” says Watkins. “The board wanted a shorter season and reduced pay and to go to a smaller, core orchestra.” The musicians wanted higher pay and other benefits. In 1984 the demoralized players went on strike. Unfortunately, the announcement of the strike came moments before a scheduled sold-out concert by French flutist Jean-Pierre Rampal, who spent the next three days roaming around Central Texas eating <em>fajitas</em> and waiting for the board and the musicians to come to terms, which they failed to do. The Rio Grande Valley International Music Festival, which was about to celebrate its twentyfifth anniversary, had to be called off (the following year, the Valley Festival invited symphonies from Corpus Christi and Wichita Falls instead). The board canceled the remainder of the season, which inadvertently balanced the books and allowed the symphony to begin the next year with a new contract and no deficit. The players won sizable pay raises. Yet the toll, in terms of public goodwill, was evident in the drop in ticket sales-and in less tangible terms, in a sort of malaise that settled on the players, the board members, and the music-loving public.</p><p>Sensing the loss of focus of the symphony’s identity, Mayor Henry Cisneros outlined to the board a plan that he called Music of the americas. Cisneros, who used to play the French horn in the aggie band, proposed to attract the city’s predominantly Hispanic audience to the symphony by programming works by Latin composers, such as Carlos Chavez and Heitor Villa-Lobos, with guest artists on the order of Chilean pianist Claudio arrau. There was to be an international guitar competition, tours of South america, and broadcasts on the Spanish language television network. “It is an idea that has been germinating for some time,” the mayor said. “I had to realize that the San antonio Symphony was not going to be able to compete in traditional terms or financially with the other great symphonies and how they are built.” He predicted that the orchestra would be recording on a major classical label within three years, and in four years, “I foresee our symphony playing in New York’s Carnegie Hall.”</p><p>Mike Greenberg was at the board meeting when Cisneros made his presentation. “It was the first board meeting I had ever attended where someone stood up and discussed music,” he says. “Henry stood there waiting for someone to respond. Nobody said anything. It was embarrassing.”</p><p>There was at least some response from the outside world. Placido Domingo, the tenor, came to San antonio on an international tour to raise money for the victims of the 1985 Mexico City earthquake. His appearance was used to launch the Music of the americas program. Domingo was a thunderous hit, as he is everywhere. But after his departure, little more was heard of the Music of the americas program. The board did not spurn the mayor’s plan; it just didn’t act on it, as it hadn’t acted on a music director, a managing director, or a concert hall. Eventually the mayor seemed to lose interest in the symphony, as had nearly everyone else in the city. Besides, the city was facing a $30 million deficit of its own, and there was little the mayor could do to help. Art, as he has said in the past, “is not a matter of basic human priorities.”</p><p><span class=\"dropcap\">O</span>n February 21, the San antonio Symphony was playing Beethoven’s Fifth in the Lila Cockrell Theatre. The hall was about one-third filled, in part because the San antonio Spurs were playing the Boston Celtics next door, which had a significant effect on the downtown parking. In the middle of Bartok’s Second Violin Concerto, which opened the program, a bat flitted out of the wings and flew about the theater, adding to one’s sensation of being seated in a cavernous, empty barn. However, the Beethoven later brought the audience to its feet for a prolonged, almost defiant ovation.</p><p>“Something in this music really stirred us,” said conductor andrew Schenck at the patrons’ reception after the concert. “It seemed appropriate to the mood.”</p><p>In the candlelit basement of the theater, twenty to thirty patrons stood around eating cheese and crackers and talking to the players, about half of whom attended. “There’s no one here,” someone whispered.</p><p>Negotiations over the contract were still going on, but there was already a sense of resignation in the room. The San antonio Symphony —the orchestra itself, not the board or the society —was in the process of dissolving. The players were talking about where they were going next year. Julius Schulman, the concertmaster, said he had feelers out in Florida. One musician was auditioning in Sweden; a horn player was trying out in Buffalo and Rochester, New York. Giovanni DiGiosia, a cellist, thought he would probably stay in San antonio and repair instruments, which he already does on the side. “I got kids; it’s hard to move,” he said. Also, it’s hard to find jobs. Only about 2500 people in the country make a living playing symphonic music, a figure that would soon be reduced by the 81 players of the San antonio Symphony.</p><p>The board members were blaming parking, the players were blaming bad management, but overall there was a feeling that something more profound was killing the San antonio Symphony, something that had to do with a loss of passion, not only on the part of the community but also on the part of the board and the players and even the dowagers of alamo Heights. The will to perform great music still existed for the players, but not on terms that the board was offering. “Classical music is my life,” said allyson Dawkins. “I don’t do it for money; I do it for love. But musicians have got to have a living wage.” The will to raise money was still there on the part of the board members, but not more than they had pledged. None of the management negotiating team came to the reception. No one had the energy for compromise.</p><p>Among the players there was rebellious talk about forming their own philharmonic society. It would be reduced in size, it would perform fewer concerts, it would certainly pay less-in short, it would meet all the board’s criteria—but it would be a brand-new organization with a new board and a music director chosen by <strong>the musicians. In april just such a group, calling itself the Orchestra of San antonio, was formed under the leadership of Wilford Stapp, a longtime fan of the symphony and founder of KPAC-FM, San antonio’s leading classical radio station. Stapp blames the volunteer board and bad management for the symphony’s woes. “They mean well, but they don’t know what they’re doing,” he says.</strong></p><p>Stapp says the Orchestra of San antonio is recruiting the members of its board and plans to involve segments of the community that have never been tapped before—the military, Hispanics, and orchestra members. “There is the perception, not necessarily true, that the symphony has been a country club act,” Stapp says, “and the board hasn’t done anything to counter that.” Using the present symphony schedule as a guide, he says that the new group will need to raise $1.7 million by mid-September and $3.5 million by May 1988 —a tall order for a fledgling organization.</p><p>Stapp’s actions appear to have provoked a response from the Symphony Society. The board has hired a managing director and contracted with a development and public relations firm, both for a fourmonth engagement, and has also retained a national arts management consultant to find a permanent managing director. Leonard Huber was optimistic that the Symphony Society would come to terms with the musician’s union and now says that there could be a 1987-88 season if a contract can be worked out soon. He admitted, however, that the season he envisions will be shorter, and the orchestra will have fewer musicians.</p><p>Of Wilford Stapp—whom Huber has said he would like to have on the Symphony Society board —Huber says, “His intentions are good, but the man cannot perform.” When asked to explain, he replies simply, “No money.” He also suggests that symphony musicians should think twice about casting their lot with the new organization, pointing out that the symphony has the contract with the city, controls a $5.1 million endowment, is developing a campaign to clear out the estimated $1.2 million debt, and has a support group of 1400 members to draw upon for its fundraising efforts. Stapp’s organization has none of those substantial assets. Whether either organization will survive the battle for support to present a 1987-88 season remains to be seen.</p><p>Even if the musicians and the symphony board eventually come to terms, San antonio will have to make do with less, perhaps much less, than it enjoyed before. San antonio, once a city of great music, once an american town where opera flourished, once a city that defined itself by its love of art, will become something else. San antonio must now ask itself, If it isn’t that kind of city anymore, what kind is it?</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "San Antonio",
      "Music",
      "people",
      "Society",
      "Texas",
      "Alamo",
      "money",
      "Musicians",
      "Opera",
      "Budget",
      "Business",
      "Country",
      "Mayor",
      "performance",
      "Concerts",
      "Fundraising",
      "New York",
      "ten",
      "Alamo Heights",
      "ever"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "Dallas",
      "Rio Grande Valley",
      "Austin"
    ]
  }
}