{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198610",
    "date": "October 1986",
    "year": 1986,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1986/19861000.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 140,
    "document_page_range": [
      [
        140,
        141,
        142,
        143,
        144,
        145,
        146,
        147
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Beyond Halloween",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198610-beyondhal",
  "source": "",
  "wp_post_id": 120732,
  "wp_post_guid": "http://www.texasmonthly.com/article/beyond-halloween/",
  "authors": [
    "Judy Winningham"
  ],
  "headline": "Beyond Halloween",
  "dek": "Trick Or Treat Withers Next To the Day Of the Dead, a Haunting Mexican Ritual That Embraces Death As the Sweetest Time Of Life.",
  "spread_caption": "",
  "excerpt": "On the Day of the Dead, Mexicans mock death with candy skulls and papier-mache coffins. But in the darkness of a graveside vigil, the mockery gives way to tears.",
  "kicker": "",
  "word_count": 1091,
  "content": "<p> To Mexicans, death is an old and familiar friend. They joke about it, calling it “the stinker,” “the bald one,” or “the one with the teeth showing.” In fiesta parades people shroud themselves as corpses in coffin floats, rising up periodically to amuse the crowd. Artists make clay replicas of the Last Supper, which portray the apostles as skeletons in sombreros, drinking tequila instead of wine. Everyone, even death, is a clown at these fiestas. But the Day of the Dead is different. On November 1 mockery gives way to reverent tears as all of Mexico celebrates the oldest and perhaps most profound ritual in the New World. Schools let out, shops close, city dwellers travel to hometown graveyards and faithful villagers build <em>ofrendas</em> (“altars”) in their homes. Friends gather to drink wine, break bread, and talk of those who have recently died. An all-night vigil is kept at the graves of loved ones, where candles light up the dark cemeteries. Laughing and drinking are as common as singing and weeping at the grave sites on this sleepless, seemingly endless night. </p><p><strong>PHOTOGRAPHY By</strong></p><p><strong>GEOFF Winningham</strong></p><img/><img/><p><strong>Laughing and drinking are as common as singing and weeping at 4 a.m. in the graveyard at lhuatzio. Candles light up the dark cemetery on this sleepless, seemingly endless night.</strong></p><p> Last year, as Mexicans from around the country made the pilgrimage to Janitzio—one of the best-known sites for Dia de Los Muertos festivities—my husband, Geoff, and I joined them. Janitzio is a volcanic island in the center of Lake Patzcuaro, an ancient gem glistening in placid waters. It was on the shores of the lake, halfway between Mexico City and the Pacific Coast, that the Tarascan Empire flourished more than four centuries ago. The Tarascans, who numbered nearly two million at the time of the Spanish Conquest, were famous for their stubborn resistance, first to warring aztecs and later to Spanish conquistadores. Until 1922 the Tarascans on Janitzio refused to speak Spanish, preferring their native tongue. They rarely left the island and received visitors with indifference. Today the Patzcuaro region is home to the last remnant of the Tarascan people. The Day of the Dead is celebrated throughout Mexico, but this tight-knit community observes the ritual in its most authentic form. </p><p> as we approached the town of Pátzcuaro, on the shores of the lake, we saw Tarascans coming down from the hills on steep footpaths, heading for the island’s ancient burial grounds as their families have done for centuries—women brought brooms and rakes to clean the graves, barefoot girls in white Communion dresses carried flowers, and men were loaded with heavy provisions on their backs. Walking across the <em>zocalo</em> in Patzcuaro, we passed hundreds of Indians camped in the crowded square, many selling handmade artifacts of the Day of the Dead: candy skulls, death masks, and papier-mache coffins with corpses that jump when a string is pulled. </p><img/><img/><p><strong>Tarascan villagers on the island of Janitzio open their homes to visitors who come to view the ofrendas-elaborate altars adorned with fruits, holy pictures, and strings of flowers.</strong></p><p> Like our Halloween, the Day of the Dead has pagan origins. In preColumbian Mexico, Indians commemorated the souls of the dead with two feasts of massive human sacrifice and ritualistic cannibalism. Spanish friars watched in horror as those to be sacrificed were stripped naked, painted red, and thrown into a fiery pit, then pulled out with grappling hooks, their chests ripped open, and their stillbeating hearts pitched into the fire, to be eaten later. To eliminate the human sacrifice, the Catholic church consolidated these two festivals with all Saints’ Day, assigning Christian values to pagan practices. The church encouraged Tarascans to celebrate Holy Communion by eating the body and drinking the blood of Christ. </p><p> The Spanish and the Indian cultures clashed in many ways, but they shared an obsession with death. The tribal Indians treated death as a happy denouement in the continuing saga of life; human sacrifice was an indispensable and sacred tribute to the gods. The Indians instinctively understood the Spaniards’ bloody iconography, with its romantic depiction of death. Spanish artists graphically illustrated suffering in a way that symbolically paralleled Indian priests at bloodletting festivals. </p><p> It is no wonder that in the four hundred years since the Conquest, attention to death has continued to dominate Mexican life. From 1521 to 1551 the indigenous population of Mexico was reduced to one seventh of its original number. Even into the twentieth century, foreign and civil wars brought more de- struction and death. In the chaos of war nothing grew but the number of graves and the need for people to express their sorrow through the Day of the Dead. </p><img/><img/><p><strong>The best-known spot for Day of the Dead festivities is the island of Janitzio, where Tarascans still build traditional ofrendas and a procession winds up the mountain at midnight.</strong></p><p> Before going on to Janitzio, we decided to follow the dirt road around the lake, visiting the three principal towns that had once formed the Tarascan empire. In Tzintzuntzan, the ancient capital, the surrounding mountains form a backdrop to the graveyard. By midafternoon, several dozen families had gathered in the cemetery, clearing the graves and turning the soil in the traditional belief that doing so helps the dead to breathe. At one site an old woman had strewn marigold petals to cover a simple mound marked by a single crude stone. At another grave a man lying on top of a flat tombstone was reading a comic book in the afternoon sunlight. </p><p> Down the road at Ihuatzio, three young boys were playing in an unoccupied grave pit. Each was trying to throw the other two out of the hole in a curious reversal of king of the mountain. Nearby, some men were erecting a twenty-foot flower arch. Progress was slow as the men took turns drinking from a jug of a tea-and-tequila concoction. A young man was carefully repainting his father’s name on a gravestone as his son watched. </p><p> as the sun began to set, we headed to Pátzcuaro to catch one of the boats to Janitzio, each loaded with twenty or more people. With the island candlelit against the night sky, our boat took off, and I felt that we were part of an ancient, mystical pilgrimage. Despite the cultural differences, we were all in the same boat, going to the same place. </p><img/><img/><p><strong>Before the all-night vigil in Tzintzuntzan, families clean the graves, turn the soil, and scatter marigold petals over the mounds. At night they offer baskets of food to the dead.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Death",
      "Drinking",
      "Spanish",
      "Mexico",
      "ritual",
      "Church",
      "people",
      "Boats",
      "catholic church",
      "Cemetery",
      "Country",
      "Dresses",
      "Festivals",
      "Fiesta",
      "Food",
      "Home",
      "homes",
      "Horror",
      "Judy",
      "Mexico City"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": []
  }
}