{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198610",
    "date": "October 1986",
    "year": 1986,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1986/19861000.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139
      ],
      [
        214,
        215,
        216,
        217
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Strange Case Of Mark White",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198610-thestrang",
  "source": "/1986/19861000.pdf",
  "wp_post_id": 120735,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-strange-case-of-mark-white/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "The Strange Case of Mark White",
  "dek": "He had good intentions, good ideas, and a good record. So why is he in such trouble?",
  "spread_caption": "",
  "excerpt": "The governor has a good record, good ideas, and good intentions. So why is he in danger of losing his job to a man he already beat once?.",
  "kicker": "",
  "word_count": 4802,
  "content": "<p><span class=\"dropcap\">I</span>f Politics Were an Exact Science, the 1986 Texas governor’s race would pose no puzzle. The incumbent is a likable person, well meaning and sincere. The record of his four years in office—unprecedented advances in public education, water development, and indigent health care—ranks with the best administrations in Texas history. His tenure is free of scandal. He looks good on television. In the course of his political ascendancy he has vanquished some of the biggest names in Texas politics. Now he is running against a man he has already beaten once, a 69-year-old former governor with a modest record and a penchant for meanspirited remarks.</p><p>By all the rules of politics, there ought to be a fifteento twenty-point spread between the two candidates in the polls. Sure enough, when the race began last spring, there was. But Governor Mark White was not leading Bill Clements; he was trailing him.</p><p>After continuing to lag far behind all summer, White finally narrowed the gap by summoning the Legislature to deal with the state’s budget crisis. At best, however, White is still in deep trouble. How did he get into such a hole? The answer is that he dug it for himself.</p><p>How Mark White went wrong is a sad and instructive story. It is full of lessons on how politics really works. The fundamentals of governing are candor and competence, loyalty and leadership. This is true in boom and in bust, for Republicans and for Democrats, in times of ideology and in times of pragmatism. Personality transcends policy. And personality, not policy, is why Mark White is in trouble.</p><p>His situation is almost the exact opposite of Ronald Reagan’s —a comparison used frequently around the Capitol by politicians of all stripes. Reagan, the tale goes, espouses issues that the polls say are unpopular, like aid for the <em>contras</em> or superficial sanctions against South africa. Yet he remains tremendously popular. White espouses issues that the polls say are popular, like education reform. But he remains personally unpopular. Even though people like White’s message, they want to shoot the messenger.</p><p>The Beginning Was Bright And Full Of promise. The new governor won a major victory by persuading the Senate to reject the holdover appointments of Bill Clements. Wielding enormous bolt cutters for the TV cameras, White carried out a campaign promise to remove the lock from the Governor’s Mansion. He seemed to be everywhere in those early days of 1983: leading reporters on a walking tour of shanties near the Capitol; striding among the hoses and pump engines as the Capitol erupted in a predawn blaze; pitching Texas to hightech companies looking for a new home; and flying off to Washington, where he was being touted in the <em>Post</em> as a rising star in the national Democratic party.</p><p>But White had come to power at the worst moment in modern Texas history to pursue such a destiny. The oil boom was over. The stream of revenue to the state treasury had dried up. White’s political apprenticeship, first as Secretary of State to Governor Dolph Briscoe, then as attorney general during the Clements years, had spanned a decade of plenty. By 1983 everything had changed. Theatrics, no matter how well performed, were not enough. A governor had to confront the basic issue that cleaves Texas politics to this day: should taxes be raised or spending be cut?</p><p>For four years Mark White has been unable to make up his mind. He has advocated one side, then the other, both, and neither. His indecision first emerged late in his first legislative session. He hinted at raising gasoline taxes and beat a hasty retreat, made the same reversal on severance taxes, and again on liquor and cigarette taxes. He trotted out an ill-conceived plan to finance highways with bonds only to see it ridiculed. Then he plunged his energies into a different battle altogether, pushing frantically for electing the Public Utility Commission —a proposal so irrelevant to the future of Texas that White seemed like Nero. By the end of the session White had squandered the respect he had earned with his whirlwind start.</p><p> If All the Complaints About Mark White Could be summed up in a single statement, it would be that he doesn’t know how to lead. In other words, he doesn’t understand the profession of politics. This might seem like an odd charge to make about someone whom Bill Clements calls “a career politician.” But White still hasn’t mastered the time-honored axioms essential to success in politics.</p><p><em>It is hard to look up to a leader whose ear is to the ground.</em> But White’s ear is <em>always</em> to the groundhe follows polls so slavishly that he has lost the ability to lead.</p><p><em>a politician should have three hats: one for throwing in the ring, one for talking through, and one for pulling rabbits out of when he’s elected.</em> But White doesn’t seem to understand the difference between campaigning and governing.</p><img/><p>Illustrations By David Johnson</p><p><strong>Mark White sees Texas as a state with problems that government can solve. He wants higher taxes to pay for the solutions. But his bumbling leadership may cost him his job.</strong></p><p><em>Those who do not learn from the past are condemned to repeat its mistakes.</em> But White repeatedly ignores Texas political tradition and history.</p><p><em>To the victor belong the spoils.</em> But there is no profit in being White’s friend and no loss in being his enemy.</p><p>These axioms are especially important for a Texas governor, who occupies an office with little inherent strength and must earn whatever power he hopes to exercise. A governor has little authority over the executive branch, which is run by other elected officials in some instances and independent boards in others; he has even less authority over the budget, which is the province of the Legislature. A governor has only one power, really—the power to persuade.</p><p>That’s where the axioms come in. The art of persuasion requires a lot more than good intentions and good ideas, both of which Mark White has in abundance. It requires good politicking. But he keeps violating the rules. The more he violates them, the less is left of his power to persuade. At first only the insiders noticed, but when he did it again and again, eventually the world outside the Capitol figured out that something was wrong. The way he handles his business almost guarantees that he will get the blame for everything that goes wrong but not the credit for anything that goes right. (Who gets the blame for no pass, no play? Mark White. Who gets the credit for education reform? H. Ross Perot.)</p><p>And so Mark White, who on paper has been a pretty good governor, is in such trouble that he barely won his Democratic primary race without a runoff against two complete unknowns.</p><p><strong>The Poll Cat</strong></p><p> If One Could Trace Mark White’s Political Genealogy, an obscure nineteenth-century French minister would deserve a prominent branch on the family tree. “There go my people,” alexandre Ledru-Rollin once said. “I must find out where they are going so I can lead them.” Today it’s easy to find out where the people are going—just take a poll. As White has learned, however, that doesn’t make leading them any easier.</p><p>The first indication that White was allowing polls to dictate his positions appeared during the 1983 legislative session, when he came out in favor of electing the Public Utility Commission (PUC). The idea had little support in the Legislature, since consumer and industry groups were fearful that their opponents might capture an elected commission; the appointment system at least had the potential for neutrality. White himself had been against an elected commission during the fall campaign. So why did he switch? For an answer, White brandished polls showing that the public favored an elected commission.</p><p>The fault was not that White used polls-all modem politicians do-but that he misused them. Polls are ideal tools for damage control. They allow a politician to react quickly to signs of potential trouble. But polls are not a substitute for judgment. White let the tool become the master of the man.</p><p>The great weakness of polls is that public opinion is fickle. A politician who sets his course by polls thinks that he is using a compass when in fact he is using a weather vane. He is likely to end up changing direction time after time. White reversed himself twice on supporting no pass, no play; he backed away from teacher competency tests; and he dodged saying whether he was for or against horse racing or a lottery. Such frequent course corrections conveyed to the public what the insiders had known since the utility commission fight: relying on polls had made White a follower, not a leader.</p><p>[ Continued On Page 212 ]</p><p><strong>The Strange Case of Bill Clements</strong></p><p><strong>He was mean, overbearing, and unproductive. So why does everybody love him?</strong></p><p> What Kind Of Governor Was Bill Clements? In a word, lucky. It was his good fortune to hold office during the richest period in the state’s history, from 1979 through 1982. Clements didn’t do much, but in those years he didn’t have to.</p><p>His major victories came in the area of fighting crime. Many governors had advocated a law to legalize wiretapping; Clements was the first to succeed. He also embraced H. Ross Perot’s “war on drugs” package that steamrolled through the Legislature.</p><p>The rest of Clements’ agenda either sank quickly or never surfaced at all. He wanted to ban state income taxes and to let the public propose laws through initiative and referendum. Both failed. The two major themes of his 1978 campaign —25,000 fewer state employees and $1 billion in tax relief—were never heard of again.</p><p>In the field of education, Clements was almost as controversial as Mark White. He resisted teacher pay raises (the Legislature bestowed them anyway) and vetoed a bill providing health benefits for retired teachers. He proposed cuts in medical education and research and charged, not without justification, that universities were the greatest money-wasters in state government.</p><p>Where Clements left his mark was not in legislation but in administration—as might be expected of a governor who founded the world’s largest offshore drilling company. Clements’ appointments to the boards and commissions that actually run the government were the best of any governor in memory. Austin lawyer Harry Whittington forced the prison board to stop defending the indefensible. The State Parks and Wildlife Commission, traditionally interested only in hunting, paid attention to parks for a change. Dallas insurance executive William Daves taught the insurance board the industry’s tricks. Texas A&M regent Bum Bright got the aggies moving in football <em>and</em> academics.</p><img/><p><strong>Bill Clements saw Texas as a state with too much government. He wanted lower taxes and fewer bureaucrats. His policies were popular, but his vitriolic tongue cost him his job.</strong></p><p>Most of the controversy during the Clements years arose not from what he did but from what he said. The Legislature was a “bunch of idiots.” State employees were “parasitic bureaucrats.” Jimmy Carter was a “goddamn liar.” So far, so good for many Texans, but Bill+ Clements just could not stop. Teachers had “an insatiable appetite for salaries.” The biggest oil spill in history was “a big to-do about nothing.” a Mexican scholar who disagreed with Clements over U.S. immigration policy was “just another Mexican with an opinion.” Then, during the 1982 campaign, Clements contended that no housewife was qualified to sit on the Public Utility Commission. He began to look like a governor who did not consider a sizable chunk of his constituency worthy of him. On election day they returned the favor.</p><p>Would a second Clements term be different from the first? Nothing so far in the campaign indicates that Clements believes that circumstances have fundamentally changed since he left office. He is still touting good management as the best solution to the state’s problems. His substantive suggestions, like his “secret plan” to end the budget crisis, are still superficial and seem destined for oblivion the moment the election is over. His relentless attacks on Mark White make Clements appear bent as much on vengeance as on governing.</p><p>Bill Clements and Mark White are as different as the times during which each man served. Clements was a terrific manager, but he paid too little attention to his politics. White is a terrible manager and pays too much attention to his politics Clements was too opinionated; White is too indecisive. The most important difference of all is their different visions of Texas. Clements saw a state that was overburdened with government. White sees a state whose government must do more than it has. Who is right? It is the major dilemma in Texas politics, and it is too bad that on November 4 Texans must choose between the two men who already have squandered one opportunity to resolve it. P.B.</p><p>[Continued From Page 136]</p><p>There is yet another hazard of excessive dependence on polls: it promotes passing the buck. White’s reaction to the current budget crisis has been a study in buckpassing and waffling. At first he said that he would call a special session after Senate and House leaders developed a plan. Naturally, they passed the buck right back. What about the governor’s plan? He didn’t have one. Then he said he would have one, but he called the session before it was ready. Then, after telling Speaker Gib Lewis that he would not recommend a tax increase, he recommended a tax increase. But White allowed almost half the session to go by before he even went through the formality of allowing the Legislature to consider a tax bill. He never did recruit anyone to introduce a bill containing his program for a temporary sales tax. Is it any wonder that the session, conceived for the purpose of passing a tax bill, adjourned thirty days later without a single tax bill even getting introduced?</p><p>The contrast with Ronald Reagan, who sets the tone for politics in the eighties, could hardly be greater. In a recent cover story about Reagan’s leadership, <em>Time</em> magazine said, “Reagan seems to derive his strength from the fact that he does exactly what he says he will do.” White, on the other hand, rarely says what he is going to do, and when he does, he doesn’t stick by it.</p><p>The political cost of White’s devotion to polls has been enormous. It undercuts his claim to leadership. It deprives him of credit for his accomplishments. (Cynics say he was for education reform only because his polls said it was popular.) and it magnifies the inherent weakness of a centrist politician in an ideological age—the suspicion that he doesn’t believe in anything.</p><p><strong>The Perpetual Campaigner</strong></p><p><span class=\"dropcap\">A</span>bout a year ago some of White’s advisers began to attribute his political problems to overexposure on television. The real problem wasn’t overexposure but rather the wrong kind of exposure. He kept appearing in commercials promoting his issues: first the elected PUC, then education reform, then the seat belt law. The TV spots made it seem as if he were still a candidate, not a governor; still seeking popular approval instead of operating on the inside; still acting for his own good, not the public’s.</p><p>The commercials are symbolic of how White approaches his job. He is interested in display, not detail; manipulation, not management. To use a phrase that is more common in Washington than Texas, he is a show horse, not a work horse. White’s emphasis on campaigning instead of leading is particularly acute in three areas: his deteriorating relations with the media, his maladministration of his staff, and his lack of interest in substance.</p><p>When White shoots straight with the media, he is so effective that one can only wonder why he doesn’t do it all the time. One night on the governor’s call-in TV show that airs on public TV stations, he was asked about an upcoming execution. It was controversial because the condemned man’s partner, who played a greater role in the crime, had gotten a much milder sentence. Would the governor grant clemency? White pounced on the question. No, he said flatly. Looking straight into the camera, he rattled off detailed evidence from the trial and the condemned man’s record. He was brilliantly convincing. But off camera, the four reporters on the panel were looking at each other, open mouthed. None of them had ever heard White give such a direct, informed answer.</p><p>Trouble with the press is part of the job description of any governor, but it is possible to keep the trouble to a minimum. The way to deal with the press is the same as the way to deal with a growling dog: show no fear. A politician shows confidence through candor. But candor is not White’s style. Reporters complain that he seldom gives a straight answer at a press conference. When pushed he tends to talk faster and faster, until he reaches what some reporters call “high babble.”</p><p>White’s unwavering love affair with theatrics designed for television hasn’t helped relations. It has earned him a pejorative nickname that more and more frequently finds its way into print: Media Mark. Capitol reporters have even coined a word, “arnoldize” (after his press secretary, ann arnold), that means “to make a big deal out of a little deal.” The signing of the water plan in 1985 was arnoldized by staging it on the banks of a tiny creek; the governor’s trip to Honduras to observe the Texas National Guard that same year was arnoldized with a veil of secrecy attributed to security. Even the announcement of the special session on the budget crisis was arnoldized. White had notified TV stations that he would make the announcement at 6:01 p.m., just in time to be live on the evening news.</p><p>The ploy backfired. Furious at being manipulated (and worried about the timing of their newscasts), some stations cut White off in the middle of his remarks. Others gave Bill Clements more time for a live response. The outcome was typical of the treatment White has been getting from hostile reporters for some time. Even when he’s right, they make him look wrong. Last spring, when he ordered state agencies to cut their budgets, the news stories mocked the attempt. When White told teachers that he regretted the stress caused by competency tests, the stories had him apologizing for the tests. The press is far from blameless, but White brought the trouble upon himself.</p><p>A major part of the trouble is his staff. It functions more like a campaign staff than an administrative staff. The people who have White’s ear are responsible primarily for politics, not policy; the people who spend their time on policy do not have White’s ear. There is no chain of command. In theory the top job belongs to the executive assistant; in practice five or six senior staffers are constantly fighting to stake out turf and be first among equals. None of the four executive assistants during White’s tenure has been able to control the senior staff.</p><p>The disorganization has created problems with more than the press. Phone calls go unreturned. Key supporters are alienated. Because White’s staff is without direction, it is weak on substance and strong-too strong-on appearance. That is exactly the kind of governor Mark White has been. Only during the education reform fight in 1984 has he shown a sustained interest in the nuts and bolts of public policy. He was knowledgeable, decisive, and superbly effective. Not by coincidence, he achieved his greatest success. Also not by coincidence, the staff work and legislative liaison were provided by H. Ross Perot.</p><p>Otherwise, even on the issues that White has chosen to make his own, he has been unable to switch from making speeches to making laws. He remains a generalist in an arena where specifics are essential. His modus operandi was evident in two major legislative battles —utility regulation in 1983 and a statewide water plan in 1985. While White was pushing for an elected public utility commission, the entire law controlling the PUC was being rewritten. All sorts of glamourless but essential issues like reducing rates for the low-income elderly and treating construction costs in ways more favorable to consumers had to be resolved. Utility regulation had been White’s number one campaign issue, but the governor’s office was interested only in the glamour issues. Then in 1985 White urged the Legislature to pass a water plan. True to form, though, he offered no advice about what should be in the legislation, not even when the House and Senate seemed stalemated over reserving water for coastal bays and estuaries. That is a situation made for a skillful governor. He can say what he wants, and everyone understands that he can veto a bill that isn’t to his liking. White offered nothing to help break the deadlock. Only when the hard bargaining was over and the time to claim credit was at hand did he make his presence felt.</p><p>At least those issues were important enough that legislative leaders stepped into the void. A high-tech package considered during the 1985 session was not so visible. Now if there’s one thing that Mark White has constantly stressed, it is the diversification of the state’s economy into high tech. One of his crowning achievements has been the recruiting of the research firm known as MCC to austin. So legislators with bills designed to attract venture capital for high-tech industries thought they had a good chance of getting help from the governor. They thought wrong. The bills died.</p><p><strong>Short Memory</strong></p><p><span class=\"dropcap\">A</span>s hesitant as Mark White has been to lead, he has been bold to the point of recklessness about his political career. He has shown no hesitancy about going against the grain of Texas political tradition. Texans historically have not liked politicians who were overtly partisan or overtly ambitious for national office. But White has been both.</p><p>White has been far more partisan than his predecessors, including Bill Clements, who attacked Jimmy Carter but assiduously courted conservative Democratic ticket splitters. Like Clements, White has criticized a president, taking Ronald Reagan to task over issues ranging from a nuclear waste dump in Texas to the failure to impose an oil import fee. But Clements was firing broadsides at a president who had lost whatever popularity he might have had in Texas, while White is going after a highly popular president who carried the state twice by overwhelming margins.</p><p>One of White’s biggest mistakes was to put his appointments in the hands of Dwayne Holman, a state Democratic party operative of long standing. Holman rewarded party activists with key positions in the government; for example, the head of the Coalition of Black Democrats was named to the prison board. As a consequence, White failed to use appointments the way Democratic governors have used them in the past—to build up an organization of people loyal solely to him. Instead, White had to fall back on the liberal-dominated state party, an organization he did not control, whose members had an agenda that did not always include Mark White and in any case had little influence among the swing voters who decide elections in Texas these days.</p><p>By cozying up to the Democratic organization, White protected his left flank, which appeared vulnerable from the moment he was elected in 1982 on a statewide ticket loaded with liberals. But the price of protection was high. His attacks on Reagan left him in no position to woo Republicans who agree with White rather than Clements on education reform and the need for taxes. His appeasement of Democratic party loyalists came at the cost of the deterioration of his political base—conservative Democrats who are used to ticket splitting and who will vote for a Republican against a Democrat they don’t like.</p><p>White’s partisanship was also a sign of his national ambitions. During his first two years White acted like a candidate for national office. His name was frequently linked with Teddy Kennedy’s on a possible Democratic ticket in 1988. At the 1984 Democratic national convention in San Francisco, White had a big operation going as he tried to build his visibility in the national party.</p><p>But White was flying in the face of Texas political tradition. Governors of California and New York have gone on to the White House; governors of Texas go on to private life. The last governor to win national office was W. Lee “Pappy” o’daniel in 1941, and he wouldn’t have beaten Lyndon Johnson in a special election for the U.S. Senate had not so many people wanted him out of the state. (On the other hand, Texans have rewarded three refugees from Washington with the governorship: Price Daniel, Sr., who gave up a Senate seat; John Connally, who resigned as Secretary of the Navy; and a onetime deputy Secretary of Defense named Bill Clements.) Had White been more effective at home, his road show might have been more palatable with the public. Instead, the gap between ambition and performance just made him look silly.</p><p><strong>Spoiled System</strong></p><p><span class=\"dropcap\">I</span>n 1985 Bob Melton, a freshman legislator from Gatesville, introduced a bill allowing emergency vehicles in small rural counties to operate with one highly trained technician rather than the required two. The bill passed. White vetoed it. He was technically right—a procedure already existed to grant waivers to the two-man rule—but politically wrong. The bill did no harm, and it made a Democrat who had voted with White on several issues look good to the folks back home. White’s veto of the so-called Kewpie Doll bill (it exempted some carnival games from the state’s gambling laws) made even less political sense: the bill was sought by one of his major fundraisers.</p><p>The vetoes are the most visible evidence of a major reason why Mark White is in such trouble-he does not inspire loyalty. If anything, the number of diehard Mark White supporters has shrunk in the almost four years that he has held office. White has no floor leader in the Legislature, no one who is close to him, no one who can even be said to have the governor’s ear. The comments about White all come down to the same thing: “He is always out for himself’; “You know when he calls that he isn’t looking for advice. He has a task for you”; “He’s a taker, not a giver”; “No one has a stake in Mark White.”</p><p>If there is no upside to being his friend, there is no downside to being his enemy. A certain degree of meanness is an asset in a politician; it makes somebody think twice before crossing a Bob Bullock or a Bill Clements. No one worries about crossing Mark White.</p><p>The big banks kicked sand in his face after the 1984 special session that dealt primarily with education reform. White, who has control of the agenda during a special session, permitted the Legislature to consider a bill that resolved a longstanding tax dispute in the banks’ favor. The bill passed. His signature was hardly dry on the bill before several banks began moving their credit card operations out of state in order to charge higher interest rates —at the cost of hundreds of jobs in Texas, just as White was making economic development and jobs his top priority. This summer the banks came back to White asking for an interstate banking bill to bail them out of their economic problems. Did White make them bring those jobs back to Texas as the price for getting their bill considered? If so, it’s the Capitol’s darkest secret.</p><p>The Picture That Emerges Is One Of a well-meaning political dilettante. White is a child in a grown-up’s world. He has a short attention span, he tries to make up his own rules instead of living by the eternal verities of politics, and he prefers the part of his job that is fun to the part of his job that is work.</p><p>None of this means that Mark White will be defeated, or even that he should be. In this country politicians do not fall on votes of confidence. The question is not whether we like someone but whether we like him better or worse than someone else. For all his faults, Mark White has gotten where he is because we have liked him better than some names resplendent with Texas history and accomplishment: Price Daniel, Jr., James a. Baker III, arthur Temple III, William P. Clements. Regardless of what the polls say now, we may come to feel the same way again.</p><p>But it does mean that Mark White has missed his chance. He could have been the greatest governor of Texas in the twentieth century. He had the right moment and the right instincts. He understood the gravity of what Texas faces and he understood the price we have to pay if we are to face it successfully. He wore no rhetorical or ideological blinders. People were ready to follow him. But he didn’t know how to lead.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Governor",
      "Polls",
      "Education",
      "people",
      "Legislature",
      "Campaign",
      "Politics",
      "Senate",
      "Taxes",
      "TV",
      "Water",
      "Budget",
      "Governors",
      "office",
      "Power",
      "Education Reform",
      "Election",
      "Government",
      "History"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Washington",
      "Austin",
      "Dallas",
      "Temple"
    ]
  }
}