{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199112",
    "date": "December 1991",
    "year": 1991,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1991/19911200.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 150,
    "document_page_range": [
      [
        144,
        145,
        146,
        147
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Brand Name",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199112-brandname",
  "source": "/1991/19911200.pdf",
  "wp_post_id": 126060,
  "wp_post_guid": "http://www.texasmonthly.com/article/brand-name/",
  "authors": [],
  "headline": "Brand name",
  "dek": "Once, you could find Western artist Till Goodan’s ranch motifs on everything from dinnerware to bookends. Now, after three decades, they’re in demand again.",
  "spread_caption": "",
  "excerpt": "Long forgotten, Western artist Till Goodan’s bucking broncs and stalwart cowboys are bringing big money and sparking a revival.",
  "kicker": "",
  "word_count": 643,
  "content": "<p>In the Forties, Cowboy Artist Tillman Goodan Rode Out Of the West and into the living rooms and breakfast nooks of america. Did your family own a set of Westward Ho! dinnerware? Its ranch motifs were designed by Till Goodan. What about the Ranch Brand tray and matching highball set? Till Goodan again. Or a sturdy cotton tablecloth in the Checkeranch pattern (a checkerboard with a brand in each square, available in either red or saddle brown)? also Till Goodan. His strong, simple Western images appeared on neckties, calendars, bronze bookends, tooled-leather purses, postcards and Christmas cards, art prints and wallpaper, and even the irresistible Little Buckaroo child’s dinnerware set. • For a score or more years, Goodan’s work was ubiquitous. He never claimed to be in the same league as Western artists such as Frederic Remington or Ed Borein, but his well-crafted paintings were much sought after for their realism. People said, “That horse <em>looks</em> like a horse,” noting that Goodan was a true cowboy who had grown up roping and riding on ranches in Colorado and California. He became good friends with Gene autry and for many years drew the Gene autry comic strip and designed the movie star’s personal Christmas cards. Goodan merchandise rolled off the production lines by the hundreds of thousands. • In 1958, when his career was at its pinnacle, Goodan died suddenly of a heart attack while leading a rodeo parade. He was 62. With the subsequent demise of the M. C. Wentz Company, the California wholesaler that had handled him, Goodan’s designs gradually faded from public view. • For thirty years, Till Goodan was forgotten. His only child, Betty Goodan andrews, packed away her collection of memorabilia in the attic, where the dust and silverfish had their way with it. But even in the long years of obscurity, a cadre of Goodan admirers, mostly Western buffs and people in the ranching business, traded among themselves. Then gradually over the last five years, prices for original Goodan pieces began to soar. A well-used tablecloth was seen priced at $350. A dinner plate, which had cost $1.25 new, fetched $100 to $175. A one-hundred-piece set of dinnerware sold in Texas for $4,000. A mint-condition rayon tie, of which precious few are left, brought $500. • In 1989 one of Till Goodan’s biggest enthusiasts and collectors, Lubbockite Mary Diver, received permission from Betty andrews to market a new line of dinnerware with Goodan’s designs. It has sold so well (at $125 to $150 a place setting) that Diver and andrews are now seriously considering reproductions of the ties and leather goods. • Till Goodan fans think it’s about time. To them, he never went out of style. Says Betty andrews, “Dad was at the height of his popularity when he died. I get a lump in my throat when I think that once again he is getting the recognition he so richly deserved.”</p><img/><img/><p>Photographs By Pete Mcarthur</p><p><em>No drugstore cowboy, Goodan could have been a model for his own paintings. In his youth he rode in rodeos and went on a cattle drive; later he collected memorabilia, like the antique postcard at right.</em></p><p>Patricia Sharpe</p><p><em>Sources of Goodan Designs</em> Betty Goodan andrews, Fullerton, California, 714-525-2516 (original merchandise); antiques, Dallas, 214-528-5567 (new dinnerware, original prints); Doris Byars, 915573-5093 (source list for original merchandise); Cogdell’s General Store, Ranching Heritage Center, Lubbock, 806-742-2498 (new dinnerware); Cowboy Memories, Lubbock, 806-763-6768 (new dinnerware wholesale and retail, original merchandise, referrals); Bill Dakan, Eldorado, 915-853-3032 (new dinnerware, original merchandise); Gabriel’s Horn, Georgetown, 512-869-1370 (original prints, new dinnerware); Rainbow Man, Santa Fe, New Mexico, 505-982-8706 (new dinnerware, original merchandise); Southwest Images Gallery, Fredericksburg, 512-997-8688 (new dinnerware).</p><img/><img/><p><em>Goodan liked the Western neckties he designed so much that he often wore one. His daughter, Betty andrews, has kept a collection: Some are like new; others, she says, “have the original, authentic gravy stains.”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboy",
      "Artist",
      "Christmas",
      "people",
      "Ranching",
      "Art",
      "attack",
      "Breakfast",
      "California",
      "Career",
      "Cattle",
      "Colorado",
      "Cotton",
      "Family",
      "Fans",
      "leather",
      "memorabilia",
      "Rodeo",
      "roping",
      "Santa"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Andrews",
      "Texas",
      "West"
    ]
  }
}