{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19827",
    "date": "July 1982",
    "year": 1982,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1982/19820700.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127
      ],
      [
        192,
        193,
        194
      ],
      [
        200
      ]
    ],
    "toc_order": 6,
    "toc_headline": "What Texas Means To Me",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198207-whattexas",
  "source": "/1982/19820700.pdf",
  "wp_post_id": 118035,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-texas-means-to-me/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "What Texas Means to Me",
  "dek": "More than I thought.",
  "spread_caption": "",
  "excerpt": "God created Texas, and then He created people who would love it.",
  "kicker": "",
  "word_count": 5565,
  "content": "<p><span class=\"dropcap\">L</span>ying in a feather bed, in the guest room of a friend’s two-hundred-yearold house in western Massachusetts, I suffered a lapse of faith in Texas, i'm not sure what brought this crisis on. Perhaps it was simply the act of waking up, looking out the window at the syrup buckets hanging from the maple trunks, at the banked snow glistening in the sharp air, and realizing that Texas would never be that.</p><p>I could stand to live here, I thought. I would keep my cross-country skis propped by the front door, a bowl of apples on the kitchen table, a steady fire by which I would read during the dim winter nights.</p><p>But it was not just Massachusetts. The hard truth was that I was getting tired of Texas and was now able to imagine myself living in all sorts of places: on one of those minor Florida keys where a little strip of land containing a shopping center and a few houses counted as barely a riffle in a great sheet of translucent ocean; in an adobe house, even a fake adobe house, in the foothills of the Sangre de Cristos; or perhaps in a city like Los angeles, which with its corrupted natural beauty seemed so much more likely a center for the development of urban chaos than Houston.</p><p>These were uneasy rumblings, and I was enough of a Texan to feel heretical in even allowing them access to my conscious mind. But my affection for Texas had gone unexamined and untested for so long that it was time to wonder just how much affection was there after all. There are certain people who are compelled to live in Texas, but I was never one of them. I am not a two-fisted free enterpriser, I have no fortune to make in secondary recovery or microcircuitry, and my ancestral ties to the land itself are casual and desultory. Like a lot of other Texans, I am here because I am here, out of habit, out of inertia, out of a love of place that I want to believe is real and not just wished for.</p><p>Photography by Rick Patrick Illustrated by Janice ashford</p><img/><p>Because I was born in Oklahoma and lived there until I was five, I missed being imprinted with native fealty for Texas. I don’t recall having any particular image of the state when, on the occasion of my widowed mother’s marriage to an abilene oilman, I was told we were going to move there.</p><p>But I did not much care to leave Oklahoma City, where my baby footprints were embedded in cement and where the world of permanence and order was centered. In the park behind our house was a sandstone boulder where several generations of children had scratched their initials. This boulder, whose markings seemed to me to have some ancient significance, like the markings on a rune stone, was one of my power centers, one of the things that persuaded me that I had not been placed arbitrarily on the earth but was meant to exist here, at this particular spot. In the same park was a little garden with a semicircular rock wall dominated by a bust of Shakespeare and brass plaques containing quotations from his plays. It was a place to ponder and reflect on the immortal bard, but its hushed and reverent aspect made me mistake it for a tomb. I had no real idea who Shakespeare was, only that he was one of those exalted characters like Will Rogers, and so it seemed perfectly appropriate to me that he would be buried in Oklahoma.</p><p>But all such reverberations stopped at the Red River. I filed them away, and with a child’s tenacity I resisted letting Texas invade my essence. Abilene, Texas, had been named for abilene, Kansas, and that fact was a convincing enough argument that it would be a dull and derivative place. Our house there had a dry, nappy lawn and a cinder-block fence. My brother and I attended a Catholic school that, in this West Texas stronghold of stark and bilious religions, was like a foreign mission. On feast days the nuns would show us western movies and serve us corn dogs. Nearby there was a dispiriting lake where drab water lapped at a caliche shoreline, and on the southern horizon were low hills —looking on a map now, I see they are called the Callahan Dividethat I longed to think of as mountains.</p><p>But I surprised myself by being happy there. I liked the excitement of being rousted from sleep on summer evenings and taken to a neighbor’s storm cellar to wait out a tornado warning. Though I did not know what an oilman was exactly, I enjoyed visiting my new father’s office, looking at the charts and drilling logs and playing with the lead dinosaurs on his desk.</p><p>“Well, they sure do grow ’em tall down there in Texas,” my relatives in Oklahoma would say when we went to visit, and I began to imagine they were right and to cultivate a little my Texan identity. In my heart I knew that I lived in anywhere, USA, that I watched <em>Crusader Rabbit</em> after school just like the kids in Winnemucca, and that my image of my own environment came from the same sources that everyone else’s did: from <em>Giant,</em> from <em>Davy Crockett,</em> from a thousand stray pieces of folklore and merchandising.</p><img/><p>“I can see a fly sitting on the window of our house,' my father would say when we were still fifty miles away and I believed it was possible to see that far.”</p><p>But even this stitched-together notion of Texas had its power. Everybody else seemed to believe that Texas children were out there on the raw frontier, riding horses to school and pumping oil in the back yard, so who was to blame us for believing it a little ourselves? Even the false image provided a certain pride of place and left one more open for the real but impalpable expressions of the land itself. It became easier to imagine that the trim suburban streets down which I teetered uneasily on my first bicycle had been the setting for trail drives and Comanche raids. And there were other times when the land was almost unbearably evocative. Riding home at night from one of those Oklahoma trips, with the windows open, the car smelling of spoiled fruit, and the seats strewn with comic books and cracker crumbs, I would allow myself to become hypnotized by the way the headlights illuminated the barbed wire and mesquite on the sides of the road, creating a corridor, an endless bower that led us on but seemed never to deliver us into the land’s ghostly heart. And then we would hit some little nothing town and the headlights would fall on the bobbing pump jacks, whose rhythms were keyed to a languid, eternal pulse that seemed to be everywhere, in the swooping wingbeats of nocturnal birds crossing the road, in the pistons of the car, and in my own heavy blood.</p><p>“I can see abilene,” my father would say when we were still fifty miles from home. “I can see a fly sitting on the window of our house.”</p><p>“Where?” I would say, peering hard through the windshield, believing it was possible to see that far, as far as Texas went.</p><p><span class=\"dropcap\">W</span>hen I was ten we moved to Corpus Christi and I found that the image of Texas I had been cultivating and was now at ease with did not apply to this semi-exotic coastal city with its manicured bay front. This was not cowboy land; it was a sultry, complicated place, though the agoraphobia induced by the stillness of the ocean was reminiscent at times of the West Texas plains.</p><p>For my first six months there I was virtually felled by the humidity. I moved about in a tentative, purposeless way, like the anole lizards that wandered around the yard.</p><p>It was not a seductive place, but once you had purged your mind of false expectations and your pores of the last lingering traces of dry West Texas air, you began to feel accepted and absorbed by it. And of course Corpus Christi had its traditional charms as well-beaches and such —that the people at the tourist bureau seized every opportunity to promote. They kept shoving into the public view Buccaneer queens and Miss Naval air Stations, who posed seductively among the sailboat rigging for brochures that advertised “The Sparkling City by the Sea.”</p><p>A ten-year-old boy could tell they were trying too hard, but I secretly wished the boosters luck. Corpus seemed isolated not only from the world at large but from the conventional stereotypes of Texas. It was not until the TV show Route 66 deigned to film an episode there that I felt I had been provided with convincing evidence that the city was real.</p><p>I remember going to the courthouse one day to watch the filming of a scene. Within sight of this spot, alonso de Pineda had passed on his great reconnaissance cruise in 1519. On this bay shore Zachary Taylor had brought in 1845 nearly half of the United States army and encamped while waiting to provoke a war with Mexico. On this very spot, perhaps, stood the makeshift stage on which Lieutenant Ulysses S. Grant had played Desdemona during a production in that camp of Othello. I was ignorant of all that, but there on the courthouse steps strode Martin Milner, and it was as if the shadow of history had passed across me.</p><p>There were not many moments like that, and the study of Texas history in the seventh grade served only to confirm my suspicion that the state seemed somewhere to have gone flat.</p><p>Texas history began with Indians, conquistadores, pirates, with revolutions and wars, but by the time the student reached “Texas Today and Tomorrow” in the history book he saw only pictures of sorghum fields, refineries, and official portraits of dowdy governors.</p><p>So as time wore on and the universal ill humors of adolescence began to work their magic,</p><p>I slid deeper into the down cycle of what I fear may turn out to be a lifelong mood swing about Texas. Corpus especially rankled and galled me. As a collegebound high school graduate, I had a clear shot at leaving Texas for good, but when it came down to actually making a decision about where I was going to go to school I threw in with thousands of other freshmen who chose that year to go to austin. The quality of education I might receive there never entered my mind. I liked austin because it was an exotic place, where students rolled about on skateboards and wore surfer shirts and water buffalo sandals; and I quickly adopted the smug view that austin, with its “cultural aspects,” was not really Texas at all. The lesson I failed to grasp, of course, was that it was Texas, and that I had not really wanted out of the state as much as I wanted to believe.</p><p><span class=\"dropcap\">T</span>hat was sixteen years ago, and in all the time since, I have never made a conscious decision that Texas was where I was to be. Texas always seemed right for the moment, and the moments grew longer and longer, and here I remained.</p><p>Now I was beginning to feel that those years of dawdling and indecision amounted to a subconscious investment, that I had built up without meaning to a certain equity of place. That was one reason why the Massachusetts epiphany was so unwelcome.</p><p>I reacted to this crisis in a typically Texan way. I flew to amarillo, rented a car, and took off driving. I had no plan really, just the raw desire to get out on the highway system and immerse myself in Texas. There were a few old haunts I wanted to see again and a few places I wanted to visit for the first time, but for the trip itself there was no excuse other than a self-prescribed saturation therapy. I was ready for the up cycle, ready to believe in Texas again, but I wasn’t counting on that to happen. I had a vague apprehension that in some way I was laying it all on the line, that if Texas didn’t “take” with me on this trip the clear inference would be that I really didn’t belong here at all.</p><p>When my plane landed in amarillo the man in the seat next to me nodded toward the window and said, “Pretty, isn’t it?”</p><p>I’m afraid I gave him a rather blank look, because all I saw through that same window was a vast field of concrete and, far in the distance, the hazy amarillo skyline, which at first I took to be a cluster of grain elevators.</p><p>“The weather, I mean,” the man said, sheepishly. “The weather is pretty.”</p><p>And the weather was pretty; it was a cool, capricious spring day, and every time the sun broke free from the ragged, thin clouds it seemed to deliberately spotlight some subtle facet of that monotonous land: the geometrical pattern of the crops, the sight of black cattle against a field of frost-white native grass, the occasional swales in the landscape that were no more significant than the furrows between rows of wheat, but toward which the eye gravitated hungrily for relief from the flatness.</p><img/><p>“In the classroom Texas history began with Indians, conquistadores, and pirates. When we reached Texas Today,' we saw only sorghum fields and dowdy governors.”</p><p>At a McDonald’s in amarillo I noticed a framed poster on the wall that told the story of the creation of the High Plains. God had been working on the Panhandle one day when it got dark and He had to quit. “In the morning,” He said, “i’ll come back and make it pretty like the rest of the world, with lakes and streams and mountains and trees.”</p><p>God came back the next morning and discovered that the land had “hardened like concrete overnight.” Not wanting to start all over again, He had an idea. “I know what i’ll do,” He said. “i’ll just make some people who like it this way.”</p><p>It surprised me how kindly disposed I was to this country. It was good land to drive through, though I could see what a nightmare it must have been to Coronado, day after trackless day in an unbroken field of nothingness. He and his men found some relief in Palo Duro Canyon, which to a traveler in that region is a startling rift in the plains, an opening into another dimension.</p><p>I drove through the canyon and was impressed but not overwhelmed. Texas scenery is spectacular only to Texans. Palo Duro pales beside the Grand Canyon, as the mountains of the Trans-Pecos pale beside the Rockies, as the coasts of Texas, its forests, deserts, hills, and even its cities, seem minor variations of grander and more definitive things in other parts of the country. Texas is a zone in which the stunning vistas more or less peter out, leaving us with only one great geographical distinction: size. The prudent and pridefiil Texan takes in the whole package while retaining an affection for the few component parts with the necessary spit and polish to be thought of as scenery. He develops an eye for breadth, along with an ability to look close and hard at the unlovely places and graciously accept them for what they are. So I drove out of Palo Duro with a chauvinistic fondness for the place and kept heading south through the plains. Over the stripped cotton fields the dust rose almost vertically, and the wind riled the surface of the shallow, haphazard ponds that lay by the side of the road waiting to evaporate.</p><p>Soon the land gave way a little, and there was a miniature canyon where the Floydada Country Club golf course could be seen as a brilliant green strip beneath the eroded skirts of the mesas. After that, things were flat again for a while until the Cap Rock, where the ground buckled and broke all at once. Raptors suddenly appeared, patrolling the precipice. The change in the landscape was extreme and definite. Below the Cap Rock there were scraggly, alluring vistas, adorned with the supersaturated greenery of cedar and mesquite. That late in the season there were still beds of wildflowers, and soft, thick grass cushioned the banks of the minute creeks all the way to the waterline.</p><p>(Continued on page 190)</p><p><em>(Continued from page 125)</em></p><p>I drove through Matador, Glenn, Spur, Clairmont, and only then realized that I would be driving through Snyder, where my wife’s parents lived. I came into town on State Highway 208 and passed through the town square with its windowless courthouse and its fiberglass replica of the white buffalo that had been killed near there in 1876. The buffalo was Snyder’s totem, and though a drunken oil field worker might occasionally knock a hole in the statue’s head with a pipe wrench, most of the people I knew looked upon it with civic reverence.</p><p>It was dinner time when I arrived at my inlaws’ house, and it went without saying that we would all go out to eat a big steak.</p><p>“How about if I order for you?” my fatherin-law said. “Fine.”</p><p>“Bring him the Winchester. And we want an order of fried shrimp for an appetizer.”</p><p>I ate three of these shrimp, each nearly the size of a potato, before the Winchester arrived. It was a big slab of beef, but I was hungry from driving and correctly calculated that I could put it away.</p><p>While we ate, my father-in-law complained with genial fervor about the state of the world. Since Reagan had been elected, he did not have quite so much to gripe about anymore. But even so, he had a few things on his mind. He was mad because the Democratic Congress wouldn’t let the Republicans take a measly billion dollars from the synthetic fuel fund to stimulate the housing industry; mad because the British and the argentineans were going to have a war over the Falkland Islands and guess who was going to have to go in there after it was all over with billions of dollars of foreign aid; mad because he had casually returned his YES token to the <em>Reader’s Digest</em> sweepstakes and now he was being deluged with junk mail.</p><p>“There’s something you should write an article about for your <em>Texas Monthly</em>,” he said as we pulled out of the driveway of the restaurant, indicating a long-bodied motor home parked next to us. “These vans or whatever they are that block your view of the street when you’re trying to pull out.”</p><p>All of this good-natured grumpiness made me feel at home, and I lingered into the evening and finally ended up walking across the street to the high school with my mother-inlaw to watch the production of <em>ah, Wilderness!</em> that had recently won the state one-actplay competition. I was glad to have an excuse to see the high school where my wife had been a student, where she had edited the paper and written a column, under the name of Sonya Stifled, complaining about the Viet Nam War and the lack of paper straws in the cafeteria.</p><p>The play took place in an immense auditorium that had been built with tax money from the great fifties oil boom. The production itself was minor o’neill but showed Snyder High School’s drama department to superlative advantage. One or two of the actors even managed very creditable New England accents. When the play was over and the audience was strolling out into the spring night, Snyder appeared less like a West Texas oil town than the idyllic Connecticut village that had been depicted in the play, a place with a tight matrix of tradition and community. It did not seem like the stifling place my wife had written about years ago, the place I might have glanced at contemptuously from the highway as I barreled through on my way to some hippie mecca in New Mexico. It seemed alarmingly like home.</p><p><span class=\"dropcap\">T</span>he next day I got on Interstate 20 and drove to abilene, finding by dead reckoning the house we had lived in more than twenty years earlier. The owners had painted it yellow and put a ceramic burro in the yard, and the neighborhood itself was largely shaded from the searing sun I had known there by all the trees that had grown up and over it in the last two decades.</p><p>It was all so comfortable and congenial: the creeks were swollen with bright ocher water, the streets were lined with upscale shops and the great Danish modern cathedrals of the Protestant faith, and the movie theaters were showing <em>Deathtrap</em> and <em>Conan the Barbarian.</em> I wondered if I was feeling warm toward Texas again because it was more acceptable than I had thought or simply because it was familiar.</p><p>The land between abilene and Dallas was unremarkable, but it held the attention of the practiced eye. In another month it would lose its verdant sheen; it would be dry and scruffy, and the very contours of the landscape would appear to recede and lose definition. But I had a fondness for that too, tucked away somewhere.</p><p>In this accepting mood I surged through Dallas in the shadow of the Reunion Tower, which had always looked to me like the centerpiece to a bush league world’s fair. But there was no city in the country that was honed to such a fine edge as Dallas, and you could sense its organic singleness of purpose, its obsession to project style and busyness. You were either on the team or not.</p><p>I was on the team that day, and I drove confidently through the streets, enjoying the familiar feel of the city. Then I headed south on IH 35, going through Waco and Temple and past that wacky entrepreneurial jumble on the side of the highway that included a crumbling replica of the Matterhorn. Then on U.S. 183 to Lockhart, where I arrived in time to witness a reenactment of the Battle of Plum Creek. Bleachers were set up on the battlefield, microphones were planted into the ground. This epic, with its meager cast of dozens, required some thrifty stage management. A Texas Ranger would ride in on a horse and announce, “I been shot by one of them dad-blamed Indians,” and his mount would then be led off the stage, shuttled around behind the bleachers, and ridden in from the other side by a Comanche with a beer gut.</p><p>The pageant served less to bring the past to life than to make the present seem anemic and unreal. But Plum Creek itself, several miles away, had not been milked of its drama. It was Edenic, and along with every other creek I passed that day on my meandering way south —La Parra, agua Dulce, Papalote —it had a lush, overgrown, hummocky quality that made you understand why this part of the country had been the fertile crescent of Texas history.</p><p>Even farther south, in the brush country of Jim Wells and Duval counties, the land was surprisingly green, so much so that the dilapidated, boarded-up main streets of the less successful towns looked as if they were in danger of being reclaimed by jungle. Swallows dipped ahead of my car in relays, and turkey vultures and caracaras fed together on dead baby armadillos that had been struck down on the highway in their earliest forays.</p><p>A friend’s father was being buried in San Diego that day, and I had adjusted my itinerary so that I would pass through town in time to attend the funeral. The church stood across the street from a zocalo whose gazebo and benches had been overgrown with grass and whose function as the center of town had been usurped by the highway a block away. Inside, the church was stolid and secure, its walls painted a light blue. Beside the altar was a full-color pieta, with dark red blood trickling from Christ’s wounds and Mary bent down on one knee, holding her son’s body in a way that suggested both sorrow and verve. It was a fine, grisly statue, with that admirable Mexican trait of being on square terms with mortal matters, a trait that was not echoed in the liturgically trendy stained glass windows bearing happy cubist depictions of doves and chalices and unsplintered crosses.</p><p>The congregation was dressed in suits and pressed ranch clothes. The service moved along in an unflinching manner, its bonedeep rituals making death seem real but not necessarily final.</p><p>I got back into my car feeling sobered and transient, a little flicker of movement on the landscape. But soon enough my attention was drawn outward again. The country was full of arresting things, from the painted bunting I saw preening its iridescent body in a mud puddle in Swinney Switch to a herd of Brahman bulls that had gathered at dusk near the gate of a fence outside Floresville. In that light the bulls’ hides were the color of marble; their pendulous scrotums swayed above the rich grass, and their curious humps twitched when they shifted their weight from one hoof to another. At the gate stood a man in a red cap. He was not doing anything, just standing there with the bulls, and they in turn seemed thoughtlessly drawn to him.</p><p>It began to grow dark, in a peaceful, sodden way, as if the air were absorbing darkness rather than relinquishing light. The radio said that the widow of Pancho Villa had died, but then the station disappeared in a flurry of static before I could hear details. I tuned in an ad for Diamond Head water troughs, followed by a self-conscious country song in which Hank Williams, Jr., managed to drop the names of Willie and Waylon and Kris in lamenting the sad fact that nobody wanted to go out and get drunk with him anymore. The night deepened and the voices on the radio grew more desperate:</p><p>You got to look that devil in the eye if you’re sufferin’ from satanic oppression. You got to say, “Devil, in the name of Jesus of Nazareth, take your hands offa my <em>finances</em>!”</p><p>And Bob?</p><p>Yessir.</p><p>I just wanted to say something about this El Salvadorian business.</p><p>Sorry. We’re about out of time.</p><p>I don’t see why we just can’t take one of them tactical nuclear bombs . . .</p><p>Gotta go.</p><p>Now, wait a minute. Put that bomb in downtown Nicaragua or wherever . . .</p><p>Bye.</p><p>I coasted home to austin on the strains of a song about a honky-tonk cowboy who was doomed to a life of loneliness because he couldn’t dance the cotton-eyed Joe. I went to bed feeling glum and perplexed, having expected that by now all those images and impressions of Texas would have formed themselves into a single testament. But I was still at arm’s length, still mildly estranged. I just couldn’t dance the cotton-eyed Joe.</p><p><span class=\"dropcap\">I</span>n the morning my five-year-old daughter was whiny and irritable when I took her to school, and after pacing around the house for a while in more or less the same mood I drove back to the school to pick her up.</p><p>“Where are we going?” she asked. “To the dentist?”</p><p>“No. To Enchanted Rock.”</p><p>“What’s that?”</p><p>“It’s a special place.”</p><p>“Oh. Like Disneyland.”</p><p>We listened to her Little Thinker tape as we drove west through the LBJ country, where the roadside peach vendors were just putting up their stalls, and on through Fredericksburg, with its Sunday houses and German bakeries and relentless old-country quaintness.</p><p>The first we saw of Enchanted Rock was a bare salmon-colored nubbin erupting from the serene Hill Country vista ahead. The nubbin quickly loomed larger, until it was clearly a great stone mountain, so huge and abruptly <em>there</em> that all perspective dropped away and the rock had the one-dimensional clarity of a scene that has been painted on a panel of glass.</p><p>I felt an impatience to be there, to climb to the top. Enchanted Rock was perhaps my favorite Texas place, an immense granite batholith that the Indians had considered sacred. I had found it to be sacred too, and it was to Enchanted Rock that I used to come when I was in an especially powerful sulking mood.</p><p>We came quickly to the base of the rock, and above us, as we got out of the car, we could see the deep crease across its brow along which several minute figures crept upward.</p><p>“Wow,” said my daughter. “are we going to climb that?”</p><p>We were. We jumped across the halfdozen or so separate threads of water that composed Big Sandy Creek and followed the trail upward until it was lost in the expanse of solid rock. Then we walked up at a sharp angle, stopping about every fifteen yards so my daughter could rest and express disbelief at how far we had come. Near the top, where it was very steep, she got a little testy, so I picked her up and carried her to the summit.</p><p>“Boy,” she said, as I staggered along with her in my arms, “mountain climbing is hard, isn’t it?”</p><p>Finally I set her down next to a plaque that had been riveted into the rock.</p><p>“What does it say?”</p><p>“It says, ‘Enchanted Rock. From its summit in the fall of 1841, Captain John C. Hays, while surrounded by Comanche Indians who cut him off from his ranging company, repulsed the whole band and inflicted upon them such heavy losses that they fled.’ ”</p><p>“What does that mean?”</p><p>“It means a guy had a fight with Indians up here.”</p><p>“But Indians are nice now, aren’t they? They only use their bows and arrows for practice.”</p><p>Yes, Indians were nice now. Texas itself was nice, no longer a hostile country battled over by contentious spirits, but a “booming Sunbelt economy,” as the Eastern newspapers liked to say, filled with familiar and ephemeral things: K-Marts, civic ballets, wind surfing, cable TV, Hare Krishnas in business suits. But Texas had not been wholly digested somehow, and in places like Enchanted Rock you could still get a buzz, you could still feel its insistent identity.</p><p>From the top the rock was as barren as the moon, and its vast surface canted forward slightly, so that there were two horizons, the rim of the mountain and, beyond it, the edge of the true world. I hoped this sight would take with my daughter; when her baby sister was older I would bring her up here too so that Enchanted Rock could seep into their memories. I felt this place belonged to them, more than to me; they were native Texans, after all.</p><p><em>(Continued on page 198)</em></p><p><em>(Continued from page 192)</em></p><p>The lag, the missed beat I felt in my relationship with Texas, was something that I trusted would be corrected in future generations. And for the present, Enchanted Rock was every bit as much a power center for me as that sandstone boulder back in Oklahoma City. And there were others: a certain stretch of the Frio River, where after weeks of senseless brooding I had made up my mind to go ahead and be happy and get married; the lobby of the Menger hotel in San antonio, where there was a plaque dedicated to the memory of Sidney Lanier and where you could find a gigantic Titianesque Nativity scene hung near a painting titled <em>Venting Cattle on the Frisco Range;</em> the Indian pictographs in Seminole Canyon; the mud flats and back bays of Laguna Madre; the old Shanghai Jimmy’s Chili Rice on Lemmon avenue in Dallas, where you were served chili by the man who claimed he had introduced that dish to China during the Boxer Rebellion; the Chinati Mountains; the Flower Gardens coral reef; the thick, suffocating Big Thicket forests, where you could still find quicksand and wild orchids; any number of places that would give you all the barbecue you could eat for $7 or $8, where you could sit beneath a pressed-tin ceiling on a humid midsummer evening, give the baby a rib bone to gnaw on to help her with her teething, and pursue the illusion that life outside Texas would be bland and charmless. Texas for me was a thousand things like that, a thousand moments that in my mind had been charged with a special quality of place that I could not explain or understand. I only knew that the quality, and the place, was Texas.</p><p>A fault line ran across the back of Enchanted Rock like the stitching on a baseball. There was a sort of cave there, illuminated by the gaps between the collapsed boulders that had formed it, where we went to drink our apple juice. My daughter announced she wanted to play Indian.</p><p>‘You be the daddy Indian,” she said. “You can be taking a nap while I make the tea.”</p><p>I closed my eyes obediently and felt the cool air of the cave on my face. I let the whole Texas question rest. “i’ll just make some people who like it this way,” God had said. I wasn’t sure if I had been put on the earth with an inborn love for Texas, but I certainly seemed to have a high tolerance for it. Lying there in the cave, on the summit of an ancient and hallowed mountain, I still felt a mild longing to live someplace that was more exotic, or more ordinary; someplace that was not Texas. One of these days I might do that. Just not today.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Rock",
      "Land",
      "Country",
      "School",
      "Enchanted Rock",
      "Highway",
      "History",
      "House",
      "Oklahoma",
      "people",
      "Oil",
      "Texan",
      "Water",
      "West Texas",
      "Amarillo",
      "Comanche",
      "High School",
      "Home",
      "MAD"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "West Texas",
      "Amarillo",
      "Abilene"
    ]
  }
}