{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19827",
    "date": "July 1982",
    "year": 1982,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1982/19820700.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 116,
    "document_page_range": [
      [
        114,
        115,
        116,
        117,
        118
      ],
      [
        181,
        182,
        183,
        184,
        185,
        186,
        187
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Man Who Killed Braniff",
    "toc_kicker": "",
    "cover_cut_line": "The Man Who Killed Braniff Harding Lawrence’s Decline And Fall."
  },
  "identifier": "TXMO-ARTICLE-198207-themanwh",
  "source": "",
  "wp_post_id": 118038,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-man-who-killed-braniff/",
  "authors": [
    "Byron Harris",
    "Victoria Loe"
  ],
  "headline": "The Man Who Killed Braniff",
  "dek": "Harding Lawrence built Braniff from an obscure regional airline into an international giant. In the process, he destroyed it.",
  "spread_caption": "",
  "excerpt": "Harding Lawrence was obsessed with making Braniff great. Maybe too obsessed.",
  "kicker": "",
  "word_count": 7504,
  "content": "<p><em>Byron Harris is a reporter for Wfaa-Tv in Dallas.</em></p><p><span class=\"dropcap\">I</span>t was a gray June morning in 1979. Under the taupe concrete spars and crossbars of the Braniff International terminal at the Dallas-Fort Worth Regional Airport (Dfw), hundreds of * people had gathered on the apron of the runway. It was a bizarre corporate festivity, a combination diplomatic ceremony and high school halftime. A band played. Twenty ticket agents in designer uniforms had been pressed into service as flag bearers. They carried twelve-foot poles with foreign flags and marched in choreographed patterns. Their faces wore a variety of expressions, from amusement to lockjawed company loyalty to irritation at being forced to participate in the spectacle.</p><p>The occasion was the inauguration of Braniff air service from Dfw to the European continent. After speeches by local dignitaries, the stars of the show, three Boeing 747 jets, were introduced. They flew over the field a few hundred feet off the ground, circling back over the crowd again and again. A rented film crew recorded the pageantry, and all retired to the terminal.</p><p>In a Vip lounge, champagne flowed and strudel was served. An accordion player mingled with the crowd. Harding Lawrence, the Braniff chief executive, moved serenely among the guests, nodding here, touching an elbow there. It was his special day. His planes would now fly not only to London but also to Frankfurt, Paris, Brussels, and Amsterdam. So calm was Lawrence that, uncharacteristically, he was talking to the press. He even admitted that there was a cloud on Braniff s horizon. “The problem we have, of course, is the price of petroleum products,” he said to a television reporter. “Jet fuel is about fifty-five cents a gallon, and that’s awfully expensive.” The reporter was accustomed to the airline industry’s cries of concern over fuel prices. What he wasn’t used to came at the end of the interview, when Lawrence nodded benignly and said, “God bless you.”</p><p>It takes a man with a special kind of selfimage to bestow a blessing on a reporter after an interview. But Lawrence had always been extraordinary—he stood out as a showman even in a business where executives were known for their flamboyance. He was the spitting image of a captain of industry: gray hair, bushy salt-and-pepper eyebrows, a gravelly voice that exuded self-confidence. Lawrence <em>was</em> his airline, and vice versa. When he took it over in 1965, Braniff was an obscure regional carrier that had barely entered the jet age. Lawrence immediately expanded the jet fleet. He bought routes to South America from Pan American Grace Airways. He painted his planes in exotic colors, dressed his stewardesses in uniforms designed by Pucci, and then had them actually take off parts of those outfits after the planes were airborne, in what was promoted as the “air strip.” Lawrence’s Braniff was flashy and au courant, and it made money. In 1974, the airline earned an 18.2 per cent return on equity, the best in the industry. By 1978, it had become the nation’s seventhlargest carrier, with a 19.6 per cent return on equity, double the industry average.</p><p>But just as the airline’s fortunes had risen on the wings of Lawrence’s vision, so they fell. By the end of 1980, when Lawrence was forced out. Braniff was losing nearly $6 million a week, consumed by the very flair that had propelled it to greatness. Less than sixteen months later the airline went out of business, bankrupted by monstrous debt and a skittish public. Texas was obsessed with the drama of those last months —the acrimonious fare wars, the desperate selling off of routes, the celebrity ad campaigns, all the financial gymnastics that sustained the illusion that the company was still salvageable. For a while, the day-to-day headlines even obscured the truth: that Braniff’s demise was a certainty long before Harding Lawrence left it, as much a certainty as that his genius was the seed of its success and his ego the seed of its destruction.</p><p><strong>A One-Man Air Show</strong></p><p>The identification of an airline with one man was not unique to Braniff and Harding Lawrence, although they may have been its most extreme embodiment. It was a historical part of the airline industry. Twa, originally Transcontinental Air Transport, hired Charles Lindbergh to survey its early routes and called itself the Lindbergh Line. Juan Trippe started Pan Am as a mail carrier after failing to establish a passenger line on Long Island with nine used Navy biplanes. The airline grew in large part because of Trippe's extraordinary skill at securing foreign routes. Eastern carved its identity under the tutelage of Eddie Rickenbacker. the top U.S. flying ace in World War I, who was referred to by Eastern's employees simply as “the captain.” Continental was founded by a young pilot named Robert Six in 1934. He borrowed $90,000 from his father-in-law and converted a small Western mail carrier into a passenger airline. Six. who is six feet four inches tall, built his airline on the strength of his personality and his physical presence. He was the only one of the early pioneers still in the business when he retired this spring. His chief assistant until 1965 was Harding Lawrence.</p><p>Illustrated by Mark Weakley</p><img/><p><em>Lawrence terrorized Braniff flight crews. The slightest slipup could provoke profane tirades, hurled food, and smashed crockery.</em></p><img/><p><em>The public knew Harding and wife Mary Wells as cronies of Vips like Nelson Rockefeller.</em></p><p><em>“The executives’ insecurity, combined with Lawrence’s natural tendency toward management by intimidation, created a climate that was at best paralytic.”</em></p><p>Both Lawrence’s genius and his ego were honed in the adolescence of the airline industry. He was born in 1920 in Perkins. Oklahoma. During World War Ii. he helped run an Army Air Force pilot training school in Terrell, east of Dallas. He hired on with Pioneer Airlines after the war. working at Houston’s Hobby Field in the hangar next to that of another rising star: Lamar Muse of Trans-Texas Airways. Muse, who went on to pilot Southwest Airlines and Muse Air, remembers Lawrence vividly. “He was convinced he was a brilliant man,” says Muse. “He was very smart and very astute.” Lawrence stayed with Pioneer after it merged with Continental, ascending rapidly through the ranks to the number two spot under Robert Six. When Braniff, which had toddled along on the fringes of the industry for 37 years, went looking for a president in 1965, it looked to Continental.</p><p>From the day of Lawrence's arrival, Braniff was a one-man show. He was a master salesman, a persuader, above all a consummate actor who, according to staff members, often appeared to be rendering his own thespian interpretation of what an executive ought to be. Sometimes he would test his persuasive powers just to see how far he could go with them; at the height of his form he could talk people into believing things they knew to be untrue. Dave Stamey, a former Braniff vice president, tells a story similar to those told by others who worked for Lawrence. “He could sit here in this chair, look out the window, and convince you it was raining, even though the sun was shining,” Stamey says. “He'd say it was climatic aberration, or that it was a seasonal variation, or that the angle of the sun was refracting the light, making the rain invisible. Even though all your experience told you it wasn't raining, when you went outside you'd put your raincoat on.”</p><p>Sometimes, say the executives who worked closely with him over the years, Lawrence didn’t seem to know where the actor stopped and the real person began. But the real person had acumen as well as charm. Revenue passenger miles, available seat miles, break-even load factors, all these data were in his brain, evolving into a matrix of facts and figures that reflected the airline’s health from day to day. In addition to being an “operations guy,” he was a big thinker, a maestro of creative marketing. He was a brilliant man, his executives say, a brilliant man whose skills were rewarded. After three years as president, he became chairman of Braniff Airways in 1968 and chairman and chief executive officer of its parent company, Braniff International, in 1973.</p><p>That noteworthy year was marred only by Lawrence's pleading guilty to making illegal contributions to Richard Nixon’s reelection campaign, a $40,000 indiscretion made in Braniffs name for which he was fined $1000. The $40,000 was a fraction of a slush fund that Braniff used principally to pay kickbacks to travel agents in South America. The Civil Aeronautics Board, which investigated and even made noises about taking away some of Braniff's routes, described the fund as holding more than $641,000; Lawrence described it as less than $1 million. Whatever the amount, the Cab backed down in 1976, letting Braniff off with a $300,000 fine. In those days it seemed that nothing could keep Lawrence from leaving the airline in triumph at retirement age. No one foresaw the economic turns that would prove Braniff’s mortal enemies. But the airline's biggest enemy had been there all along. It was Harding Lawrence himself.</p><p><strong>the Terror Of Flight 6</strong></p><p>Lawrence the enemy won notoriety on Braniff s Flight 6, an early-evening run from Dfw to La Guardia. Lawrence's wife. Mary Wells, lived in New York City, where she ran her advertising agency. Wells, Rich, Greene, so he spent his workdays in Dallas and commuted to New York for weekends. Flight 6 was a Boeing 727. Lawrence always sat in seat 6B of first class. He demanded it. If another passenger had somehow been assigned to 6B, that passenger would have to be coaxed out of his seat by the ticket agent —and God help the agent for making the oversight in the first place.</p><p>Hell hath no fury like the wrath Lawrence could unleash on an employee who did not meet his standards. After all, he <em>was</em> the airline. A slip in the airline's service was a personal insult to him. His tantrums on Flight 6 are legend. On one flight a stewardess served him an entire selection of condiments with his meal instead of asking him which ones he preferred. He slammed his fist into the plate, splattering food on the surrounding seats of the first-class cabin. “Don't you <em>ever</em> assume what I want!” he screamed.</p><p>Another time he arrived at the plane in what the flight attendant describes as a state of inebriation. Shortly after takeoff he began yelling orders and shouting profanity, she says. As the flight progressed he became more intoxicated, continued to swear, and threatened the whole crew with dismissal. He broke a wine glass over his dinner tray. He charged that the attendants had used the wrong plates for dessert. Gradually, other passengers began leaving the cabin for the quieter coach section. The tirade continued: he complained repeatedly that the attendants were mixing his drink wrong. He was drinking Scotch on the rocks.</p><img/><p><em>Lawrence’s explosions at weekly staff meetings taught his top executives one crucial lesson: never give the big boss bad news.</em></p><p>Sandy Gandy</p><img/><p><em>Lawrence even looked the part of the dashing airline chief, a role he played to the hilt.</em></p><p><em>“By the end of 1980, when Lawrence was forced out, Braniff was losing nearly $6 million a week, consumed by the very fair that had propelled it to greatness.”</em></p><p>“On several occasions flight attendants came to me in tears, fearful of losing their jobs.” says Ed Clements, former director of flight attendant services at Braniff. “I was sickened by what he was doing to the employees.” Clements says few of the incidents were reported in writing because the women were afraid they'd suffer reprisals. And he says Lawrence abused his flight privileges as well as the cabin crews. On transatlantic flights. Clements says. Lawrence would commonly block the first two rows on one side of the coach section in addition to taking his two complimentary seats in first class. This was so he and his wife could lie down and sleep on their way to London. The practice often left six paying passengers in Dallas, for the planes to London regularly flew full.</p><p>The transatlantic flights were not without incident either. On one flight Lawrence dumped a trayful of food onto a stewardess's lap because it had gotten cold while he was away from his seat. On another he overturned a champagne bucket that was being used to store fruit. On a third he threw a dinner roll at a flight attendant. Stories about these displays spread rapidly through the employee ranks. By the late seventies Lawrence's appearance on an aircraft was likely to arouse two emotions in the crew: fear and hatred. Workers went to great lengths to prevent a tantrum. Row six in first class would be made spotless before Lawrence's arrival: even the windows on his aisle would be washed. Flight attendants would study their service manuals before takeoff. The rest of the plane might be a mess, coach service might suffer, but Lawrence's service would be up to par.</p><p>Inevitably, perhaps, dissatisfied employees meant dissatisfied customers. Marketing surveys showed that Braniff was not popular with many of the people who flew on it. While an ostentatious, entrepreneurial customer was attracted to the airline's first-class service, many of the passengers who flew in coach chose Braniff because there was no other airline that flew at the time of day they had to travel. Although Braniff was Dallas's hometown airline, it did not enjoy great goodwill there. Says Hal Salfen, a Braniff vice president from 1971 to 1973. “People hated Braniff. That’s absolutely true. The employees had the attitude that they were doing you a favor to get you on the plane.”</p><p><em>(Continued on page 183)</em></p><p><strong>Bye-Bye, You Old Nut</strong></p><p><em>Texas International may not live to shed its peanut image.</em></p><p><span class=\"dropcap\">W</span>ill Texas International be the next Braniff? Will Frank Lorenzo and Robert Carney, the young financiers who in 1971 revived the near-dead regional airline, lose it in a bold but risky bid to merge it with a national carrier? Maybe.</p><p>Ti —the erstwhile “peanuts fare” airline —has been seeking a larger role and a new identity ever since Southwest muscled it out of the intrastate market in the early seventies. Lorenzo and Carney took a radical new tack in 1978 by trying to gain control of National Airlines and then Twa. The acquisitions didn't go through, but Ti did net $46 million on its National stock. With that windfall, in 1980 Lorenzo and Carney created a holding company, Texas Air, for Ti and a new airline. New York Air, designed to tap commuter traffic in the Northeast. Then, in 1981, they went after Continental Air Lines. After a fight, Texas Air got control in October. On June 1, Continental and Ti meshed their route systems to feed passengers to one another, and on June 22, as this magazine reaches the newsstands, they will ask their stockholders to approve a merger into a new entity, Continental Airlines Corporation (Cac). This fall, Ti will finally get a new name, probably incorporating the word “continental.”</p><p>Of course, by now Lorenzo and Carney have more to worry about than Ti's image. The three airlines are deep in the red (Texas Air reported a $47 million loss last year). They have been battered by deregulation, rising fuel prices, high interest rates, and slumping traffic. New York Air and Ti, which want to expand certain operations, were strangled by the air traffic controllers’ strike, and Continental is hurting from unusually high labor costs. All three are mortgaged to the hilt and have exhausted their credit. Texas Air’s stock is selling for about $5, down from over $13. Initially, Cac will be at the mercy of its employees, from whom it will need concessions, and of its lenders, whom it must ask to restructure its debt.</p><p>Even so, Texas Air is better off than Braniff was. It has cash reserves it can use to tide the airlines over and no substantial commitments to buy new planes. And it now has one less competitor. More important, its strategy makes sense. If Cac lives, it will dominate service out of the fast-growing Houston and Denver hubsand analysts say dominating markets is the key to surviving deregulation. Still, Lorenzo and Carney can’t afford for their airlines to keep losing money. If they don’t turn Texas Air’s advantages into black ink soon, Ti’s hard-won new name won't be worth peanuts.</p><p><em>(Continued from page 120)</em></p><p><strong>Thursday, Bloody Thursday</strong></p><p>If Lawrence was a terror in the air, he cut just as wide a swath through his executives on the ground. Thursdays were dreaded by vice presidents, for on Thursday the big boss held his top-level staff meeting. The executives grouped around a large table, Lawrence at the head. The focus of attention would shift from man to man (no more than two women were ever listed among the corporate officers) as each gave a report on his department. The process would go smoothly for the first few reports, then a snag would develop. A computer was down, say, or traffic had been lower than expected over the previous weekend. Suddenly the bearer of bad tidings would find himself stopped in midsentence.</p><p>“Why is the computer down?” Lawrence would ask. Then, “Why didn’t you fix it?” Then, “When will it be fixed?” or “Why didn't you tell me this sooner?” Then, “How will this affect projected revenue?” The volume would rise as the questions went on, until the unlucky executive found Lawrence standing beside him, yelling, “I pay you a good salary and I expect you to do your job! Why don’t you do it?” Leaning forward, Lawrence would stop with his bushy eyebrows just inches from the malefactor’s face, his eyes, which sometimes appeared to be solid brown, devoid of pupils, boring in. And finally would come the growled question “Why don’t you get <em>on the team</em>?”</p><p>When the meeting ended, recalls one staff member, the victim would have to be “shoveled into his seat and wheeled down the hall.” In some cases the sufferer would have invited the explosion by falling down on his job. But often the outbursts were simply a chance for the chief to flex his muscles —Lawrence had to have his sacrificial lamb every Thursday. For the top-level staff, the lesson of these episodes had little to do with Braniff's computer problems, traffic projections, or other facets of running the company. Smart executives simply learned not to give Lawrence bad news.</p><p>Thursdays evolved their own ritual, in which details such as where one sat became urgent matters of self-preservation. No one wanted to be “downwind” of an executive who was to be sacrificed: some of the invective might splatter. Early on a Thursday, the phone lines at Braniff headquarters would begin to buzz as executives asked each other the question: who is going to give Harding bad news today? Shortly before the meeting was to begin, a decorous scramble for chairs ensued —after the lamb had selected his seat.</p><p>A few stubborn souls would brave the machine-gun fire and persist in the delivery of a report even if its contents were unfavorable. One of these was Ed Acker, president of the airline under Lawrence from 1970 to 1975 and now chairman of Pan Am, who was widely known for his ability to handle the big boss. “Nobody gave Harding bad news,” he says, “because nobody <em>wanted</em> to give him bad news.” The point recurs in other descriptions of the Lawrence regime. Many of his executives were weak, untrained as managers, selected haphazardly from the airline’s ranks by Lawrence himself. Appointed to their positions through his magnanimity, they were reluctant to displease him. In addition, they were often unsure of their own abilities. Their insecurity, combined with Lawrence’s natural tendency toward management by intimidation, created a climate that was at best paralytic.</p><p>“They started out as strong customers,” says Neal Robinson, a veteran of the Lawrence years, now executive vice president of U.S. Telephone. “They were very serious about themselves and their jobs. But the constant pounding from Harding over the years sapped them of the will to fight.”</p><p>The result was a group that could carry out decisions once they were made but generally deferred to Lawrence on policymaking, no matter how flawed the policies he made might be. By the late seventies the company’s managerial structure resembled a pyramid with an illusory base, the chief executive floating above an ineffectual management corps. Braniff lacked what management analysts call infrastructure, the network of people who transmit information and make decisions, giving the company internal direction. The big boss didn't get all the information he needed, and his ego often prevented him from trusting what his subordinates did tell him. He flew the airline by the seat of his pants. For a while, though, it was quite an air show. The 1978 balance sheet showed a profit of $45.2 million, the company’s largest ever.</p><p>Much of Braniff’s success, however, was as attributable to good fortune as to shrewdness. Between 1973 and 1975. for example many airlines were laboring to pay for widebodied jets-Dc-10s, L-1011s, and 747sthat were flying nearly empty or were mothballed because passenger traffic had not grown as fast as they had expected. (There are still more than one hundred 747s and Dc-lOs for sale on the world market.) Braniff was widely congratulated in the press for having sagaciously decided not to buy the big jets, for taking the conservative road when others took chances. But the truth is that when other airlines were ordering those planes in 1969 and 1970, Braniff didn't have the money to buy them. “It was sheerass luck,” says one former vice president. And by the end of 1978, record profits notwithstanding. that luck was running out.</p><p><strong>Flying Too High</strong></p><p>That year was a watershed for the entire industry. On October 24, the Airline Deregulation Act became law. Over a short period of time, it started phasing out regulation of routes and fares, the two elements that had shaped the industry since its beginning. Airlines had been rigidly regulated by the Civil Aeronautics Board since 1938. Until deregulation, the Cab decided where individual airlines would be allowed to fly by awarding route authorities. These pearls were parceled out after hearings and deliberation that often took years. Airlines vying for routes had to present detailed arguments as to why they, and not their competitors, should be allowed to fly from one city to another. This protracted process conditioned executives like Lawrence to think of routes as commodities of immense value. In a world where routes were scarce, they must be procured and protected at any cost.</p><p>The Cab's first move in implementing deregulation was to open dormant routes —those for which authority had been granted but which were not being flown —on a firstcome, first-served basis. The airlines dispatched representatives to the Cab in Washington to snap up these windfalls. Press accounts of the event describe lawyers in pin-striped suits queued up all day, briefcases in hand, outside the Cab office. At night they would turn over their places to paid stand-ins who bedded down in sleeping bags on the sidewalks.</p><p>The frenzy was prompted partly by the airlines' uncertainty as to how far deregulation would go. Braniff, which had decided to seize every route it could get its hands on, applied for more than three hundred of them in one day. The airline had nowhere near the resources to fly all those routes; the strategy was to take the most suitable ones and incorporate them into the existing system, to establish Braniff’s presence in new markets before the Cab changed its mind and went back to parceling out routes the old way. The flaw in the strategy was fundamental. The reason the routes were dormant was that other carriers had found them unprofitable. That didn’t dissuade Lawrence, however. He insisted that routes that had failed for other carriers would work for Braniff if properly integrated into the system.</p><p>To Lawrence, the decision transcended considerations of short-term profit and loss; it was a matter of survival. He foresaw the deregulated industry as one with a few large airlines and several small ones, but few middle-sized competitors. And in this he may have been right. For Braniff, Lawrence believed, it was grow or be eaten, so he made the airline bigger. On December 15, 1978, Braniff began service on 32 routes to 16 new cities. It was now making runs such as Memphis to Orlando, Kansas City to Philadelphia —flights that other airlines had found they couldn’t make money on. Meanwhile, most carriers were either expanding cautiously or waiting to see how deregulation developed. “Lawrence was off on a trip that boggled the minds of most people in this business,” says Morten Beyer, president of Avmark, a Washington-based aviation consulting firm. “From a business standpoint he was off his rocker. You should dominate the markets you’re in, but the Braniff expansion was helter-skelter. They did not support their Dfw operations. If they had done that, they might have succeeded.”</p><p>Lawrence’s empire building was approved by a board of directors that had for years been a rubber stamp for his proposals. Company records indicate that the board members may have regarded their positions as honors rather than duties. In 1978 six of the eleven outside directors of the company —those who were not Braniff officers —attended less than 75 per cent of the board’s meetings and committee meetings. But if the board seemed to lack diligence in reviewing Lawrence’s plans, it was not acting any differently from most airline boards of the day. Moreover, Lawrence’s past success was a convincing reason to let him have his way.</p><p>His way took money. New stations had to be opened, personnel to be moved to new cities, new employees to be hired. A new Boeing 727 cost $12 million, a 747 more than $45 million. According to the 1978 annual report, Braniff planned to spend $925.2 million on 41 new aircraft through 1981. Some experts say that to service the new routes properly, the company would have had to spend even more than that on planes, well over $1 billion. Airline analysts stress that a route is in essence a business in itself. Although part of a larger system, it must be conceived, executed, staffed, advertised, and sold as a trip between two cities. By the end of 1978 Braniff was on the verge of adding 4 cities in Europe and 4 in the Pacific on top of the 16 new cities in the U.S. It was starting 24 new businesses in less than twelve months.</p><p>That the board acquiesced in this decision is no less surprising than that the company was able to borrow money to do it. Even though Braniff had earned $45.2 million in 1978, it still had long-term debt and lease obligations of $423 million, and its current liabilities exceeded its assets by $14 million. In the short term, Braniff was $14 million in the hole. The proposed spending spree meant that the company’s debt-to-equity ratio would climb astronomically. Still, in 1978 Lawrence was able to secure credit from Boeing and $100 million in insurance company and bank loans.</p><p>How did he do it? It was the Lawrence charm, the acting skill, and the ability to persuade, aided considerably by the past record of success. “He had them mesmerized,” says one insider, “and he had himself convinced he could do it too.” At age 58, he wanted to establish Braniff as a worldwide airline before he retired. The plans were going forward: applications were filed to fly to a dozen additional destinations in Latin America and to Bahrain in the Middle East, Peking, Shanghai, Canton, Bangkok, Djakarta, and New Delhi. With just a few more links, Braniff would girdle the globe!</p><p><strong>Fort Lawrence</strong></p><p>Meanwhile, back in Dallas, another of Lawrence’s dreams was consuming more than $70 million. Lawrence conceived Braniff Place, on the outskirts of Dfw, as the gemstone of the airline. Not only would it house the company’s world headquarters —its executive offices and training facilities —but when completed in 1978 it would also be a 113-room hotel for Braniff employees. It would include an employee recreation center with a nine-hole, par-three golf course, a swimming pool, saunas, and tennis and handball courts.</p><p>The complex was as unconventional as Lawrence himself. The design was Mediterranean: four brilliant white terraced buildings, flanked by raised earthen shoulders, set beside a man-made lake. A sunken parking lot was rimmed with blue tile and centered around a fountain. The buildings made a glittering monument to Lawrence, but they looked better than they functioned. Lawrence had selected a California firm as the architect and a Texas company as the interior designer. He insisted on overseeing the minutest construction details himself. Communication between the three was cumbersome; hundreds of change orders were necessary. The complex was funded in 1976 with $35 million in Dfw Airport bonds, but in 1978 Braniff had to go back for more bonds totaling $36 million to cover cost overruns and equipment.</p><p>Executive offices were to have gardens on the terraces outside their windows, so French doors were installed to open onto the gardens, but then the garden plan was scrapped. The doors leaked air, creating drafts strong enough to blow papers off of desks. Some of them eventually had to be welded shut. Many of the desks, which were custom designed, had to be repaired shortly after installation. The office and hotel wings each had courtyards with imported Italian marble benches and olive trees flown in from California. Two of the trees were so big they had to be lifted in with cranes. The landscapers had neglected to note, however, that North Texas winters are too cold for olive trees. The trees died.</p><p>Every office had stark white walls enlivened only by a work from Braniff’s collection of 54 paintings by Alexander Calder (whom Lawrence also commissioned to decorate two of the airline’s jets). No personal artifacts or mementos were allowed. Each desk held two phones, one a normal telephone, the other an intercom that allowed any executive, including Lawrence, to speak directly into any office, even if the phone was not taken off the hook. Frequently, a vice president would be in the middle of a meeting in his office when Lawrence’s voice would interrupt. The executive could shut the device off, but only at the risk of enraging Lawrence. Some referred to the instruments as Gestapo phones and to the office complex as Fort Lawrence.</p><p>The back section of the top floor in the executive wing was Harding Lawrence’s apartment, which he rented from the company for $1775 a month. Furnished and decorated at airline expense, it was a sumptuous exercise in white and off-white. Paintings from Lawrence's private collection hung on the walls. In the living room, a neon sculpture adorned a glass coffee table, a large antique birdcage occupied one corner, a polar bear rug lay in front of the fireplace. All these objects belonged to the airline. With a restaurant-size kitchen, the living room, a sitting room, two bedrooms, two and a half baths done in Italian marble, and a small swimming pool on the terrace out back, the apartment was well worth what the big boss paid for it.</p><p>Lawrence lived in his suite alone. He had a full-time personal valet and a housekeeper. They were provided at company expense, and most employees knew it. They saw the valet pick up Lawrence’s rawhide luggage when he flew on the airline. (A special handler made sure his luggage was always last on and first off the plane and was carried to him directly at the baggage claim, which tended to draw the interest of the other passengers.)</p><p>There were other fringe benefits that the employees knew less about: a three-story house in London and a villa in Mexico. The latter was maintained at a cost, according to Braniff's 1978 proxy statement, of $92,000 a year. (That would rise to $172,000 a year in 1980.) Like top executives of many corporations, Lawrence also had a stock option plan. It gave him thousands of shares of company stock at a fixed value, which he could sell back to the company at the market price. If the market price increased, he could make a lot of money. In 1977 Lawrence exercised options on more than 78,000 shares, netting $236,000. In 1978 he sold another 200,000 shares, netting $1.4 million. He also received $871,794 in “salaries, fees, directors' fees, commissions, bonuses, and incentive compensation” during those two years.</p><p><strong>the Storm Gathers</strong></p><p>Even in those flush days, however, there was serious trouble in paradise. In December 1978 a high-ranking financial officer told Lawrence privately that Braniff’s prospects for survival were nil. The airline was at the height of its expansion, and Lawrence was ginning out copious projections on the profits the coming months would bring. But he had already committed himself to spend so much on new planes and new routes that Braniff wasn’t going to be able to bring in enough money to pay its bills. When the executive spoke to him, however, Lawrence insisted that everything would work out just as he predicted, that the executive “just didn’t know about airlines.” As the months passed and profits evaporated, the big boss talked to the man less and less.</p><p>Fuel costs, which represented about one fourth of the carrier’s operating expenses, were fast becoming a critical drain on profits. They rose from 40 cents a gallon in 1978 to 62 cents in 1979, making the delicate economics of expansion more delicate still. Many of Braniff’s new domestic routes were “add-ons” to old ones. Service to</p><p>Milwaukee, for example, could be added because the airline had a plane in Chicago late in the evening. A 727 could be flown from there to Milwaukee less than half full without losing money. If more than half the seats could be filled, the flight would turn a profit. But as the price of fuel rose, the break-even load factor, the number of passengers needed to make the flight pay for itself, also rose. Soon the flight might have to be two-thirds full to be profitable, and who wants to go from Chicago to Milwaukee in the late evening? Not that many people, the airline found.</p><p>On international flights, where the operating costs were multiplied over vast distances, the stage was set for huge losses. Some of the bolder executives advised Lawrence to delay inaugurating Braniff’s new foreign routes, but the expansion moved on. In June 1979 came the four European cities. A month later, four destinations in the Pacific —Seoul, Hong Kong, Singapore, and Guam —were added over the protests of those who warned Lawrence that price cutting among nationally owned airlines in the Pacific is vicious and the volume of travelers small. Who wants to go to Seoul, South Korea, regardless of the time of day? Not that many people, the airline found.</p><p>At the same time all this was happening, the Cab was unexpectedly speeding up deregulation instead of slowing it. Route access was loosened even further. The franchise to fly from one city to another, that valuable commodity that in the past had been so</p><p>difficult to acquire, had almost no value at all. The analysis of each route’s cost and yield potential, which previously had been performed as part of the Cab route certification process, was no longer routine. The agency that had acted as a restraint to overzealous airlines was no longer a barrier to them. Decisions had to be based on economics, not chauvinism.</p><p>Airlines that made their decisions on the basis of economics have little sympathy with the course Braniff took. At the March 1982 stockholders’ meeting of Continental Airlines in Los Angeles, Frank Lorenzo, president of Continental’s parent company, Texas Air, which also owns Texas International Airlines, took pains to distinguish Continental from Braniff. (See box on page 120.) “It’s important to note that Continental took a fundamentally different approach to deregulation than the management of Braniff took,” Lorenzo said. “The management of Braniff had a basic belief that deregulation was an opportunity to become more aggressive; Continental looked upon deregulation as a time of extreme caution. Time will tell who was right.”</p><p><strong>Going Down</strong></p><p>In fact, time had already told. In late 1979 Lawrence began receiving news that might have shaken the confidence of another executive. His new routes, particularly those in the Pacific, were losing millions a month. The company’s total operating expenses were 92 per cent higher than they had been two years earlier. Braniff lost $9.8 million in the third quarter. But chauvinism won out over economics: the jumbo jets kept flying.</p><p>As costs rose, fares were falling. On June 1, 1979, the very same day that Braniff was serving strudel to the Dallas-Fort Worth city fathers, Texas International trotted out a brass band in its Dfw terminal to inaugurate service to New Orleans. It was selling round-trip tickets for 35 cents that day, as a promotion, and would soon be selling oneway “peanuts fare” tickets for $35. A ticket to New Orleans on Braniff cost twice as much. Price was now a selling point in a business where it never had been before. To compete on price, airlines would have to trim profits, and Braniffs profits were already nonexistent.</p><p>By the end of 1979 the company had lost $44.3 million. In the first quarter of 1980 its losses exceeded $21 million. Lawrence's tirades at staff meetings continued. The big boss seemed unable to fully admit to himself the severity of Braniffs illness. He dispatched two executives to Los Angeles to inquire about the possibility of purchasing Continental —which at that time was an independent company. They returned with the answer that no, it was Continental that wanted to buy Braniff.</p><p>The big boss lived at Braniff Place, needing only to step through a door in his living room to be in the Braniff boardroom, and yet another door to be in his office. Employees called Lawrence’s sanctuary the Howard Hughes suite because they rarely saw him outside of it. He was occasionally spied padding about the halls of the headquarters building late at night in his stocking feet, but he was cut off from the outside world. He never had to leave Fort Lawrence even to go to the 7-Eleven to buy a quart of milk or a newspaper. His valet did that.</p><p>His insularity was only compounded by his dealings with upper management. Occasionally an executive working late in the evening would be summoned to Lawrence’s flat to thrash out one problem or another with the big boss. But Lawrence usually did most of the talking, sometimes until the early hours of the morning, pacing back and forth, drink in hand, in the all-white living room. One did not speak unless spoken to or voice an opinion unless asked; it was so much easier to find ways of agreeing with Lawrence than to tell him the truth.</p><p>As 1980 progressed, however, the truth became inescapable. The red ink was a hemorrhage —second-quarter losses were more than $48 million. The Pacific routes were consuming millions every month. Fuel prices were still headed upward. The economy edged into a recession, eroding the base of potential customers. And inflation continued to bloat expenses. Eventually, even Lawrence was compelled to acknowledge the need to cut costs. A labor relations expert was hired to help negotiate pay concessions with employee groups. Braniff was forced to do something it had never done much of: talk to its employees. On two occasions Lawrence was persuaded to attend the meetings to stress the urgency of Braniff’s predicament. The very prospect sent ripples through the rank and file. Here was the man who threw food at his workers asking them to do him a favor. At the first gathering, with the flight attendants, the big boss had the temerity to arrive in his chauffeurdriven Mercedes. “There was,” says an executive who attended, “a broad-based feeling of contempt for Harding.”</p><p><strong>the Final Days</strong></p><p>With his airline in a nose dive, Lawrence became even more unpredictable. He singled out certain executives for earlymorning phone calls. Awakened at 3 a.m., they would have to endure harangues about their “mistakes.” The big boss was frustrated: at himself, at events, at the staff of incompetents who had let him down. Still, most employees stayed loyal; they felt a need to help the firm through its bad times. Moreover, after years of being told they were incompetent, many had come to believe it. “He had them believing they were so dumb they couldn't get a job anywhere else,” says one who lived through this period. Two executives regularly sat in their offices and wept. Another concocted a series of business trips that kept him away from headquarters continuously; by staying away, he avoided the misery of the disintegration.</p><p>Lawrence sequestered himself in his apartment, which became known as the bunker. “He was out of toueh with reality,” says one vice president. “He said we were gonna line up this loan and that loan, but he was dreaming. The numbers he talked about were much different from what was really happening. The airline was falling apart, but people were still running around trying to figure out how to deal with Harding. He had us moving armies we didn't have.”</p><p>The employees who dealt with the public every day only heard rumors of this disintegration. But they had been whipsawed by the airline's growth and contraction. They had seen their ranks swell from 11,500 in 1977 to 15,200 in 1979 and then shrink back to 11,500 the very next year as the airline finally pared its unsuccessful routes. Never among the best-trained personnel in the industry, they tended to take their longfestering frustration with management out on the ticket buyers. At the same time, the company was in the midst of a “We Better Be Better” advertising campaign that in the eyes of Sam Coats, who later became senior vice president for marketing, conveyed a sense of arrogance. It was as if all of the company's difficulties —its financial problems. its management style, its public image —were converging at once to seal its destruction.</p><p>Lawrence met with financial reporters in August, during Braniff's last profitable quarter, to convince them of the airline's good health. “Braniff is a financially sound company,” he said. “Braniff is not a company that is in financial trouble.” But even he seemed to know the end was near. “My board, my stockholders, and all those people. I have a responsibility to them,” he said. “I will be here as long as they require my services.” He gave his home phone number to reporters, urging them to call him at any time with their questions. Indeed, it was not unusual for reporters to receive calls from Lawrence during this period —calls accusing them of biased reporting.</p><p>In the last quarter of 1980 the airline lost $77 million. In December the board of directors, at the mandate of the lenders, had no choice but to call for Lawrence’s resignation. With a pension of $306,969 guaranteed for each year of the rest of his life, the big boss resigned without putting up a fight. (Now that Braniff is bankrupt, he may get less.) Quietly, on the night of December 30, 1980, Lawrence climbed the outside stairs of a Braniff gate at Dfw, avoiding reporters waiting for him inside the terminal. He was boarding a jet for Mexico, for what he has since described as retirement. He keeps an office at his wife’s advertising agency in New York, but there employees say he is traveling and unavailable for interviews.</p><p><strong>Among the Ruins</strong></p><p>John Casey, vice chairman under Lawrence, was promoted to fill the big boss’s shoes. He succeeded in lessening the flow of red ink somewhat in 1981, but to reverse the airline's fortunes, he decided, new talent was needed. In September, Casey hired Howard Putnam as president and Philip Guthrie as executive vice president for finance. Both men were lured away from Southwest Airlines, which had been the wunderkind of the industry in the seventies, compiling the highest profit margin of any U.S. airline. Even with their impressive credentials, Putnam and Guthrie would need a huge chunk of luck to succeed at Braniff: the airline had a demoralized work force, a degenerating public image, debts totaling well over $700 million, and creditors growling at the door. But Putnam was known for being tough, unpretentious, and unorthodox, and Guthrie had a reputation for financial expertise.</p><p>So it was with some optimism that the two of them drove out to the Braniff offices in Putnam's Oldsmobile last fall. Neither had ever seen Braniff Place before, and as they drove across the treeless grassland north of the airport, it loomed up in all its sparkling white glory. It was entirely different from Southwest’s spartan offices in a converted airline terminal at Love Field. As they drew closer, they could see 28 flagpoles, which had been placed at the entrance to the complex at Harding Lawrence’s direction. Originally there had been only 2, but Lawrence had ordered the number increased as the airline expanded, so that the flag of every Braniff nation would fly above his office. Now, with the routes dropped to save money, the poles were empty. “My God,” said Putnam, gazing at them, “they look just like the masts of a sunken ship.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Airlines",
      "flight",
      "Texas",
      "Deregulation",
      "Business",
      "people",
      "DFW",
      "office",
      "Traffic",
      "ever",
      "money",
      "New York",
      "Work",
      "Advertising",
      "Computer",
      "Food",
      "guthrie",
      "London",
      "Running",
      "Southwest"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Kansas City",
      "New Orleans"
    ]
  }
}