{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19827",
    "date": "July 1982",
    "year": 1982,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1982/19820700.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 110,
    "document_page_range": [
      [
        112,
        113,
        114,
        115,
        116,
        117
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Store That Made Jonesville Famous",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198207-thestore",
  "source": "/1982/19820700.pdf",
  "wp_post_id": 118047,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-store-that-made-jonesville-famous/",
  "authors": [
    "Harry Hurt III"
  ],
  "headline": "The Store That Made Jonesville Famous",
  "dek": ". . . and Hye, and Bergheim, and Bonham, and Chappell Hill, and . . .",
  "spread_caption": "",
  "excerpt": "And other great country stores of Texas.",
  "kicker": "",
  "word_count": 1453,
  "content": "<img /><p><em>King of the mountain: T. C. Lindsey store in Jonesville.</em></p><p>Isn’t it funny how many people pretend to know what’s Real? authors and advertisers tell us about the Real Man, the Real Woman, and the Real Thing. Television shows us Real People. Newspapers give us the Real Story. Andy Rooney makes a million fulminating about all the Real Trivia that makes him Real Mad. And yet we are not fooled. We know that none of these things are really Real.</p><p>So what <em>is</em> Real? Country stores, that’s what. Country stores are the last of the indisputably genuine. They are run by real people who sell real things that you really need. And they are a real part of Texas history, direct descendants of early frontier trading posts. Country stores don’t have to pretend to know what’s real —they <em>are</em> real.</p><p>The country store is the original one-stop shop. In it you can buy groceries, clothes, hardware and appliances, sundries and medicines, animal feed, fuel, and all manner of specialties ranging from pocket watches and freshly picked tulips to locally made sausage. The store may also function as post office, city hall, courthouse, jail, meeting hall, restaurant, hotel, zoo, or lending library. In its purest form it will be the center of the community, the place where people find the most important of life’s staples-news, gossip, and friendship.</p><p>Sadly, though, the country store seems to be going the way of the buffalo, the authentic margarita, and 10-cents-a-gallon gasoline. The migration of people to Texas cities and the onslaught of regional shopping centers and interstate highways have attacked the state’s population of country stores like the plague. A store with wooden floors, old-fashioned scales, and slightly dusty merchandise may appeal to the city dweller out for a drive through the wildflowers, but many rural residents prefer to shop at the nearest Safeway or Sav-On.</p><p>The corridor along U.S. Highway 290 from Houston to west of austin is the Country Store Belt of Texas and the bumper crop of stores that you’ll find along this route generally fall into three categories:</p><p><em>Quick stops.</em> These are stores that can claim the title “country” only because they are not in the city They sell the sort of merchandise that can be found at a 7-Eleven or a Stop & Go.</p><p><em>Museums.</em> These stores still operate in authentic buildings, but with a greatly reduced inventory of goods You very often see some interesting old tools or clothes or cans, but most of them are not for sale.</p><p><em>Classics.</em> These are the real McCoy —though they’re becoming almost as rare as a cold day in august. They’ve got groceries, hardware, clothes, and frequently something extra, like a post office, a lending library, or, in one instance, a live bobcat. The proprietors are, by and large, the sort of friendly folks who’ll describe their store hours as from when I get here till when everybody leaves” and assure you that since the post office in their store boasts a zip code, “you know you can’t be completely lost.”</p><img /><p>Photography by Jim Cammack</p><p><strong>T.C. Lindsey & Co. General Store and Post Office</strong></p><p>T. C. Lindsey & Co. is the granddaddy of Texas country stores and currently the best in the state. The store has been in operation continuously since 1847 (in the present building since 1922). It offers everything from oil lamps, washboards, whiskey kegs, watches, and wood-burning stoves to bonnets, baby clothes, TV sets, refrigerators, guns, saws, and hoop cheese. The not-for-sale antiques on display include a Thomas Edison light bulb, a hand-operated cotton gin, 42 types of bridle bits, all sorts of farm tools, and a walking cane made from the breeding equipment of a bull. The Lindsey store has been the set for scenes in four movies and is so well known that its guest book is signed by an average of 10,000 visitors a year. But the only concessions to tourists are gimme caps and T-shirts printed with the store’s logo. Better buys are the gimme caps sporting the TUF Nut blue jeans logo and the Texas Bullshit Scrapers.</p><p><em>T. C. Lindsey & Co., Jonesville (FM Road 134, between Marshall and the Louisiana line); Sam and Tom Vaughan, owners; Emma Vaughan, postmaster; Monday through Saturday 8 a.m.-5 p.m., (214) 687-3382.</em></p><img /><p>Photography by Michael Patrick</p><p><strong>Deike’s Store and Post Office</strong></p><p>You may remember Lyndon Johnson. The Deike brothers do. As Frederick (left) puts it, “He was a good first baseman, but you couldn’t depend on him to show up.” Since the time LBJ mailed his first letter here at the age of four, the Deike store has gone through some changes. Gone are the drums of lard and the hundredpound sacks of sugar; in their place are the packaged groceries sold in ordinary supermarkets. But you can still buy fencing, feed, greeting cards, and blue jeans, and you can mail a letter, just like LBJ did. If you’re in the mood for a weekend tour of Hill Country stores, you might make Hye the first stop on a drive through Doss (a German community), Voca (a peanut-farming town), and Cherokee (where Clyde Yarbrough of Yarbrough Hardware can provide you with a foolproof turkey call or just a chance to sit on the porch and shoot the breeze with his tobacco-chewing buddies).</p><p><em>Deike's Store, Hye (U.S. 290, about sixty' miles west of austin); Frederick and Levi Deike, owners; Monday through Saturday 7 a.m.-6 p.m.; (512) 868-7428.</em></p><img /><p>Photography by O.C. Perkins</p><img /><p><strong>Bergheim General Store and Post Office</strong></p><p>The tradition of the Bergheim store is carried on by the descendants of austrian immigrant andreas Engel, who established his first store in the area about 1892. Floods repeatedly cut the structure off from the rest of the community, and in 1903 Engel relocated to the higher ground on which the store stands today. According to great-grandson Stanley Jones, “Meeting time is six p.m.” That’s when local farmers and passersby come in to buy anything from coon traps and fence wire to beer and “Bergheim cheese” (Wisconsin cheddar sliced from a roll). A few also show up to borrow books from the store’s lending library. Not far from Bergheim are the famous, slightly overrated Fischer Store (a museum) in Fischer and the Sofje Store in Ottine. By way of contrast, drop in on the Jennings Store in Pipe Creek, where the city limits signs are on opposite sides of the same post.</p><p><em>Bergheim General Store, Bergheim (Texas Highway 46, about thirty miles north of San antonio); Stanley Jones, manager and postmaster; Monday through Friday 7:30 a.m.-7 p.m., Saturday 8-6; (512) 336-2112.</em></p><p>Photography by Christina Patoski</p><p><strong>Smith-Moore-Williams</strong></p><p>What makes the Smith-Moore-Williams store a classic is its selection of still-for-sale items like knee pads for picking cotton, old-fashioned butter molds, corn cutters, horse collars, hoop cheese, and walking canes. You should also consider it the staging area for an assault on the rest of North Texas’ best country stores. Those on the recommended list include Nettie Whipple’s store in Roxton (where Earl Kennedy of Smith-MooreWilliams got his own hoop-cheese cutter), the Boot Hill store in Pilot Grove (where you can buy cowboy boots at a discount and pet the proprietor’s bobcat), Harlow’s Grocery in Melissa (which has some of the best barbecue in the area), a. Sherley & Bro. in anna (which offers a great look-see even if closed), and Dixon Gro. & Sta. in Frognot, near Blue Ridge, where 82-year-old proprietor Hazel Dixon has a world-class collection of ceramic and stuffed frogs and some “toadally believable tales about how her community got its name.</p><p><em>Smith-Moore-Williams, 221 N. Main, Bonham (U.S. 82, about seventy’ miles northeast of Dallas); Earl Kennedy, owner; Monday through Saturday 6:30 a.m.-5:30 p.m.; (214) 583-3311.</em></p><img /><p>Photography by Rick Williams</p><p><strong>P. Lesser and Son General Mdse.</strong></p><p>You may find yourself visiting P. Lesser and Son whether you intend to or not. Judge Harry Lesser is one of four justices of the peace in Washington County, and he is the favorite magistrate of highway patrolmen who stop speeders on U.S. 290. But even law-abiding drivers will enjoy calling on the 88-year-old proprietor of this bluebonnet-country store. Besides offering some pretty fair yarns, Judge Lesser (center) can sell you a bottled Coke for 25 cents. His son Phil (left) or grandson Craig (right) can help you with a pair of work boots for $42.95 or some smoked country sausage for $2.39 a link. You can also pick up a tulip grown by Lesser’s assistant, Willie Vollert, Jr. The Lesser store, a classic, is the gateway to U.S. 290-area country stores in Nelsonville, Nechanitz, Warrenton, Westphalia, Shelby, Northrup, Serbin, Ledbetter, Carmine, and Round Top.</p><p><em>P. Lesser and Son General Mdse., Chappell Hill (FM Road 1155, half a mile north of U.S. 290, seventy miles west of Houston); Judge Harry Lesser and Phil Lesser, owners; Monday through Saturday 8:30 a.m.noon and 1-6 p.m.; (713) 836-5756.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Country",
      "Texas",
      "people",
      "Son",
      "Highway",
      "Boots",
      "LBJ",
      "42",
      "Antiques",
      "assault",
      "Austin",
      "Barbecue",
      "Barbecue",
      "Beer",
      "Best Barbecue",
      "Bonham",
      "Books",
      "Boot hill",
      "Cherokee",
      "Cities"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Austin",
      "Hill Country",
      "Houston"
    ]
  }
}