{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19907",
    "date": "July 1988",
    "year": 1990,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1988/19880700.pdf",
    "issue_cover_image": "",
    "document_start_page": 75,
    "toc_start_page": 74,
    "document_page_range": [
      [
        75,
        76,
        77,
        78,
        79
      ],
      [
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131,
        132,
        133,
        134,
        135
      ]
    ],
    "toc_order": 15,
    "toc_headline": "My Life as Joe Bob Briggs",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199007-texashumo",
  "source": "/1988/19880700.pdf",
  "wp_post_id": 125676,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-humor-my-life-as-joe-bob-briggs/",
  "authors": [
    "ANNE DINGUS",
    "JOE BOB BRIGGS"
  ],
  "headline": "Texas Humor My Life AS JOE BOB Briggs",
  "dek": "My friends ere convinced that I'm going through a phase and that someday I'll discover that I'm wasting my life performing in comedy clubs. I've already discovered that. But I keep doing it anyway.",
  "spread_caption": "",
  "excerpt": "It didn’t take me long to learn the ten lessons of stand-up comedy. Number one is, Prepare to die.",
  "kicker": "Texas Humor",
  "word_count": 8243,
  "content": "<img/><img/><img/><img/><p>Funny thing about Texas humor. It’s both positive and negative. Life in Texas is either too good to be true (Saint Peter warns a cowboy: “You can come in, but it won’t be like Texas”) or too true to be good (A shanty-side scrawl warns: “Ten miles to wood. Twenty miles to water. Six inches to hell”). From yesterday’s sit-down storytelling around a campfire to today’s stand-up comedy in a nightclub, this duality of drollery remains.</p><p>Early Texans depended on each other for entertainment. Some unsung raconteur started the tall tale, best represented by the exploits of Pecos Bill. Inevitable joke themes evolved. A favorite was weather (Greenhorn: “Does the wind always blow this way? ” Oldtimer: “No, sometimes it blows the other way”). Even everyday expressions were funny; for instance, cowboys called meringue “calf slobbers.”</p><p>By the early twentieth century, the Texan was regarded as hopelessly comic. In 1912 a <em>Life</em> magazine issue poked fun at the Lone Star State (in one cartoon a lanky cowboy levels his six-shooter and drawls, “Sit still, Nell, there’s a fly on your left ear”). The oil boom produced Texas’ most enduring stereotype, the blowhard millionaire. Boyce House got his start chronicling the boom in Ranger; by 1945 one of his Texas-joke anthologies had rated ten printings. A few years later Ace Reid of Kerrville started the career that introduced Jake and Zeb, the bestknown cowpokes in cartoondom.</p><p>By midcentury, Texas humor had undergone a major shift, thanks to war and urbanization; it became less folksy and yet more crude. C. M. Rogers of Austin marketed thousands of “Texas Boast Cards” in the fifties (“I’m sick and tired of Texas/And all of its sorry soil./I drill and drill fer water/And don’t get nothin’ but oil!”). By 1967 Jim Everhart of Houston had launched his corny <em>Illustrated Texas Dictionary of the English Language</em> (“Blow: under, beneath. ‘Luck out blow!’ ”). Lyndon Johnson rivaled John Henry Faulk as comic Texan of the era, but the emerging Aggie joke (see page 82) easily took top Texas-humor honors, as the average Texan grew farther and farther away from his rural roots.</p><p>Today Texas is city-slicker sophisticated but remembers when it was country-bumpkin crude. Probably no one has made the transition more awkwardly than gubernatorial candidate Clayton Williams. While a real cowboy never would have insulted a lady, he jokingly compared rape to bad weather. Still, there is room for the venerable, just-folks jokes purveyed by Bob Murphey (page 78), and the provocative modern wit of Joe Bob Briggs (page 74). Where once minorities were the target of ethnic humor, blacks such as Houston’s Chocolate Kiss (page 86) stand up in front of Anglo audiences and redefine the genre. But whether they boast or roast, Texans wouldn’t be Texans without their funny bone. And that’s no joke.</p><p>ILLUSTRATIONS BY EDD PATTON</p><p>ILLUSTRATIONS BY EDD PATTON</p><p>ILLUSTRATIONS BY EDD PATTON</p><p>ILLUSTRATIONS BY EDD PATTON</p><img/><img/><img/><p>The guy who introduces you is always named Murphy in the Morning.</p><p>“Hi! ” he says, extending a soul handshake. “Murphy in the Morning.”</p><p>It’s evening, and so Murphy in the Morning looks like Death in the Afternoon. He wears a rumpled Morning Zoo Crew sweatshirt. His hair is matted. And he has that staple of the radio journeyman: rock-and-roll skin. Rock-and-roll skin is gray and weathered, like an old sailor’s duffel bag. The managers and agents of musicians always have it. The road crew has it. And veteran deejays have it. Murphy in the Morning could be thirty or he could be fifty. He has the look in his eye of a man who has played “Stairway to Heaven” one too many times.</p><p>“I hear you got a wild act,” says Murphy in the Morning.</p><p>“Naw, I just tell a few stories. It’s not traditional stand-up.”</p><p>He’s not listening. “You were crazy on the show this morning.”</p><p>It was agonizing on the show this morning. “I had a <em>great</em> time,” I say.</p><p>PHOTOGRAPHS BY PATRICK HARBRON, STYLING BY CHRISTINA PATOSKI</p><p>PHOTOGRAPHS BY PATRICK HARBRON, STYLING BY CHRISTINA PATOSKI</p><p>“The rest of the Zoo Crew is gonna try to make the gig.”</p><p>Murphy in the Morning is eyeing the dressing-room beer cooler.</p><p>“That’s great,” I say. “Did you guys get enough tickets?”</p><p>“All they gave us was twenty.”</p><p>Poor babies. “I’m sorry about that. I'll speak to the promoter.”</p><p>“Don’t worry about it, man. Hey, you got something written out for me? I’m supposed to introduce you or something.”</p><p>Welcome to the world of road comedy. I’ve been doing it off and on for five years now. And every time Murphy in the Morning shows up to introduce me, I feel the cosmos start spinning out of my control. I feel this massive hemorrhage where my stomach ought to be, telling me, <em>This is wrong. This is suicidal. You are about to be a dead man.</em></p><p>And then Murphy in the Morning strides out onto the stage and it’s too late. The room spins. You get light-headed. You have a whole nightmare compressed into about twenty seconds, when a voice says, <em>You have no act. You forgot to prepare any material. You’ll forget all the lines. You don’t even know the first joke. . . .</em></p><p>“This guy’s a wild man . . .”</p><p><em>Murphy in the Morning is calling you a wild man.</em></p><p>“You may have heard him this morning on the Zoo Crew Bitch-and-Moan Morning Breakfast. He was talking about wasting prairie dogs with AK-47’s.”</p><p><em>What? Wha’d he say? Murphy in the Morning just ruined five minutes of your act! Don’t do the prairie-dog bit. The prairie dogs are gone. You’re a dead man. You should go home now. Just throw up. The ambulance will come get you. You’ll wake up later in the hospital.</em></p><p>“You’ve seen him on Letterman . . .”</p><p><em>I’ve never been on Letterman, you idiot!</em></p><p>“the Carson show . . .”</p><p><em>He’s almost finished, maybe he’ll forget the rest of it.</em></p><p>“He’s got a cable show . . .”</p><p><em>Ignore the guy. Act like he’s not there. Wait for the applause.</em></p><p>“He’s a writer—he’s a wild dude . . .”</p><p><em>He’s calling you a wild dude. IGNORE HIM. Do NOT think about it.</em></p><p><strong>I'd heard comics talk about “timing ”and never knew exactly what they meant. Now I didit was something I didn't have.</strong></p><p>“Here he is, ladies and gentlemen, Mister . . .”</p><p><em>What if he doesn’t get off the stage?</em></p><p>“Joe!”</p><p><em>He’s doing it like you’re a heavy-metal act.</em></p><p>“Bob!”</p><p><em>The audience won’t care. They’re not listening. Ignore him. Positive! Think positive! High energy!</em></p><p>“Briggs! ”</p><p><em>You’re a dead man.</em></p><p>And then, every time you go through this, every time your knees start to buckle from the sense of impending doom, there comes, from somewhere above or below or inside you, I don’t know which, a strange calm voice that says, <em>Relax. Shut up. It’s time for ME to speak now.</em> And then for the next ninety minutes this Other Voice takes over, and He, or It, the Comedy Deity, lets you leave the world while He talks, and then, after it’s all over, He sets your weak, trembling, insecure body down beside Murphy in the Morning again.</p><p>I’m not the only guy who’s experienced this. I’ve met other comics who have had the sensation at the end of a performance of not remembering anything they said. In real time you’ve been on the stage for an hour and a half. In your mind it’s only two minutes. And there’s something about that feeling, of being pulled out of the world for a while, that brings you back to the stage again and again, even when you know that sooner or later, on some night, you will fail. The Comedy Deity will be on vacation and you’ll be left with yourself. And then the hour and a half will seem like six days. And you’ll keep expecting the Comedy Deity to show up, and He never will, and so you’ll start to bleed and gasp for breath and twitch around on the stage, trying to physically grasp the audience and force them to laugh. That’s why it’s called “dying.”</p><p><strong>Comedy Lesson Number 1: Prepare to die.</strong></p><p>On July 31, 1985, the first night I ever told a joke onstage, the first night I ever called myself a comedian, I bombed in Cleveland. More specifically, I bombed in the auditorium of Berea High School at Berea, Ohio, where seven hundred people paid six bucks each to watch it happen.</p><p>It’s not supposed to be like this. You’re supposed to “work out” first and “pay your dues” and do shows at pizza joints in northern New Jersey and on Caribbean cruise ships and then do a Showtime <em>Young Comics Showcase</em> and then win <em>Star Search ’90</em> and start playing the improv circuit and then get a shot on Arsenio or Letterman or Carson and then . . . and then. . . . See, it’s the “and then” part I’ve always had a problem with. And then <em>what</em>? Star in a sitcom called <em>Betsy and Levar</em>? Open for Tony Orlando and Dawn in Atlantic City? Maybe if you’re a really huge comedy star by that time, you can reach the ultimate goal of all comedians —to stop doing comedy and make movies. Almost every successful comedian hates his act. And he yearns for the day when he’ll start doing something more respectable. That alone should tell you how sick the species is. It’s like saying, “I think I’ll throw up for two years and then retire. And I’ll always be remembered as the guy who threw up for two years.” This, in the world of comedy, is called fame.</p><p>But I came with a whole different list of “Idiotic Reasons to Be a Comedian.” I am what’s called a crossover act. I came from a different world —writing —and plunged in headfirst without ever paying my dues. My act began as a newspaper column called JOE BOB GOES TO THE DRIVE-IN in 1982. It was an attempt to revive a form of humorous newspaper fiction that was practiced in the late nineteenth century by writers like Ambrose Bierce and Mark Twain. I thought of it as a weekly comic stink bomb tossed into the boring gray matter of the American newspaper. Almost immediately it was branded “controversial,” if not “irresponsible.” By 1984 it was syndicated in 57 newspapers. As a result of the notoriety, concert and lecture-circuit promoters frequently approached me, asking me to do a version of the [ CONTINUED ON PAGE 122 ] [CONTINUED FROM PAGE 77] column onstage.</p><p>The idea terrified me. I turned them all down. But then, after I was publicly drummed out of the <em>Dallas Times Herald</em> for writing a parody of the song “We Are the World,” the invitations to speak or perform cascaded in at the rate of two or three a day. Some of these were sympathy invitations —people who thought I was a martyr —and a few were from First Amendment organizations, who were under the mistaken impression that I was censored. I was not. (To set the record straight, since it’s never been accurately reported, the firing was ordered by Tom Johnson, the publisher of the <em>Los Angeles Times</em> and interim publisher of the <em>Times Herald.</em> Johnson was influenced by the protest of a loud politician named John Wiley Price, who was insisting that a parody of “We Are the World” was racist. The editors of the <em>Times Herald, </em>in turn, were too cowardly to stand up to either Johnson, the boss, or Price’s organized protest. They told me privately that I had done nothing wrong and tried to get me to stay at the paper doing another column. I refused.) After this incident, I appeared on television and radio several times with John Wiley Price, who turned out to be an affable loud politician. After one particularly intense debate on local television, I said, “John, I don’t know whose career was helped more by this —yours or mine.”</p><p>And he said, “You know, we could take this on the road.”</p><p>He wasn’t laughing.</p><p>Anyhow, one of John Wiley Price’s allegations was that I “hide behind a byline,” implying that if I brought my form of satire into the open, the public would lynch me. I couldn’t pass up an opportunity like that. Just think what it would do for book sales.</p><p>So one day I made the decision. From all the options available, I chose the letter of a Cleveland concert promoter and had my agent call him with the announcement: The world premiere of “An Evening With Joe Bob Briggs,” complete with a performance of his controversial anthem “We Are the Weird” would be in his theater in three months. A deal was struck for $1,500. I started piecing together a few things I had written and going over them in my head. I would worry about how to say them out loud later.</p><p>“Why Cleveland?” people would ask.</p><p>Because I had never been to Cleveland, I didn’t know anybody in Cleveland, and if I bombed in Cleveland, who would ever know? At the least I could get a magazine article out of it.</p><p>But when I showed up two days before the concert, all my best-laid plans were destroyed. I got to my hotel room, switched on the eleven o’clock news, and the newscaster was laughing and saying, “Joe Bob comes to Cleveland! The drivein movie critic is taking his act on the road. And he’ll be in Berea this Saturday night. We’ll have more on the morning show.” I was stunned. I switched to the competing newscast: “Check this out! Joe Bob Briggs is in town!” But there was more to come. The next morning, <em>USA Today</em> mentioned the show on the front page of its entertainment section. The promoter, meanwhile, had arranged for me to be interviewed on two television talk shows, one morning rock-and-roll radio show, and an afternoon movie-trivia show on a news-talk station. Somebody from <em>Entertainment Tonight</em> was calling the hotel!</p><p>I had planned to sneak into and out of town. Instead, I found myself on the <em>Morning Exchange</em> TV show.</p><p>“Joe Bob, why did you pick Cleveland?” The question was asked by a very earnest woman with enormous hair.</p><p>“Well, the promoters gave me three choices. They said I could premiere this show at the Rose Bowl or at Radio City Music Hall or at the high school auditorium in Berea. I think the choice I made is fairly obvious.”</p><p>The woman laughed hysterically. “How long have you been doing this?” she said.</p><p>“That was my first joke. I’ve been doing it twenty seconds.”</p><p>She laughed again. She thought I was kidding.</p><p>With all this media attention, I didn’t have time to think about the show until I arrived in the quiet, down-at-the-heels Cleveland suburb of Berea, which is directly in the flight path of the Cleveland airport. Backstage I was besieged by more reporters, who questioned me as to whether my show was suitable for the high school.</p><p>“Since no one has ever <em>seen</em> my show,” I told a gal from a local radio station, “I would like to assure the people of Berea, and especially the people of the Berea City Council, that this show is <em>disgusting. </em>It’s likely to bring national disgrace on the town.”</p><p>Berea High School is directly across the street from a small college, BaldwinWallace, and twenty minutes before I was scheduled to go on, a breathless reporter from the campus radio station presented himself, begging me to go to a pay phone and do one last interview. The deejay was live and “standing by.” The only pay phone was in the hallway just off the auditorium lobby, and so I dutifully made my way out there, dressed in a glittery limegreen stage jacket and a silver rodeostyle belt buckle the size of Minnesota. The interview began, and as I spoke I gazed out into the lobby to see <em>thirty people staring at me</em></p><p>I nodded at them. I grinned. One of them waved. I could hear them saying, “Is <em>that</em> Joe Bob?”</p><p>Until then, I hadn’t even thought about just how bad this could be. But now I knew: <em>You will not survive this night. Prepare to die.</em></p><p>For this debut show, I was introduced by not one, but two wacky guys from the radio station. I stood in the wings with them.</p><p>“Hey, man, are you nervous?”</p><p><em>Can’t you see me? I can’t move any part of my body. My breathing is so fast I’m making loud wheezing noises. I haven’t rehearsed my show. I have two back-up guitar players making noises behind the curtain like a dying cat.</em></p><p>“Naw, I feel great. I’m ready. Let’s do it.”</p><p>Where do we learn this stuff? Sports, I think. “Sure, Coach, I can tackle that two-hunnerd-forty-pound guy with the tattoo on his forehead.”</p><p><strong>Comedy Lesson Number 2: The audience doesn’t want you to die.</strong></p><p>The Berea show was awful. My first joke got a moderate laugh. My second joke got a smaller laugh. And by the third one I was aware of this yawning, deafening, terrifying <em>silence</em> between each joke. For years I’d heard comics talk about “timing,” and I never knew exactly what they meant. Now I did —it was <em>something I didn’t have.</em> I had memorized most of the jokes and stories, but I was so nervous that I skipped from page five of the script to page eighteen. As anyone knows who has memorized anything, it is impossible to go backward.</p><p><em>Thirteen pages of your show are missing, you idiot! That’s twenty minutes of material!</em></p><p>Not knowing what to do, I introduced the two musicians I’d hired. I called them the All-Cousins Ozarks Band, and they were there so that I could sing a couple of country-western parody songs I’d written. I rolled into a Hank Williams-style cheating song called “When Orkin Comes to Spray”:</p><p>I been thinking ’bout my trailer and the way it used to sway When the bedsprings started squealin’ high, and the roaches ran away.</p><p>But now you’re gone to Memphis in my brand-new Chevrolet —</p><p>Lord! I still feel you —when Orkin comes to spray. . . .</p><p>By the time I got to the second verse, the crowd was cheering each punch line in the song. They <em>loved</em> this stuff. It was a relief to them that I’d stopped telling jokes for a while. They didn’t have to feel embarrassed for me.</p><p><em>They love the songs! Do more songs! Maybe you can survive!</em></p><p>After the song, I did five more minutes of jokes, and then said, “Well, since you liked that first one so much . . .” and rolled into my Johnny Cash parody, “The Ballad of the Death Row Vegetarian.” Again, I temporarily staved off death, in spite of having to tell one of the guitarists to stop playing in the middle of the song because he couldn’t stay on the beat.</p><p>I made it to intermission.</p><p>Backstage my agent and her assistant were grinning at me.</p><p>“How bad is it?”</p><p>“It was <em>great,”</em> she said.</p><p>“How bad is it?”</p><p>“You could relax a little more, but they like you.”</p><p><em>Maybe it’s true. Maybe there’s a chance that she’s not lying to save you from committing suicide.</em></p><p>“Do you think so?”</p><p>I started the second half of the show by saying, “You might have noticed by now, but I’ve never done this before.”</p><p>They all laughed. A guy about three rows back said, “You’re doing fine.”</p><p>If I knew where that guy was today, I’d send him a thousand bucks.</p><p><em>They WANT you to survive!</em></p><p>I threw out the script. I don’t even remember what I said to them for the next thirty minutes, but I got laughs —enough to make me think the audience was relaxing. And then, for the finale, I did “We Are the Weird” on a stool in a solo spotlight with a tape of the Joe Bob Briggs Tabernacle Choir singing the chorus behind me. The song has three verses. On the second one the crowd stood up and swayed to the music. By the third one they were singing the chorus. I jumped down off the stage and walked through the crowd, Jim Bakker-style, conducting a Pentecostal altar call —touching people, hugging them, blessing them. We sang the chorus over and over again, and the crowd became more and more frenzied. I didn’t know what was happening. I was talking to them, but I wasn’t telling jokes anymore. But they were <em>laughing anyway</em>! Was it the sound of my voice? What did my face look like? Were they laughing <em>at</em> me?</p><p>As the last strains of the song played behind me, I stood halfway up the aisle and said, “Well, this is hard to explain, but I’ve never done a show before, and so I don’t know how to <em>end</em> a show! ”</p><p>Big laugh.</p><p>“You think I’m kidding.”</p><p>Another big laugh.</p><p><em>These aren’t jokes. Why are they laughing?</em></p><p>“I’m going to Denny’s now.”</p><p>Laughter.</p><p>“I’m putting the microphone down on the stage, and I’m leaving.”</p><p>More laughter.</p><p>“I should have talked about leaving all night.”</p><p>Big laugh.</p><p>“I’ll always remember you people. Of course, I never wanna see any of you again.”</p><p>Laugh.</p><p>“Microphone on stage. Now. Leaving. I’m not kidding.”</p><p>And I put the mike down, and I strode out the back of the auditorium into the lobby. My shirt was soaked with sweat. I leaned against a table. I thought, “It’s over. I <em>never</em> have to do that again.”</p><p>And then I realized they were <em>applauding.</em> They were standing and applauding. And now, with a sense that something was wrong but not knowing quite what it was, I saw this surge of people starting to move toward me. <em>They’re applauding and they’re standing and they’re coming this way!</em></p><p><em>I was trapped in the lobby. The entire audience surrounded me in the lobby. And so I stood there for another fifteen minutes, fielding questions and talking to them. And they all wanted to help.</em></p><p>“You know the story about Morganna the Kissing Bandit? That would be really funny if it was shorter.”</p><p>“That 'Orkin’ song was great. You should record that on tape instead of using the guitar players.”</p><p>Suddenly these people, these Clevelanders, these <em>ferocious enemies,</em> every stand-up comedian’s nightmare, wanted to be my <em>manager.</em> They wanted <em>autographs.</em></p><p>Finally I said, “Y’all really <em>liked</em> that?”</p><p>A girl who couldn’t have been more than fifteen said, “Yeah —you oughta sell T-shirts.”</p><p>I hugged her. Then she asked me to pose with her in a snapshot taken by her girlfriend.</p><p><em>You idiot! You imbecile! You’re gonna do it again, aren’t you?</em></p><p>Comedy Lesson Number 3: When you deal with promoters, act like a drug dealer at all times.</p><p>After the crowd finally left the Berea High School auditorium, my agent said, “Uh ... we have a problem.”</p><p>“Did you like the second half of the show?”</p><p>“I didn’t see it.”</p><p>“You didn’t see it?”</p><p>“The promoter left after intermission. He packed up the Coke dispensers and ran.”</p><p>“What?”</p><p>“He took all the money.”</p><p>“What?”</p><p>“He took all the money. I tried to get it. I chased him into the parking lot . . .”</p><p>“You what?”</p><p>“I realized what he was doing, and I . . .”</p><p>“I wish you’d watched the show.”</p><p><em>Who cares about money when there are FANS here, who want their picture taken, with ME?</em></p><p>The guy was gone. I never saw him again. We even had the Cleveland district attorney try to find him, but he told us it was a “civil matter” and we would need to file suit, blah, blah, blah, and so, to this day, the guy owes me money.</p><p>Two months later. One in the morning. Backstage at Wolfgang’s, a rockand-roll club in San Francisco, owned by Bill Graham, founder of the famed Fillmore West. And the manager is giving me a stack of hundred-dollar bills.</p><p>“What’s this?”</p><p>“With the guarantee and your cut of the gate, it comes to fifty-two hundred dollars.”</p><p>(Let me pause here for a moment to reflect on this amount. I had been a writer for seventeen years and had written for some of the best-paying newspapers and magazines in the country, including this one. Never, ever, had I been paid anything remotely near $5,200 for anything I had written. I was now being paid this amount after only one night—two shows —at a nightclub.)</p><p>“You owe me five thousand dollars, and you’re going to give it to me in <em>cash</em>? I can’t do that. I’d be scared to death to walk out on the street carrying five thousand bucks in my pocket.”</p><p>“Most performers take cash.”</p><p>“I don’t want cash.”</p><p>“Okay. But don’t you want <em>some</em> of it in cash? You know—just a thou or so? For expenses? Road money?”</p><p><em>Why is he looking at you like that? What happens if you don’t take the cash?</em></p><p>“Okay, yeah, sure. I could handle a thousand.”</p><p>He <em>intimidated</em> me into taking a thousand dollars in cash!</p><p>Since most of my shows were in rockand-roll clubs, I soon learned the secret to preserving your money <em>and</em> your life. You must act like a drug dealer at all times. When you make your deal with the promoter, you make sure he understands that your guarantee is paid <em>before</em> the show. This is known as the Chuck Berry Clause, due to Chuck Berry’s notorious habit of demanding to be paid in cash before he goes onstage. You ask to be paid in cash. Then you give the money to a secret courier —someone you trust. That person puts the cash in an innocentlooking container, like a thermos bottle, and takes the money to the hotel safe or a night depository <em>during the show,</em> so that any potential late-night rock-and-roll robbers know that you never carry money.</p><p>Further proving my theory to be correct, I’ve been questioned twice by my neighborhood bank in Dallas when making cash deposits.</p><p>“Where did you get all these twentydollar bills?” the teller says.</p><p>This is what they’re taught to ask suspected drug dealers.</p><p>Of course, you should never answer this question directly. It’s fun being a suspected drug dealer. This is what comedy does to your sense of values.</p><p>Comedy Lesson Number 4: Spontaneity sucks.</p><p>After I was on the <em>Tonight</em> show the first time, people would say, “You and Jay Leno really hit it off! You had a great rhythm going there! Did you know what he was gonna ask you?”</p><p>I’m tempted to say, “Yeah, I was winging it that night. I was hot. Jay was hot. Everything was clicking for us. We could have gone on like that all night.”</p><p>The truth is —and I feel shameful doing this, like a magician telling the public how Houdini did his tricks —but the truth is that every guest on the <em>Tonight</em> show goes through a phone interview with a producer, one of whom is named Jim McCawley. Jim’s been doing this for thirteen years. And he says, “So if Jay asked you this, what would you say?” And you say something incredibly witty, and Jim goes, “Hmmmm, hmmmm, okay, yes.” And you can hear him writing things down. Occasionally he’ll say, “Nope. Can’t do it. Can’t do that joke on the network.” And so, unless you’re Sam Kinison and you have a death wish, you don’t do that joke on the network.</p><p>On the night of the show —actually the afternoon, since it’s taped at five-thirty—Jim gives both the host and the guest a sheet with the questions and <em>approximate</em> answers. Every once in a while you stray from that list, as I did the second time I was on the show, but only for brief periods. You always go back to the list, and you always say approximately what you said to Jim McCawley on the phone. Unless, of course, you’re like me, and you <em>forget</em> what you said to Jim McCawley on the phone.</p><p>Of course, the greatest moments on television, like the greatest moments on stage and the greatest moments in life, are spontaneous, unforeseen, unprepared, unscripted. So why don’t talk shows encourage those moments?</p><p>Because, even for geniuses like Jonathan Winters, it’s impossible to do that every time out. A true ad lib that is <em>funnier</em> than prepared material is like improvisation in music. Rarely, if ever, is there a truly original jazz riff, for example. Every once in a while Dizzy Gillespie plays something that has never been heard before, but most of the time he’s simply doing a great job of playing the same song a little different way each night. Which brings me to . . .</p><p>Comedy Lesson Number 5: Even though spontaneity sucks, the audience demands it.</p><p>I’m standing backstage before the Saturday midnight show at Charlie Goodnight’s, a raucous singles bar/restaurant/ comedy club down the street from North Carolina State University in Raleigh, and Bill Kirchenbauer, tonight’s headliner, is raging around like a wounded buffalo.</p><p>“Look at this, Joe Bob!” he says. He motions me over to a crack in the curtain. “See that table right there to the right of stage center?”</p><p>He points to a group of four guys in their early twenties.</p><p>“See that table?” He turns to me with a furious expression. “Assholes!”</p><p>“They’re assholes?” I say.</p><p>“Assholes! I could spot ’em when they walked in. I can always spot the Assholes.” He’s pacing back and forth. “I’m warning you, Joe Bob. If you haven’t been here before, they have Assholes here. I’ve had Assholes here all week. You watch, I’ll go out there and that table will be Assholes. And this club doesn’t help you, either. In Vegas they have Professional Asshole Removers. These goons come out and pick ’em up by the elbow and escort the Assholes out to the street. But here they just breed Assholes. The club <em>attracts</em> Assholes. Don’t let the Assholes get you, Joe Bob. Assholes! I <em>hate</em> Assholes!”</p><p>Sure enough, ten minutes later Kirchenbauer took the stage, started his 45minute set, which at that time was one of the funniest sets in the country, and two of the people at the targeted table turned out to be hecklers. They were drunk, as all hecklers are, and they were incoherent, as most hecklers are. Kirchenbauer turned on them quickly, poured out all the venom he could, and did a very mean put-down that, without giving away his joke, is also very funny.</p><p>The problem was, Kirchenbauer did such a good job that the audience was in stitches. They wanted <em>more</em> heckling. They wanted more nose-to-nose brawling between the comic and the drunk. They wanted Kung Fu Comedy. And so Kirchenbauer had to continue in this vein for another ten minutes or so before he got back to his act.</p><p>This has happened to me and to everybody else who ever does comedy. I’ve never met a comic who likes loud drunks, but many people in the audience assume that the comic <em>likes</em> this part of it. They regard it as some sort of macho test to see if you’re a <em>real</em> comedian or if you’re a faker who will wilt at the first sign of pressure. Woody Allen cites it as one reason he stopped doing stand-up. “I put no premium on improvising,” he said. “It’s nice if you feel in the mood, but it’s not a big deal. I improvise when I write the act. I don’t want to improvise in front of an audience because I feel they should have the benefit of perfected material.”</p><p>Robin Williams, on the other hand, seems to thrive on interplay with the audience, but he’s really calling on a mental card catalog of bits that he can apply to the situation at hand. So even his improvisation is, in a sense, scripted.</p><p>But Woody Allen and Robin Williams are both superstars. One doesn’t need stand-up. The other one makes up the rules as he goes. Less exalted performers, who don’t have the gifts of Robin Williams, have to eventually come up with a heckler strategy.</p><p>My first defense was to ignore them. The audience hated this. They treated it as an act of cowardice, and they were distracted by it. Next I tried the soft putdown:</p><p>“You look like you just got through working the night shift at Dunkin’ Donuts. Here, let me make you feel at home . . .” And I made the face of a zonkedout drughead with vacant eyes.</p><p>This didn’t work. Even if the audience laughed, this just made the guy feel important.</p><p>The only thing that consistently works is an outright attack:</p><p>“I wonder what your head would look like on a stick.”</p><p>The audience will accept this. And sometimes the guy will even shut up.</p><p>The worst heckler story I ever heard came from a friend of mine named Kevin Myers who used to work Comedy Night on the Lamppost Pizza circuit in Southern California. The Lamppost Pizza in West Covina had been infiltrated by skinheads, and they had their own emcee who would introduce each comic with the charming line, “Fresh meat!” As soon as the new comic took the stage, the skinheads would start chanting: “F—you! F—you! F—you! F—you!” And the object of your performance was to be so outrageous and antagonistic that you would silence the skinheads, get control of the stage, and force them to listen to your act.</p><p>My friend Kevin is a baby-faced guy in his early twenties with a traditional standup act —political jokes, traffic jokes, relationship jokes. The first night he took the stage, he had to wait five minutes for the “F—you!” chant to begin to die down. As soon as it did, he put the mike as close to his mouth as he could and started his act:</p><p>“Well, that wacky guy Dan Quayle was in the news again . . .”</p><p>“F—you! F—you! F—you! F —you! . . .”</p><p>He’d lost ’em. Determined not to be hounded off the stage, he started screaming back at the crowd, “F—you, too!”</p><p>“F—you! F—you! F—you! F —you! ”</p><p>“No, f—<em>your</em></p><p>You can outyell anybody when you have a microphone. And finally he actually <em>won</em> the battle. He shouted down the skinheads.</p><p>”All right,” he said, taking command again. “That wacky guy Dan Quayle</p><p>”F—you! F—you! F—you! . . .”</p><p>He put the microphone down and left the stage.</p><p>Comedy Lesson Number 6: Even though the audience demands spontaneity, they want to hear everything they’ve heard a hundred times before.</p><p>When I do a show now, people <em>scream out</em> the titles of stories they want me to tell. The most popular one is “Ugly-ona-Stick,” and so, at some point in every show I have to tell at least one story about my good friend Chloris, better known as Ugly-on-a-Stick. I used to resist this. I had the idealistic notion, early in this game, that I would do a <em>complete new, original show</em> every time I went out on the road.</p><p>Bad News Simmons, my tour agent, told me I was naive.</p><p>“People go see a comic because they want to hear him say in person what they’ve already heard him say on television,” he said. “They have an expectation of what they’re going to laugh at. They know you’re going to say it. You know you’re going to say it. Then you say it. And they laugh.”</p><p>Isn’t this a little childish?</p><p>Once, when I was preparing my weekly cable show and didn’t have anything particularly funny to say, a friend suggested I use the opening bit from my stand-up act.</p><p>“Are you crazy? If I do it on television, I won’t be able to open the show with it anymore.”</p><p>“No, if you do it on television, you’ll get <em>bigger laughs</em> when you open the show with it.”</p><p>She was right. It was true. All this time I had been <em>hoarding</em> my material, thinking I needed to save it for the twelve-buck-aticket audience. But it turns out that that’s why they <em>pay</em> twelve bucks a ticket.</p><p>Once, at the Arcadia Theater in Dallas, a mildly drunk guy with a deep voice kept yelling, “Garbonzas! Garbonzas!” in the middle of my act. This is because I have been known to use the word “garbonzas” to describe female’s breasts. It was as though he thought I could hotwire my brain cells, switch them over to another mode, and suddenly call up thirty stories with the word “garbonza” in them. He wanted me to do a <em>computer word search</em> for the word “garbonza.”</p><p>Again, another magician’s secret: There are virtually no comics, even the most crazed and “spontaneous,” who take the concert stage “without a net,” as they say. Club comics <em>never</em> do. Some very great ones, like Steve Martin, have been known to do the same concert show for <em>years,</em> virtually unchanged. At the other end of the spectrum are guys like Gallagher, one of the most underrated comics, who does do an entirely new show each year, but still does the same show every night while he’s on the road. And the most adept of all at true onstage spontaneity is Bill Cosby, because he never writes jokes. He tells stories. And he has the guts to follow a story in some new direction he’s never gone before.</p><p>Some comedians have become so well known for a single bit that they’ve felt enslaved by it. The most famous example is Andy Kaufman, who, near the end of his life, refused to do his Elvis impersonation. After ten or twelve years of constantly performing it, wouldn’t that be a normal human reaction?</p><p>Tell that to an audience, which is saying, “Be spontaneous! And do that thing you did on TV ! ”</p><p>Comedy Lesson Number 7: Never get caught out of context.</p><p>It’s a Saturday night in October, and I’m standing with five hundred people in an indoor shopping mall in Milwaukee. I’m wearing a black-leather fringed jacket, a steel-gray Resistol, a Zuni bolo tie, and sharkskin boots. I’m huddled in a small group eating pate with Charles Champlin, the <em>Los Angeles Times</em> entertainment editor, and Douglas Fairbanks, Jr., the elderly actor. The three of us are guests of the Milwaukee Film Forum, and part of that distinction includes free admission to the Milwaukee Junior League Fall Fashion Show fundraiser. Women in evening gowns are asking us, politely, who we are. I feel like the Electric Horseman. I’ve been caught —oh my God!-out <em>of context.</em></p><p>There’s a reason why Sam Kinison never appears on the same bill with, say, Zamfir, Master of the Pan Flute. It’s because going to a concert is like joining a club. The concert is for Us, not Them. The concert is <em>our</em> kind of entertainment, not <em>theirs.</em> And if you ever violate this, by appearing with someone who is not <em>hip enough —</em> if you appear <em>out of context—</em> then the audience won’t forgive you.</p><p>The principle is best explained in reverse. In the seventies, when there was a hot punk scene in San Francisco, rockand-roll-club owners had trouble getting the audience to <em>leave the theater</em> after a show—a big problem if they were doing three shows a night. So they would play a loud recording of Wayne Newton singing “Danke Schoen.” The place would empty immediately. Suddenly, everyone felt <em>out of context.</em></p><p>At the Milwaukee Junior League’s shopping mall gala, I was introduced <em>after</em> Douglas Fairbanks, Jr., and <em>before </em>“the Milwaukee debut of the fabulous <em>Mirabella</em> magazine’s Signatures Fashion Show.”</p><p><em>Is there an exit here? May I leave now?</em></p><p>I was so far out of context I can still remember what the sesame seeds looked like on my pate cracker —the one I stared at the whole time.</p><p>Comedy Lesson Number 8: If you’re forced to be out of context, be so far out of context that the audience thinks they’re watching you on TV.</p><p>In the spring I did half an hour at the annual meeting of the University of Southern California Accounting School alumni. I think my point here is selfexplanatory.</p><p>There is a type of comedian, by the way, called a personal appearance comic. Louis Nye is an example. Alan King. They don’t play clubs or theaters, for the most part, because they can make more money doing conventions and roasts. There’s a certain personal-appearance agent in the New York office of William Morris who’s determined that some day, when I’m famous enough, he’ll get me a gig at an IBM Regional Sales Convention. That would be the ultimate “out of context” booking coup, because those are the highest paying comedy dates in the country.</p><p>The screening for a convention date is even more rigorous than for the <em>Tonight</em> show. The days when conventioneers would hire Redd Foxx to come in and do blue humor have given way to strict taste controls on what can be said.</p><p>Three months ago, at the Showtime Network sales convention in Phoenix, a very young and inexperienced comic started doing jokes about blind midgets. Every other word he used was “f—.” It was probably the same act he’d been doing just two hours before at the local comedy club —and he probably got big laughs with the material. But he didn’t know where he was. He thought that, since these people worked for Showtime, he was in context. But these were people who just happened to work in the Showtime <em>offices.</em> Some of them were devoutly religious. Many didn’t even <em>like</em> comedy. And so the guy unloaded on them with all this dark venomous humor —and they reacted against him so strongly that he truly hurt himself.</p><p>When you’re out of context, you shouldn’t even say “damn.” They think they’re watching you on TV.</p><p>Comedy Lesson Number 9: The critics want you to die.</p><p>All the reviews I’ve ever received fall into three categories:</p><p>1. “Well, he’s no Eddie Murphy.”</p><p>2. “Joe Bob is getting too big for his britches. He’s a <em>writer</em> who thinks he’s a <em>comedian</em>.”</p><p>3. “This man is the finest satirist since Jonathan Swift. He’s a combination of Mark Twain and Will Rogers. He has the comedy timing of a redneck Woody Allen. He’s Lenny Bruce without the foul language. The man is a genius.”</p><p>If you’re scoring, Number 3 is correct.</p><p>All three reviews are off the mark, of course. Of <em>course</em> I’m no Eddie Murphy. Of <em>course</em> I’m too big for my britches. Anybody who gets up onstage for one time, one night, at one comedy club, no matter where he is, is probably too big for his britches. It’s a type of performing that <em>assumes</em> you <em>have something to tell the audience.</em> You have to tell them something so bad that you’ 11 make a fool of yourself trying to do it.</p><p>When I was a critic myself, I interviewed actors and performers fairly often and, almost to a man, they would say, “I never read reviews.”</p><p>I thought, <em>Sure, you never read reviews. Sure, you see your name in the paper and go on to the next page.</em></p><p>And then, when I started getting reviewed, I realized what they meant. A guy at the <em>El Paso Times</em> once implied that I was a faker and a lousy comedian because I was wearing a teal-green shirt. “This is not a color that Joe Bob would wear,” he wrote.</p><p><em>I was wearing it, you idiot!</em></p><p>A critic in Santa Rosa, California, headlined his review JOE BOB, GO BACK TO WRITING! and proceeded to ruminate on why a good writer can’t be a comic. As evidence, he said, “Who wants to hear Joe Bob talk about Yoko Ono?”</p><p><em>The people who laugh at the contrast, you yokel!</em></p><p>This spring a columnist from the <em>Dallas Morning News</em> interviewed me about my career and asked why I don’t perform in Dallas, my hometown. I explained that the last show I did there was in 1986. Even though columnists from the newspapers came to the theater to write feature articles about the show, their articles never appeared in print. So, without publicity, the show lost money.</p><p>This story was reported in the guy’s column as a single sentence: “A show in Dallas was a financial flop.” And then he used that as an example of how Joe Bob’s popularity had “worn thin” in the city.</p><p>So after a while, worrying about reviews is destructive. You can’t do it anymore. Even the favorable reviews are destructive.</p><p><em>Oh! Will Rogers, huh? I’m the goddam MODERN Will Rogers!</em> And then you start considering <em>rope tricks</em> for the new act.</p><p>All those movie stars were telling the truth. It happened. Even though I’m a newspaperman myself, I finally did it: I never read the reviews.</p><p>Comedy Lesson Number 10: All friends, family, agents, and editors are liars.</p><p>I have friends who, after five years, have never seen one of my shows. They’re terrified of them. They’re afraid that if they go to one of them and I’m <em>horribly unfunny,</em> then they won’t know what to do. Some of them are convinced I’m “going through a phase,” and that someday I’ll discover I’m wasting my life in clubs and on cable TV.</p><p>I’ve already discovered that I’m wasting my life in clubs and on cable TV. And <strong>I </strong><em>keep doing it anyway.</em></p><p>When I first started doing comedy, people would always come backstage afterward to rave:</p><p>“That was soooo funny!”</p><p>“I laughed soooo hard! ”</p><p>And then, after a certain point, the</p><p>backstage reviews stopped. I thought</p><p>maybe I was losing my touch. Teenagers would come to the dressing room, but they would stand in silence, waiting for me to sign something. Friends would say, “Are you tired? Do you need something to eat?”</p><p><em>Tired! Eat! What about the goldang SHOW?</em></p><p>And then I realized what had happened. They no longer assumed that I needed any reassurance. They had been only saying, “That was soooo funny! ” because it <em>wasn’t very funny.</em> Once I started doing shows that were funny, they just said stuff like, “Could you sign this ticket for a friend of mine? He’ll die!” This was . . . well . . . success! The <em>quality</em> of the show was no longer an issue.</p><p>People are very strange.</p><p>It’s Friday night at Caroline’s at the Seaport, a comedy club built on a pier next to the Brooklyn Bridge. I’ve done two shows, and both have gone remarkably well. But now it’s time for the late show on the weekend, and the manager gives me ominous warnings in ominous tones:</p><p>“You need to shorten your show.”</p><p>“I can’t shorten my show. It’s a theatrical piece. I’m rehearsing it.”</p><p>“I understand. But the crowd won’t sit still for the kind of stories you tell.”</p><p>“What do you mean? I thought they <em>liked</em> the stories.”</p><p>“That was a Manhattan crowd.”</p><p>“What’s a Manhattan crowd?”</p><p>“People that live in Manhattan. Tonight we get the Bridge-and-Tunnel People.” He said this like, “Tonight the Nazis attack.”</p><p>“The Bridge-and-Tunnel People?”</p><p>“They come from Jersey and Long Island to get drunk and have a good time. They want to hear you say 'f—.’ ”</p><p>“I don’t say 'f—.’ ”</p><p>“That’s what I mean. You need to do no more than forty minutes.”</p><p><em>Don’t pay any attention to the man. You ’re never out of context in a comedy club. If they laugh in Birmingham, they’ll laugh in Brooklyn.</em></p><p>The show begins. There are two acts before me —both of them gritty street comedians —and then I get started. Ten minutes into the material, I’m aware of a buzz at the back tables. Twenty minutes into the act, a guy is heckling me. I deal with him and plow forward. Thirty minutes into the show, the people are packing up their belongings and leaving! All of them! The entire army of Bridge-andTunnel People is heading for the bridges and the tunnels!</p><p>“Don’t pay any attention to them,” I say to whoever is listening.</p><p>Three people laugh.</p><p>“This happens every night. This is part of the act.”</p><p>The same three people laugh.</p><p>“Don’t be embarrassed for <em>me.</em> I can handle it. I can take it.”</p><p>A few more people laugh.</p><p>And I finish the show for <em>two tables. </em>One of the tables consists of three tourists from Amarillo. They applaud heartily as I exit, humiliated.</p><p>“They were assholes! I couldn’t believe those assholes!” This is my agent talking. “The show was great. They were assholes! ”</p><p>“Have you ever heard what happened to Jonathan Winters when he played clubs in the seventies?” This is my book editor talking.</p><p>They’re both trying to make me feel good.</p><p><em>I need applause! I need laughter! Don’t you understand? I need STRANGERS to love me!</em></p><p>You see how sick this stuff makes you?</p><p>I’m morose and inconsolable. Friends pepper me with encouragement.</p><p>“They weren’t familiar with your stuff.”</p><p>“It was over their heads.”</p><p>“Nine tenths of comedy is knowing what to expect.”</p><p>“They were prejudiced against your Texas accent.”</p><p>“The oriental people didn’t speak English.”</p><p><em>Don’t you understand? They LEFT! They WALKED OUT! A whole audience walked out of the club! This is not just a failure to get laughs. I drove a bunch of New Yorkers INTO THE GODDAM STREETS!</em></p><p>“Well, it’s kind of a snowball effect. Once that first table goes . . .”</p><p>I remain depressed as I get dressed, pack my gear, and leave for dinner with a few close friends.</p><p>“No more clubs,” I tell them at a SoHo diner. “No more places where they don’t know who you are. Maybe no more touring ever again. Why am I doing this anyhow?”</p><p>“You were great! You shouldn’t talk like that.”</p><p><em>Liars! Liars! They’re all liars! They KNOW you. They have a stake in it. They have to be liars!</em></p><p>At three in the morning, three of us catch a cab back to the hotel. And as the driver barrels down West Thirty-fourth Street, he says, suddenly, “Excuse me, but I’ve been watching you in the mirror, and . . .”</p><p><em>Oh no, what’s this? Not tonight, please.</em></p><p>“Are you Joe Bob Briggs?”</p><p>I nod dumbly. “Well, yep, I guess I am.”</p><p>“You’ve got the funniest show on TV. We get it on the cable.”</p><p><em>He doesn’t know you. You can trust him.</em></p><p>“I appreciate that.”</p><p>“My wife and I take the Movie Channel just so we can watch you.”</p><p><em>You idiot! Don’t believe him! It’s a trick! You imbecile!</em></p><p>“I’m doing a show over at Caroline’s tomorrow night. You should come by and see it.”</p><p>“I’d love to. I didn’t even know you did shows.”</p><p><em>You’re hopeless! You don’t even know this guy! He could have the taste of Archie Bunker!</em></p><p>“Yeah . . .”</p><p><em>Don’t say it! You’re quitting! Remember?</em></p><p>“I’m a comedian.”</p><p><em>This man was sent by the Comedy Deity.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Comedy",
      "ever",
      "Radio",
      "Texas",
      "Comics",
      "Jokes",
      "money",
      "Reviews",
      "School",
      "ten",
      "Cleveland",
      "Dallas",
      "Death",
      "High School",
      "Humor",
      "Theater",
      "Career",
      "Entertainment",
      "Love"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "West",
      "Austin",
      "El Paso"
    ]
  }
}