{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19829",
    "date": "September 1982",
    "year": 1982,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1982/19820900.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127,
        128,
        129,
        130,
        131
      ],
      [
        236
      ],
      [
        227
      ],
      [
        238,
        239,
        240,
        241
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Gods Of Padre Island",
    "toc_kicker": "",
    "cover_cut_line": "It's Tough to Be a Lifeguard! Honest! by David Seeley"
  },
  "identifier": "TXMO-ARTICLE-198209-thegodso",
  "source": "",
  "wp_post_id": 117882,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-gods-of-padre-island/",
  "authors": [
    "David Seeley"
  ],
  "headline": "The Gods Of Padre Island",
  "dek": "After working the beach through the hot summer months, a lifeguard comes to understand the meaning of life.",
  "spread_caption": "",
  "excerpt": "Between watching girls and getting a great tan, lifeguards occasionally have to save lives.",
  "kicker": "",
  "word_count": 7260,
  "content": "<img /><p>Photography by Tomas Pantin</p><p><span class=\"dropcap\">I</span>t can happen anytime. A kid towing his raft out toward surf, skipping on his toes across the hard, sandy floor of the Gulf, and just before he reaches the safety of a sandbar, a four-foot wave rolls over him and shoves his raft away, sucking him back in the undertow and filling his mouth with salt water. He comes up and gasps, choking, the salt water burning his throat, but before he can get a breath a second wave crashes over him, and he’s trapped in the boiling water, in over his head, breathing horrifying lungfuls of water, rolling over and over in the undertow until the Gulf claims him as its own and drags him miles out to sea. It doesn’t happen very often on the beaches of the South Texas coast; the surf and currents that lap against Padre Island aren’t as rough and dangerous as those off, say, Southern California, where some lifeguards ride in helicopters up and down the coast and pull in as much as $18,000 a year. But people can drown in the Gulf as easily as in the Pacific, and that’s not all a lifeguard on duty at Padre Island has to worry about; fistfights, shark attacks, stingray punctures, Volkswagens floating out with the tide-a hundred things can happen at any moment. Weeks may go by without a serious incident, but the guards can never let up, never take their eyes off the people in the surf, because it can happen anytime. And it can happen very fast.</p><img /><p><em>Making the scene: Methodist Youth Fellowship members take a break from devotions.</em></p><img /><img /><p><em>Malaquite is a tourist beach that tends to attract more vacationing families and fewer available women than other Gulf beaches.</em></p><img /><p><em>Lifeguard Mike Solis takes a spin with friends Gina Waggoner (l.) and Della Gonzalez.</em></p><p>On the Sunday morning of Memorial Day weekend, Doug Evans woke up wondering where the hell he was. He was lying on a flat, hard mattress, a roof stretched ten inches above his face, and from outside came the sound of rolling waves and crying seagulls. He tried to sit up and bumped his head, and when it all came back to him he wondered again if he hadn’t made a terrible mistake. He had arrived in Corpus Christi three days before, with most of his possessions stuffed in the back of a Toyota pickup with Nevada plates, and he had immediately driven over the causeway to Padre Island and then twenty miles south to Malaquite Beach on the Padre Island National Seashore. It was late in the evening and Malaquite was nearly deserted. Doug walked down to the water, felt it rush up and slosh between his toes, felt the wind blowing cool and clean off the Gulf, felt exhilarated.</p><p>He had spent the summer of 1981 guarding the beaches of Lake Mead, Nevada, a national park area nestled against the lake that sprang up with the construction of Hoover Dam. Lake Mead was a pain. A lot of the beachgoers there were rowdy drunks from Vegas coming out to raise hell and drown. He and his six associates were referees as much as lifeguards. For every near-drowning, there was a handful of fistfights, flashing switchblades, and rumbles between motorcycle gangs. Up in his steel lifeguard tower at Lake Mead, where temperatures could reach 118 degrees and the desert wind coming off the lake could dryroast a man, Doug used to dream about working a beach with surf, waves, and an ocean wind. Through the National Park Service, he landed a job at Malaquite in May. He took his last music class at the University of Nevada-Las Vegas, said good-bye to his girlfriend, and drove to Texas. Now he was living in a tiny trailer on Malaquite Beach that the lifeguards used as a first aid shelter, waiting for a paycheck that wouldn’t come for weeks, worrying that he’d never find an apartment in Corpus this late in a busy summer season.</p><img /><p><em>Lifeguards can’t save you from sunburn.</em></p><p><em>“People can drown in the Gulf as easily as in the Pacific, and that's not all a lifeguard at Padre Island has to worry about; fistfights, shark attacks, stingray punctures, Volkswagens floating out with the tide—a hundred things can happen at any moment.”</em></p><p>At nine a head popped in at the doorway to the trailer. “Hey, how’s it going? You must be the guy from Nevada.” Mike Solis introduced himself, and the two lifeguards were soon walking down the beach, Doug firing out questions. Mike knew the answers; he’d lived in Corpus Christi all of his twenty years and had been surfing and sailing off Padre since he was fifteen. He told Doug that the surf rolls over three sandbars on its way up to the beach: a shallow one 25 yards offshore, one about five feet deep 50 yards out, and another nearly 100 yards out that is usually six or seven feet deep. The sand keeps the water murky most of the year; it doesn’t turn blue until it’s hundreds of yards out in the Gulf. If the wind is down and the water is calm, the waves might be just one foot high, but when gusts blow in the afternoon they can curl over at four feet or higher—safe for swimmers, but pretty slim pickings for surfers. In Malaquite’s fourteen-year history no one has ever drowned while lifeguards were on duty, and keeping the record intact will be a piece of cake. You just have to pay attention, Mike said; you’ll be all right if you assume that something <em>could</em> happen at any moment. The rest of your energies can be spent watching half-naked girls on the sand.</p><p>Down the beach, a hundred yards from Malaquite’s four-hundred-foot-long cement pavilion, Doug and Mike came across a Portuguese man-of-war that had washed ashore. The jellyfish resembled a misshapen blue balloon with a mass of dark, curly tentacles dangling from its underside. Mike showed Doug how it could be picked up by its blue, inflated bag; he pointed out the stomach inside and then showed Doug the fresh scar on his side that he’d gotten by spilling out of his catamaran and brushing against the tentacles of a big man-of-war.</p><img /><p><em>The lifeguard sits atop his weathered throne, surrounded by his lifesaving totems.</em></p><img /><p><em>In the first aid trailer, Doug treats a tot who ran afoul of some of the aquatic wildlife.</em></p><img /><img /><p><em>Early in the day there aren’t many tourists, giving Doug Evans (l.) and Jim Matthews time for a drill with the rescue surfboards.</em></p><p>“The first time you get stung is the worst,” Mike told him. “It feels like a bad bee sting, a real sharp pain, and then your skin just tightens up all around the sting. It’ll go away in a couple hours if you don’t do anything to it, but putting meat tenderizer on it makes it feel better right away.” (The poison in jellyfish stings, like cobra venom, is protein-based, and the papaya extract in Adolph’s breaks down protein, so relief is usually immediate.) He pointed up and down the beach. “Sometimes the tide will come in real strong and there’ll be dozens of these all over the place. That’s when you get lots of business at the trailer.”</p><p>Mike and Doug walked back to the trailer, where they met a muscular, curlyhaired guy wearing a white T-shirt with “Lifeguard” stenciled on it. At nineteen, Jim Matthews was a veteran Padre Island lifeguard. He had worked the previous two summers at Nueces County Park’s Bob Hall Pier, a less attractive, overcrowded beach ten miles up the island. Malaquite has a long, wide stretch of clean white sand leading down to the water. The county beach has a thin stretch of hard-packed brown sand usually populated by locals who tend to make more noise, drink more beer, and cause more trouble than the tourists and families who predominate at Malaquite. Like Doug, Jim was starting his first day at Malaquite Beach. The three lifeguards went over their schedules and worked out shifts for the rest of the day —rotations from the single lifeguard tower in front of the pavilion to the first aid trailer to the task of roving up and down the beach, torpedo buoy in hand, looking for trouble.</p><p><span class=\"dropcap\">W</span>histles and T-shirts may make them all look alike, but in reality there are three kinds of lifeguards: those who work at private swimming pools (country clubs, hotels), those who work at public swimming pools, and those who guard the surf. A lifeguard’s status, his mystique, increases in the same order. Swimmers tend to regard private pools as their turf and may resent the lifeguard’s remonstrances. Swimmers in public pools are less familiar with the environment, but for the most part they are screaming, splashing kids who ignore the lifeguard anyway. On the beach, a lifeguard is transformed - he seems to have a magical aura of immortality. He’s an omnipotent guardian of the people in the waves, cool and indifferent and powerful in his station high above the sand, surrounded by life-giving totems: the rescue surfboards resting on their stands, the torpedo buoys stuck in the sand, the blue, sun-bleached tower rising from the ground beneath him. People fear unseen things in the surf and find the presence of a lifeguard reassuring. When a lifeguard is up in his tower, he seems much more disinterested and in control than a swimming pool guard, since he doesn’t whistle and yell every time a kid runs or splashes. A beach guard causes a commotion only when someone is drowning or being eaten by sharks.</p><img /><p><em>After a hard day in the sun, it’s Miller time.</em></p><p><em>“There are three kinds of lifeguards: those who work at private country club or hotel pools, those who work at public pools, and those who guard the surf. A lifeguard's status, his mystique, increases in the same order. On the beach, a lifeguard is transformed.</em></p><p><span class=”dropcap“>E</span>ven though it was after five-thirty on a Wednesday afternoon and the crowd had thinned to just a couple of dozen families, Jim was in the tower paying attention. Lifeguards tell stories about working a long, boring shift only to encounter, just before climbing down and going home, a panicky moment of danger. The three guards at Malaquite approach danger differently: Doug keeps a cool head, plays it by the book, and Mike coasts confidently along, ready to solve anything as easily as he kayaks rapids in the Guadalupe or scales rocky hillsides in Colorado, but for Jim the sea is a constantly threatening force of evil, something to fear. Especially on days like today, when he had been working all by himself while Mike and Doug took the day off. He had no one to back him up, no one to point choice girls out to, no one to share responsibility with. Working the beach alone makes the job scarier.</p><p>Jim was an Air Force brat who had lived in Corpus since 1974. In another age, he might have been affectionately called a big lug or a palooka. He was strong and tough, but he was also the kind of guy you couldn’t imagine ever hurting anyone. During the school year he went to Texas A&I in Kingsville, where he was working on a degree in electrical engineering, and hardly a day went by when he didn’t spend time with his girlfriend, Laura Martinez, a Texas A&I cheerleader he had dated since high school. But that didn’t stop him from watching girls at the beach all day long, like Doug and Jim and every other lifeguard worth his salt.</p><p><em>(Continued on page 234)</em></p><p><em>(Continued from page 129)</em></p><p>The sun was dipping behind the pavilion, shining through the slats in the tower to warm Jim’s shoulders. He leaned back in his seat, put his feet up on the ladder, and watched two boys wrestle as they bobbed in the surf thirty yards offshore. He brushed a bit of sand from his knee, away from the boomerang-shaped scar left over from his football career at Richard King High School in Corpus. The sound of the waves seemed to grow louder as the noise of the beachgoers diminished. He could be stowing everything in the trailer now, getting ready to go home, but the two boys in the water were keeping him up there, reminding him of something from the past.</p><p>Two years before, on his first weekend as a lifeguard at Bob Hall Pier, Jim had been stationed atop the bathhouse, sipping a Coke. He had just graduated from high school, had gotten his lifesaving certification only months before, and had been told by the other lifeguards to expect a slow, boring job. All the guards together were expected to make only a handful of rescues all summer.</p><p>There were two kids, about fifteen or sixteen years old, out beyond the second sandbar, splashing around playfully-but maybe not so playfully. Jim was thinking of going out to check on them when one of them went under. Jim stood up. The kid came up from a swell, gasping, and Jim watched anxiously to see if he was just fooling around. He went under again without shouting. Jim jumped down to the beach, grabbed the rescue surfboard leaning against the bathhouse, and ran toward the water. A gust of wind caught the board and pushed him back; he pointed its nose into the wind and ran into the surf 25 feet up from the boy, so the current wouldn’t push him uselessly away from the scene. When the water reached his waist he lay out on the board, curled his toes behind the end, and shot his hands back underneath the board, holding his head up to aim at the kid, who was floating face down now just beyond the second sandbar. The waves were rough as Jim crossed the bar; when two in a row broke right on top of him, he pushed his face into the fiberglass and held on tight, riding them out. He might have gotten out faster if he had left the board and taken just a buoy, but there wasn’t time to wonder about that now.</p><p>He slid off the board and found the kid’s arm in the water, then pulled him halfway onto the board and flipped him over. His eyes were closed, his jaw was clenched shut, and his lips were a deathly blue. His friend was treading water a few feet away, screaming at Jim hysterically, “If he dies, I’m gonna kick your ass!”</p><p>Jim lifted the kid’s head back to clear the throat for mouth-to-mouth, but his jaw stayed shut like a vise, something that’s not supposed to happen. A swell caught them and rolled them a few feet toward shore; Jim’s toes touched ground briefly. He put his mouth over the boy’s nose and blew in a breath. The chest rose and stayed there, so Jim pushed the boy’s stomach with the flat of his hand. He heard a gurgling sound and looked up to see a small amount of mucus and water escape the boy’s lips. The jaw stayed shut. He blew another breath into the nostrils, watched the chest rise, pushed the stomach more firmly this time, and the boy vomited a lot of salt water, then wheezed and coughed. His eyes shot open and stared at the sky, the pupils reacting to light. He kept wheezing, so Jim backed off to let him breathe on his own. The boy’s friend was hanging on to the board now, saying, “Come on! Come on!”</p><p>Jim yelled at the boy’s friend, telling him to help kick the board toward shore. To his surprise, the kid obeyed. The two other guards were trying to control the crowd, to keep gawkers at a distance. When Jim and the two kids got to the beach they had to elbow through to get to the ambulance—one was stationed at the beach every holiday weekend —until a deputy sheriff yelled through a loudspeaker for the crowd to back off, and soon the ambulance was zooming away toward Corpus Christi. Jim got under a shower to rinse the vomit off himself and climbed back up on the bathhouse to finish his shift.</p><p>Jim never heard about the kid again, except for a news item on Tv that night that said there had been two near drownings on Padre Island that day. Nobody thanked him. The next day his supervisor told him he’d done a good job and not to worry about it, but someone had filed a complaint about his handling of the rescue. “It’s nothing,” the supervisor told him. “When these things happen, people get all upset about everything.”</p><p>He remembered all this vividly and had come close to going through it again several times, so he felt relief when the two kids finally came ashore that Wednesday. He looked at the clock back by the trailer: 5:55. Miller time.</p><p>“Excuse me. Can I ask you something?” Jim looked around for the voice —it came from behind the tower, from a thirtyish Baptist youth minister wearing a floppy white T-shirt that made his skin look tomato red by contrast. Around him were several teenagers, all wearing white T-shirts, all resplendently sunburned. One of their group, the youth minister explained, was missing; she hadn’t been seen for two hours. They had searched the women’s dressing room, the pavilion, the observation tower, and the beach with no luck. She was fifteen and was wearing a light blue bathing suit, beige sandals, and a white T-shirt. The group, nervous, wondered if she might possibly have floated out to sea.</p><p>Jim picked up the binoculars. Half an hour earlier, a couple had come looking for their sixteen-year-old son. Jim climbed onto the roof of the tower and scanned the north beach to see if this was only a coincidence. It wasn’t. Three hundred yards away, their images wavering dreamily in the sunbaked air, the two teenagers were walking up the beach together, holding hands.</p><p>“<span class=”dropcap“>H</span>ey, Clint!”</p><p>“Yeah?”</p><p>“Got another customer for you.” Mike helped ; little girl into the trailer, and Doug put down anotherin a long line of peanut butter sandwiches to break out the meat tenderizer. Doug couldn’t understand why everyone was suddenly calling him Clint-he didn’t think he looked at all like Clint Eastwood. But Mike and Jim thought he did, and they thought he acted like Eastwood’s spaghetti-western characters: a guarded, soft-spoken man of action.</p><p>Park ranger Charles Pearson, who worked out of the ranger station a mile up the island and had supervised Malaquite lifeguards since 1975, had made Doug the head lifeguard because of his experience and history with the park service, and for the first few days Doug had been apprehensive about coming out of the deserts of Nevada to order these two Padre Island boys around. But they had all gotten along well, and soon Doug established a routine: get to the beach at nine, do lifeguard drills, run a mile down the beach to the wood post barriers and swim back north against the current, divide up duties and trade them off throughout each day to keep everybody alert and happy. At night the three guards often hung out together at Cooper’s Alley, a downtown Corpus bar frequented by suntanned sailboat racers and girls with eyes as blue as the water miles out in the Gulf. Doug had finally moved out of the first aid trailer and into a ramshackle, unair-conditioned garage apartment in Flour Bluff. As he sprinkled Adolph’s on the little girl in the trailer, he looked around and found him-self almost missing it. Almost, but not quite.</p><p>Mike walked back to the tower, glancing at his Aquadive watch to check the time left on his shift. A boy was sitting next to the seat in the tower-the snack bar cashier whose father had once dated Farrah Fawcett in high school. He was there to ogle the girls getting tans on the sizzling sand, and before Mike sat down the kid had hungrily pointed out half a dozen especially nice ones. Guards scan the beach for girls diligently, as if it were in the normal course of their duties, but they’re cooler about it than cashiers. On watch, they flick their gaze across the waves and occasionally glance down the beach to check on certain girls, who may have turned over recently or undone their bikini straps or gotten up to walk the lifeguard’s way. Sometimes a covey of nubile teenagers will lie down near the tower, stretching out on their backs in a long row that calls to mind the idle battleships lined up innocently at Pearl Harbor. When the wind is just right it rushes across the girls’ brown, oiled flesh and breezes past the lifeguard, carrying with it the scent of coconut oil and Aliage. The girls at Malaquite are the lifeguards’ Christmas presents in July. They walk down to the beach in sundresses or T-shirts and short shorts, with their sultry, slinky limbs and their long, wavy golden hair, and unwrap themselves to reveal cute, brown bodies. Which one would be the summer’s best: The delicious blonde with the tiny white knit bikini? The six-foot-tall brunette with the one-piece suit slit down the front to the waist? The fifteen-year-old Christie Brinkley look-alike in the burgundy sarong?</p><p>The only bad thing about Malaquite is its status as a tourist and family beach. Most of the girls whose beatific images filter through the lifeguards’ binoculars turn out to be what the guys call Trouble. They’re fourteen-year-olds on tour with a Methodist youth choir or sixteen-yearolds sunning beside their mothers and fathers. None of the guys wanted to be working the Huntsville prison pool in 1983. Anyway, Jim and Mike both had their girlfriends in Corpus, and Doug had unresolved ties in Nevada. What happened at Malaquite as July approached rarely went beyond the where-are-y’allfrom kind of flirting, and the guys considered that just part of their job. Keeping up the image.</p><p><span class=\"dropcap\">B</span>y midsummer, things at the beach had fallen into place. Mike, Jim, and Doug had developed a routine, a sometime car pool, and a shared wonder at how time was breezing by. Jim and Doug joined a health spa in Corpus, where they lifted weights a few nights a week. They went down to the beach before their shifts to help park-service naturalists release endangered ridley sea turtles. Working Malaquite had become as simple as breathing: each day, each crowd, each situation was different, but that was part of the routine, too. And so, especially for Doug, the job became something they could do without even thinking about it. The guards moved with ease and boredom. They were becoming old salts —beach guards.</p><p>A Saturday, hot and busy. Portuguese men-of-war had been washing up all day, faster than the guards could pop them, bury them, or drop them carefully into trash cans. A person could soft-shoe on the floor of the first aid trailer, so much meat tenderizer had been shaken out during the day. Mike was sitting in the trailer drinking a Pepsi and thumbing through the 1965 Cape Cod National Seashore <em>Lifeguard Handbook,</em> listening absentmindedly to the hand-held two-way radio propped in the trailer’s window. The dispatcher was talking to a park ranger who had just ticketed a man for urinating right in front of the ranger station. Another ranger was trying to find a Polish man who had left his three Polish friends on the beach while he went to change clothes in his car; his friends hadn’t seen him in three hours, and none of them spoke English very well. Mike didn’t know it, but within half an hour he would be putting in his own call to the ranger station.</p><p>Doug spotted the boat first. It was coming down from the north, a shrimper, riding fast and close to the shore between the second and third sandbars. Doug stood up in the tower and trained the binoculars on the boat—it was riding with one of its two nets in the water. He could see shiny mullet jumping in the net, and so could a hundred seagulls who were keeping pace with the boat and swooping down for the easy prey.</p><p>“Jeez, he’s moving fast,” Mike said, standing beneath the tower now and squinting up the beach. “That close in, I’ll just bet he’s going after brown shrimp, and that’s illegal. Hey, we <em>swim</em> that close in.”</p><p>Doug looked up and down the beach. Nobody was in the boat’s path, so there wasn’t any real danger, but he still wished he could do something. Boats aren’t allowed in waters shallower than two fathoms-about twelve feet —along the national seashore. Any closer than that and they risk being battered to splinters on the sandbars.</p><p>The shrimper’s engines grumbled as it passed, trailed by the screaming gulls, and everybody on the beach stopped to watch it go by.</p><p>Then Doug spotted the surfers, three teenagers who now were out past the second sandbar one hundred yards south of the tower, right in the path of the boat. They were down in the water, arms out on their boards, treading water out of fear or maybe just curiosity.</p><p>The shrimper’s pilot saw them too late to steer around them. He cut his engines and drifted to a stop, turning his bow out to sea. The boat slipped past the surfers and revved up again, but it was caught in the waves breaking over the second sandbar and scraped bottom. The current pounded the boat back. The pilot turned it straight out to sea and tried again, but a series of threeand four-foot waves knocked it back off the second sandbar, freeing it but sending it perilously close to grounding. The engine was open full throttle now; the boat moved over swells only to be knocked back by waves until its stern smacked down on the first sandbar. Doug, looking through the binoculars two hundred yards away, could hear the crump of ship against sand. After several agonizing minutes-all of them gleefully taken in by the lifeguards and the shrimp boat survivors on the beach —it finally freed itself and went out a respectable distance before heading south down the island.</p><p>Mike radioed the dispatcher at the ranger station and told her about the incident. She asked for a correct spelling of the boat’s name and wanted to know its home port, which is usually printed on the stern. “We didn’t see it, but I think it was coming down from Port Aransas,” Mike said. Pearson told them a citation would be waiting for the shrimper when it pulled into port.</p><p><span class=\"dropcap\">M</span>ike was having trouble being twenty. Going to Del Mar College near Corpus, planning to attend A&M later and then become a computer systems analyst, he had his future mapped out and had someone to share it with: his girlfriend, Della Gonzalez, a twenty-year-old from Corpus Christi he’d been dating for more than three years. But he felt that adulthood and its responsibilities were creeping up on him, smothering the fun in his life. He was by nature a freewheeling, devil-maycare guy, and his relationship with Della and a rapidly encroaching career were making him nervous. He was spending most of these summer nights not with Della but with his friends from high school, a rowdy mix of upper-class Corpus surfers, Ut frat rats, and wild, raunchy A&M carousers. They had money and they lived fast, and Mike was moving in their lane. He drove a Fiat Spider his father, a general contractor, had helped him buy, and his garage apartment behind his parents’ house was stocked with expensive stereo equipment and a color Tv. His catamaran was just outside his door. When he was out with the guys, all of them Freixenet-fed self-proclaimed “butt gods,” he felt most secure and sure of who he was. They partied in $200,000 homes when someone’s parents were out of town; they roared around in Trans Ams missing parked cars by <em>this much;</em> they got wasted and watched Joan Jett on cable Tv; they took wild, hotel-smashing road trips to Austin and Nuevo Laredo.</p><p>Mike’s nightlife sometimes caught up with him at Malaquite, where he occasionally dragged in late after oversleeping to find that Doug and Jim had already set up the tower and done morning drills. Jim, who spent most of his evenings with Laura, watching Tv at her house or going dancing, was being cool toward Mike one day late in July after Mike had committed just such an infraction.</p><p>Late that afternoon, Mike came up to Jim at the tower and asked him if he’d seen a blonde walk out of the dunes behind the beach, about two hundred yards to the south. “She walked in there with a towel and a basket and stuff, wearing a bikini with a T-shirt over it.”</p><p>Jim looked toward the dunes. “No, I don’t think I’ve seen her. How old is she? ”</p><p>“I don’t know. Twenties. Look ... I bet she’s in there naked.”</p><p>“Oh, yeah?” Jim said, laughing. “Why don’t you go find out for sure?”</p><p>Ranger Pearson had told them about finding a lot of women sunbathing in the nude over the years. The bottom line was that it wasn’t allowed, but you didn’t have to bother them unless someone complained. Ranger Pearson’s nude sunbathing stories were some of his best, ranking right up there with his gory World War Ii tales and his vignettes from beach party drug busts in the seventies. But for the guards, a naked woman on Padre had been just an abstract idea until now. As Mike walked toward the dunes, he felt the invigorating rush of destiny, of history about to take place.</p><p>He stepped carefully up each steep dune, going back down and climbing the next one when he didn’t see anything, pushing scrub brush aside soundlessly, trying not to kick up sand that would blow over the dunes. The nearest person on the beach was 150 yards away. Mike heard his heart beat.</p><p>And then he saw her. About 75 feet away, in a low spot between the dunes, she was lying on her back on a huge white towel, naked and asleep.</p><p>Mike raced back to the tower and told Jim what he’d seen. Jim didn’t believe him, and he could hardly believe it himself. They’d spent the whole summer watching girls and wondering what they’d look like out of their suits in the bright summer sun, and <em>here it was.</em> He wished he’d gotten closer, looked longer.</p><p>Mike climbed up the tower while Jim went to see for himself what all the fuss was about. Technically, he could walk right up to her and tell her that nudity wasn’t allowed on the National Seashore. But instead he merely stood in awe, not twenty feet above her, gazing at her golden, unashamed beauty. She was still sleeping; her blonde hair fell back from her forehead and spilled across the white towel like spun gold. The wind was blowing a fine layer of sand across her oiled skin. She had no tan lines. Suntan lotion and paperback books —probably D. H. Lawrence and Anais Nin —anchored each corner of the towel. This was no fifteenyear-old Methodist soprano. This was Venus, Aphrodite, the goddess of light. This was an Austin girl.</p><p>When Jim came back with reverent close-up reports, Mike knew he had to go back for a closer look. This would be the best sight of the summer, better even than the time he and Jim paddled out past the third sandbar on the rescue boards and swam right into a school of jumping, playful porpoises. And the six-foot-tall brunette? She paled, she paled.</p><p>Mike walked up on the dune, following Jim’s footprints, and froze like a statue. She was sitting up now, awake, about fifteen yards away, facing the beach. He couldn’t move-he looked straight ahead, trying to affect nonchalance. His heart was pounding with amazement and the fear that she would see him. He pretended to be a nature lover surveying the dunes, and he slowly glanced to his left, toward the girl.</p><p>She was looking right at him.</p><p>“I got <em>this</em> close to saying something to her,” he told Jim minutes later at the tower. “But I couldn’t.”</p><p>“What would you have said?”</p><p>“I don’t know. Just hello. That’s all it would have taken. I tried to say it, but it got caught in my throat. Nothing would come out.”</p><p>“So what did she do?”</p><p>“Nothing. She didn’t say anything. She just sat there looking at me. She didn’t try to put her top on or anything. And so I just left.”</p><p>Cursing himself, Mike wondered how his life might have changed if the girl had said something like “Hi.” To sit beside a bronzed, bare goddess in the setting Padre sun . . .</p><p>“Hey, there she is,” Jim said. The girl was running out of the dunes and toward the water. She wore a bikini with a bright flower pattern, and her yellow hair was flying in the wind behind her. She ran into the water, waded out until it was up to her waist, and swam around like a seal, rinsing the sand from her skin, diving into a wave to wet her hair. Then she got out and walked down toward the south beach. Mike and Jim stood beneath the tower, taking turns watching her through the binoculars until she passed the barriers and they couldn’t see her anymore.</p><p>“<span class=”dropcap“>Y</span>ou have to worry about drunks,” Doug said from the tower, pointing at two bearded men in cowboy hats drinking beer out of cans and bobbing around in oversized inner tubes. “They get out there, get their arms and legs moving, and the oxygen level in their blood is so low anyway, then they pass out or fade out and go under. They don’t yell, they don’t struggle, and that’s it.”</p><p>Doug took a sort of Zen approach to lifeguarding, concentrating all his energies on watching people in the surf with the same single-mindedness he employed when practicing the tenor sax line from Coltrane’s “Naima” over and over again.</p><p>“Lifeguarding requires you to concentrate for long periods of time on something that’s basically boring,” he liked to say. “It’s like meditating, in a way. You have to concentrate on the water and the victims. People can either be too stupid or too smart to do this, but if you can master it, the job can make you mentally tough. Then you’re working out every day as well, and that makes you physically tough. And since life can be tough in general, lifeguarding makes you ready for it.”</p><p>Life was tough for Doug in Flour Bluff, a wind-bleached stretch of motels, seafood restaurants, and hardtack neighborhoods between Corpus and the island. His garage apartment wasn’t exactly a swinging bachelor pad —it was furnished in late fifties schlock, and the neighbors had scores of dogs tied up in their yards at night. Doug kept a pile of oyster shells outside his door to toss at them when their barking woke him up. He left electric fans blowing in the place all day to keep the temperature bearable. Doug’s home represented him as a man who wasn’t planning to stick around very long. Musical instruments were crammed in everywhere: an electric bass, a flute, a clarinet, an alto sax, a harmonica, two enormous amplifiers he used as temporary end tables. Doug made the best of what he had. He stocked the tiny kitchen with fresh vegetables, brewed herbal tea so he could sip hot cups of it on the breezy steps outside while he read long, earnest letters with Nevada postmarks, got up at seventhirty each morning to make a lunch of boiled eggs, tuna salad, and grapefruit for the beach. He had been hanging out with a couple of women who worked for the park service, drinking quietly at Snoopy’s Pier on the island and Neely’s in Corpus, and pursuing a deeply tanned Malaquite regular that Mike and Jim called the Coppertone Girl, but most of his nights he spent at home, practicing on the flute and bass, reading, listening to jazz tapes. Doug said he used to be a romantic, used to have a lot of dreams and hopes, but that was all gone now. He figured it was just from getting older. He was 24.</p><p>In September he’d probably move to Vegas and get a job lifeguarding at a big casino hotel, where he’d hand out towels and lawn chairs, take tips, and try to get a band together. Doug could already anticipate his regret at leaving Malaquite behind. It didn’t have the ugliness of his old job at Lake Mead, where the guards put butterfly bandages on bikers’ knife wounds and where Vegas nightclub singers took hookers out on boats and brought them back to the marina, hours later, black and blue. At Malaquite, there were no brawls or bikers or roving gangs of switchblade-wielding punks. Lifeguarding was reduced to its purest level here: the only enemy was the sea and what the sea kept hidden, and it was a beautiful enemy, cool and fast and rushing white where it broke over the bars, smelling of salt and fish and life.</p><p>Doug leaned back to pick up the binoculars and climbed onto the roof of the tower to sit on the edge a dozen feet in the air. From the tower, the deeper blue water of the Gulf seemed even farther out-perhaps a mile, perhaps just half a mile. Then it continued, dark blue and smooth, to the horizon, where Doug counted eleven offshore rigs jutting up like whiskers before the clouds. How wide was that stripe of blue water? Two miles? Ten? Twenty? And beyond the horizon lay Cuba and the Caribbean and the Florida Keys. Doug thought about those places he couldn’t see for a long while, until a little redheaded girl riding a raft shaped like a bottle of tanning lotion kicked herself out beyond the second sandbar. Then he picked up the heavy glasses and went back to watching the kids in the waves.</p><p><span class=\"dropcap\">S</span>wimmers had been “harassing the wildlife” all day that Sunday. Mike and Jim had just finished treating a naked, screaming 2-year-old for sea lice stings when they stepped out of the trailer to talk to a guy who was leaning against a cement pylon. He was about 26, he wore a pair of corduroy Op shorts, and he wanted to know if a lifeguard named Dennis Ramos was working at Malaquite this summer.</p><p>“No?” he said. “That’s too bad. I haven’t seen him since he left for Mexico, and I was kind of hoping he’d be back this year. We used to work this beach together. My name’s Brice.”</p><p>Brice Pennington first worked Malaquite in the summer of 1974, right after graduating from W. B. Ray in Corpus. In those big-budget days five lifeguards worked the beach under the supervision of Ranger Joe Sewell, who would come to Malaquite on hot summer mornings to blow whistles while he ran the guards up and down the beach, sending them out in the surf to slosh through knee-deep water. A hardball player, Sewell. Charles Pearson came on in 75, and the Prussian drilling atmosphere relaxed to a laid-back shuffle. After Brice graduated from Southwest Texas State, he still came back each year to help finance his M.B.A. in international trade at Laredo State University. He worked his last summer in 1980, until August 9, when Hurricane Allen blew in, putting an end to Malaquite for that season. The lifeguard shack was destroyed, one of the two towers was washed back into the dunes, and Brice never worked as a lifeguard again.</p><p>After trading lifeguard stories for a while, Mike asked Brice if he wanted to go out in the water with him—way out. It was after five, and Mike was going to swim out to the blue water—something he’d been trying to do for a week. Andy Ashmore, a fifteen-year-old competition swimmer who rented floats in the pavilion, was going out with him, and Mike was going to tow a torpedo buoy behind him in case they got in trouble.</p><p>“Do you know how far out that blue water is?” Brice asked him, smiling indulgently.</p><p>“Not as far as it looks. We almost made it yesterday, but a shrimper was coming right at us and we had to head back.”</p><p>Brice agreed to go out on one of the rescue surfboards to watch for jellyfish.</p><p>It took fifteen minutes for the three of them to make it past the third sandbar; the surf was very choppy, and the buoy roped to Mike’s right shoulder was catching like an anchor as the waves rolled over him and sucked it toward shore, scraping skin from his shoulder. He and Andy had both swallowed mouthfuls of salt water, which</p><p>burned in their throats, but still they swam out, going from the crawl to the breaststroke and back again, until they passed the waves and reached deep water that chilled like ice around their ankles. The blue water was straight ahead, almost close enough to touch.</p><p>Brice sat up on the surfboard and yelled at Mike and Andy to grab hold. They all looked back at the beach. The pavilion looked like a toothpick, and the people scrambling around on the beach were dots of red and blue.</p><p>“See those fish jumping out there?” Brice said. “They’re feeding.”</p><p>“Another fifty feet and we’re there,” Andy said. “See how close the blue is?”</p><p>Mike noticed Brice’s concern. He was getting a little scared, too. “You want to keep going out?” he asked.</p><p>Brice smiled and shook his head. “If you ask me, I think you’re both crazy.”</p><p>“What, to keep going?”</p><p>“To be out even this far.”</p><p>“Why?” Andy said. “Because of sharks?”</p><p>“Yes.”</p><p>Mike looked longingly at the blue water. Just fifty strokes and we’re there. But finally he gave it up. “Where fish are feeding, there’s sharks. Let’s race back to the beach.”</p><p>Mike and Andy shot back toward shore, slowing down a few seconds later when they realized how tired they were-their arms felt like melted butter in the cold</p><p>surf. Brice stayed behind to catch a few waves as long as he was already out.</p><p>Later, Brice stood dripping outside the first aid trailer, listening to the steady rush of the surf, feeling the wind in his face on his first day at Malaquite all summer. He licked his lips and tasted salt. He was too busy to get out there as much as he wanted. Two summers after he last sat in that tower, Brice was now an account executive for an import-export company in Corpus. He spent three fourths of his time behind a desk bathed in fluorescent light. He had to put on a jacket and tie to meet out-of-town clients. But you couldn’t knock it, not really, because a good account executive could make as much as $25,000 a year. Those days of meager lifeguard’s paychecks were over, along with the hot, boring hours on the tower, the awful snack bar lunches, the sand in his hair and the Adolph’s under his feet. That stuff was all behind him, thank God.</p><p>Doug came by to stow the torpedo buoys, Mike was making one last pass down the beach, and Jim was sitting on top of the lifeguard tower, scanning the girls in the water through the heavy binoculars. Brice held his towel over his shoulder and watched them from outside the trailer for a while. Then he turned and walked under the pavilion toward his car in the sunbaked parking lot beyond it. As he walked, he kept looking over his shoulder, as if he had lost something back there on the beach.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "Waves",
      "Summer",
      "wind",
      "Padre Island",
      "people",
      "Rescue",
      "Work",
      "Texas",
      "Corpus Christi",
      "Drinking",
      "Fish",
      "Hair",
      "History",
      "Meat",
      "Nevada",
      "Pearson",
      "School",
      "Sound",
      "Swimming"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Padre Island",
      "Texas",
      "Corpus Christi",
      "Austin",
      "Golden"
    ]
  }
}