{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19829",
    "date": "September 1982",
    "year": 1982,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1982/19820900.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139,
        140
      ],
      [
        142,
        143,
        144,
        145
      ],
      [
        200
      ],
      [
        202
      ],
      [
        206
      ],
      [
        208
      ],
      [
        210
      ],
      [
        212
      ],
      [
        214
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Trouble With Ut",
    "toc_kicker": "",
    "cover_cut_line": "Ut Made Me Smart! But How Smart Are the People Who Run it? See Page 134."
  },
  "identifier": "TXMO-ARTICLE-198209-thetroubl",
  "source": "",
  "wp_post_id": 117876,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-trouble-with-ut/",
  "authors": [
    "Gene Lyons"
  ],
  "headline": "The Trouble With Ut",
  "dek": "Forget about power-hungry regents trampling on academic freedom. What really stands between the university and greatness is . . . standards.",
  "spread_caption": "",
  "excerpt": "The university at one hundred; how good is it, really?",
  "kicker": "",
  "word_count": 9480,
  "content": "<p>The aniversity</p><p><span class=\"dropcap\">N</span>ext year the University of Texas will be one hundred years old, and if the people in charge there get their way—and at UT they nearly always do—everybody will hear the news. Under orders to “think big and not be inhibited by financial constraints,” the university is producing a centennial logo, a centennial mace, and a centennial flag. It will plant a centennial tree. There will be barbecues, a revue, a series of major symposia, and several slide shows. Students infected with the centennial spirit are trying to collect money to commission a statue of a Longhorn, to be placed on the East Mall. There will be a special composition for the Longhorn Band, an oral history of the university, a set of posters suitable for framing, commemorative plates, and a series of plaques for buildings around the campus. Every notable event in the past century save the Whitman massacre and the ritual firings of presidents and deans will be commemorated.</p><p>Looking at the schedule—and there is quite a bit more, aimed at everyone up to and including “the global or world community”-one finds it hard to see how the administration, faculty, and students of the austin campus will have the time or energy to do very much in 1983 except celebrate. Even the football schedule has been considered. The Longhorns will entertain Baylor and Texas Tech in Memorial Stadium during the fall of 1983, but the centennial will be celebrated at the Rice game. It should be a safe win.</p><p>The 1876 Texas constitution hopefully described the then nonexistent UT as “a university of the first class,” and if nothing else, the centennial will prove that UT -as a symbol of Texas pride and Texas insecurity—continues to be governed by the immodest. But hang on. I am not preparing to fault the school by comparing it to what President Peter Flawn calls Garden of Eden University. In fact, the real news about UT now is that for once numerology and history seem in rough alignment. The political interference for which the university is famous is in remission—one hopes for good. If UT gets tougher admissions standards and improved teaching (which are its real problems), it will not only enter its second century next year but will do so with as good a chance as it has ever had to become one of america’s great state universities.</p><img/><img/><p>Photography by Steven Pumphrey</p><p><em>UT’s last best hope may be its president, Peter T. Flawn, here in his swanky office.</em></p><p>The simplest reason for optimism is money. While colleges around the country scramble to meet their payrolls, Ut wallows in dough. Back in the late 1800s the Legislature deeded two million acres of worthless West Texas land to Ut. In 1923 the first of the fabulous Permian Basin oil fields came in on that worthless land, and today, by virtue of the flow of oil revenues into the Permanent University Fund (PUF), Ut and Texas A&M (which receives one third of the income produced by the fund) are practically unacknowledged members of OPEC. Ut’s endowment is worth roughly $1.6 billion. <em>That</em> surpasses Harvard’s endowment of $1.5 billion and is far beyond even the imagining of any other public school in the land.</p><p>Talking about UT without mentioning the PUF money is like talking about Houston without mentioning automobiles. Everything unique about the school derives from its wealth and how that wealth has been handled. Most obviously, the money built a huge University of Texas System whose centerpiece, the austin campus, is a vast fortress of expensive buildings, so many by now that the green lawns one associates with a prosperous university are getting difficult to find. During the seventies alone, UT spent $32.5 million on a special events center (used principally for basketball games and rock shows), $6.7 million for a swimming pool, $2.7 million for a baseball park, $12 million on a law school addition, $41 million on a fine arts center that equals the monuments of imperial Rome in its splendor—and a sum widely believed to be in the six figures to lure Steven Weinberg, a Nobel prize-winning physicist, from Harvard to austin. The university has under construction or up for bids another $85.6 million in improvements.</p><img/><p>Every state school in Texas that does not share the PUF money is jealous—and so is every such school’s state representative. Of course, all state universities have legislatures to deal with. But it is the PUF money that has made the real difference. To prevent hometown legislators from scattering the fund’s treasure far and wide, the university has become adept at political infighting and at inventing policies that make politicians happy. One reason the UT System now has facilities in fourteen state Senate districts is that fourteen senators can keep any bill hostile to UT’s interests from coming to a vote. Also, because the PUF enables the UT Board of Regents to award vast construction contracts without legislative approval, an appointment to the board has always been one of the most deluxe patronage appointments a Texas governor can make. The job has attracted power brokers inclined to make UT both very big—more constituents, you see, as well as more new build ings—and very quiet, lest the legislators be affronted by alarming ideas.</p><p>Attempting to keep UT quiet, of course, has always succeeded in making it very noisy. But that is for later. By trying to be everything to everybody, UT has not so much grown as it has mushroomed into a vast, amorphous anything-can-happen school of 48,000 students. A few are geniuses studying at the frontiers of human knowledge; others are near-illiterates devoting their lives to soap operas, eye shadow, and beer. UT has a vast, Byzantine bureaucracy that is perpetually at war with an equally vast faculty. It offers courses in human sexuality and history of rock ’n' roll. It has Erle Stanley Gardner’s study, a seven-eighths-scale model of Lyndon Johnson’s Oval Office, an Institute for Constructive Capitalism, a Gutenberg Bible, a first-rate library, and a nationally ranked football team. In many ways it is indistinguishable from its sister universities in Boulder, Madison, and Chapel Hill. Come within even a few blocks of the campus and you have entered Universityland, a kind of national theme park where our culture sends its youth for a number of years in order that they might cleave to their parents no longer, yet enter not upon the job market, which has no immediate use for them.</p><p>Inside Texas, though, UT is to academe as the New York Yankees are to baseball: hardly anybody who knows the place at all feels indifferent about it. More than most other state universities, it is the gateway to the establishment, a place where the most ambitious kids go to start their climbs and where, accordingly, what goes on is closely watched by those who occupy the highest levels of politics, banking, medicine, law, and the oil business. In the days when UT had a student body president (up until 1978), the occupant of the post had two secretaries, a salary, and a travel budget and could look to such graduates of UT student politics as John Connally and allan Shivers as examples of what life might hold in store for him. Great matters of grown-up Texas life turn on whether you were a Fiji or a Kappa Sig, a Pi Phi or a Tri Delt, and many of the parents of undergraduates in that economic class care enough about their kids’ UT years to buy them one of the student condos now proliferating around the campus (DADDY's Money is the charmingly frank headline on one condo ad in the student newspaper, the <em>Daily Texan).</em></p><p>On the other hand, UT is also home to the Beauford H. Jester Center, which, legend has it, is the biggest college dorm in the country—863,692 square feet, 2889 students, with a zip code and two voting precincts all its own. Jester is a place to disabuse you forever of the notion that UT is just a school for rich kids. Further proof can be had by poking around the flimsy apartment complexes scattered all over austin that house the majority of the student body.</p><img/><p>Left: <em>The mammoth Frank Erwin Center —the Superdrum, to the irreverent—has hosted everything from the circus to Barry Manilow to its namesake’s funeral service. Its steadiest draw is Longhorn basketball. UT built it to the tune of $32.5 million.</em></p><p>Above: <em>Jester Center is a mini-UT. It encompasses 2889 residents, a post office, a bookstore, a four-hundred-seat auditorium, a battery of classrooms, and two voting precincts.</em></p><p>Right: <em>This tony mansion on Pearl Street is home to the girls of Gamma Phi Beta, one of 19 Ut sororities whose 2600 members date the 2700 boys of the 26 frat houses. Fourteen per cent of the 36,600 undergraduates are Greek.</em></p><img/><p>Some of its detractors say UT is a factory that turns out soulless drones—last year there were more than 11,000 students enrolled in the College of Business administration and 332 studying to be social workers—but if you take a stroll through the densely crowded West Mall at lunchtime, it’s impossible to believe that. There is a veritable God’s plenty of idealists out there, from evangelists excoriating bemused students as wastrels to Iranian students condemning the ayatollah. Here sit the Young Conservatives, there the Freedom From Religion Foundation and the Chicano Student Organization. Passersby are asked to resist nuclear energy, to sign petitions urging the United States to get out of El Salvador, and to follow the Reverend Moon to glory. Posters and hand-lettered signs written in several languages cover every tree trunk, inviting students to lecture series, film programs, art exhibits, concerts, poetry readings, and political harangues from every imaginable ideological perspective.</p><p><span class=\"dropcap\">H</span>ow can you make sense of such a place? For most of its life people who have taken the trouble to develop a theory about UT have generally focused on what we might call the Problem. The Problem began in 1916 when Governor James “Pa” Ferguson ordered UT president Robert E. Vinson to fire several professors for the crime of opposing him politically, and it reached full-blown proportions in 1944 with the well-publicized firing of president Homer Rainey. Rainey ran afoul of Governor W. Lee “Pappy” o’daniel, who demanded that he fire four liberal economics professors, and of a reactionary oilman and rancher named Orville Bullington. As a regent appointed by o’daniel, it was Bullington’s pleasure to give public readings of what he regarded as salacious and treasonous passages from John Dos Passos’ <em>USA,</em> then required in a UT English course. When Rainey provoked a showdown by appearing before the faculty with a list of regental abuses of power and securing a strongly worded resolution of protest, he was fired. Five-thousandodd UT students marched on the Capitol in protest. Not long afterward, the board also got rid of Rainey supporter J. Frank Dobie, Texas’ only internationally known man of letters at the time, and UT was censured by the american association of University Professors.</p><p>For most of the next thirty years UT became a symbolic battleground for bitterly opposed visions of the good. It was the liberals versus the conservatives for the mind of Texas’ most important university, and everybody lost: the liberals most of the fights, the conservatives the war to convert academe to the corporate and managerial world view, as self-defeating an enterprise as trying to bring Southern Baptists to the doctrine of papal infallibility. UT’s national reputation suffered all the while. In 1956 Willie Morris attracted national attention when the regents told him that he couldn’t print editorials on state or national politics in the <em>Daily Texan.</em> He put out the paper with blank spaces where the offending material would have appeared. In 1963 Governor John Connally attempted to shift slightly away from the parade of oilmen, executives, bankers, and ranchers that had always made up the Board of Regents by appointing Rabbi Levi Olan of Dallas, Fort Worth philanthropist Ruth Carter Johnson, and St. John Garwood, an austin lawyer, to the board. The Senate rejected Garwood, ostensibly because he was too liberalalthough he later became a Reagan delegate to the 1976 Republican convention—but really to send Connally the message that it wanted more politics and less philanthropy. The senators got what they wanted. The next name the governor sent them was that of Frank Erwin, a onceliberal (as a UT student, he had marched for Homer Rainey) austin lawyer and a consummate political insider.</p><p>Erwin quickly became for all intents and purposes the chancellor ex officio of the UT System, a position he maintained almost until his death in 1980. (His funeral, by the way, was held in the UT Special Events Center, later renamed the Frank Erwin Center, and featured the Longhorn Band playing “The Eyes of Texas” and a chorus of ninety singing “My Way.”) a crony and confidant of Lyndon Johnson’s, Erwin charmed, wheedled, blustered, and threatened both allies and enemies much the way the president himself did. He used his power with great skill (he had allies as far down as the secretarial pools, and the university police were virtually at his beck and call) but also with a capriciousness that led some of his enemies to conclude that his main motivation was avoiding a middle-aged lawyer’s boredom. He was well aware of the Board of Regents’ authority to award multimillion-dollar construction contracts without the necessity of legislative approval, and he was also aware of the political implications of that authority. Erwin wrote a Republican architect in El Paso in 1964, telling him quite bluntly why he would not be getting a contract he had earlier been granted. Governor Connally, Erwin said, took the “view that since architectural contracts are not let on a competitive bid basis, they simply constitute valuable gifts that are awarded by the state government.” There’s an awful lot of UT history in that sentence.</p><p>Erwin loved the university and got it sizable appropriations, but he did not love liberal professors and had little respect for the niceties of academic discourse, so the Problem got even worse. Ronnie Dugger’s 1974 book, <em>Our Invaded Universities,</em> still invaluable for anybody who would understand UT today, is the quintessential at tack on Erwin, then chairman of the regents and generalissimo of the military junta the board resembled during the turmoil of the Viet Nam years. Dugger portrays the academic reorganization of the school in 1970 (the College of arts and Sciences was broken into four smaller colleges) and the subsequent removal of Dean John Silber, who resisted the change, as an epic tragedy symbolizing the ultimate triumph of utilitarian marketplace values over those of liberal education. In one passage Dugger goes so far as to say that “Erwin personifies the devil in the life of the mind.” Hyperbolic as that may be, many still believe it. Just this year, Edward B. Fiske’s <em>a Selective Guide to Colleges 1982-83,</em> generally kind to UT, says that it “remains under the thumb of Texas politicians who do not understand what makes a university great.”</p><p>But the truth is that the Problem is not the problem at UT anymore. UT’s last clear-cut case of outside political interference involved the forcing out of philosopher Larry Caroline in 1969 because he called for a revolution at a rally on the Capitol grounds. The one-party, ruraldominated machine politics that made the university into a part of the spoils system is no more. No governor has anything to gain by appointing to the board persons likely to engage in histrionic public spats with professors and students, and neither Dolph Briscoe nor Bill Clements has done so. I took it as good evidence that in the time I spent on the austin campus this year, I heard nobody of any academic or political persuasion mention even casually the name of an individual member of the Board of Regents.</p><p><span class=\"dropcap\">D</span>iverting as it is, public melodrama has served mainly to obscure the real problems of the University of Texas. For all the rhetoric about greatness, UT has metamorphosed into just another Big State U. like all the rest, growing bigger, more amorphous, and more dominated by the career ambitions of its faculty and staff every year. Partly because of the demographic and political forces acting on all state schools and partly because of Frank Erwin’s wish not to offend the Legislature, UT had lost control of itself. To become the great institution it should be, it must regain its sense of direction. UT must have the PUF money, yes. And it must spend it wisely, avoiding the coups d’etat and purges that have done so much harm to its reputation in the past. But more than that, it must improve the quality of undergraduate instruction and institute a coherent set of course requirements in place of the present vacuum. And UT must move carefully—politically speaking, this will be the trickiest part—to keep academic standards off the ground-floor level toward which they have been sinking for years. The real threat to UT’s prominence is no longer bad old rich guys. It is young simpletons, rich and poor. There ought to be at least one public university in Texas harder to enter than the army and more intellectually rigorous than the state driver’s license exam. Logic and history would seem to point to UT.</p><p>Universities are conservative institutions, and change comes slowly. But the good news is that the fight has already begun at UT, thanks to president Peter Flawn, a career bureaucrat who under stands what needs to be done and is moving, in a politic way, to accomplish it. Flawn took office at UT’s administrative nadir, following the four-year presidency of Lorene Rogers, a home economist elevated to office by the junta in 1975 after the firing of Stephen Spurr. Although Rogers had four times been called unqualified by a campus search committee and her appointment led to angry campus demonstrations that put UT on the <em>CBS Evening News,</em> the apparent hope was that she would serve as an effective puppet.</p><img/><p>Left: <em>Even the Russians have come to compete at the $6.7 million Texas Swimming Center, the second largest in the U.S. Ut has won the last three Southwest Conference swimming titles.</em></p><p>Above: <em>The Perry-Castañeda Library, largest of UT’s 21 libraries, has room for 3.2 million volumes but actually houses less than half that. Rumor has long had it that the PCL is shaped like Texas. Phooey, say the architects.</em></p><p>Right: <em>In 1971 the UT regents, intending to build the Bauer House as an elegant home for the chancellor, accepted $600,000 from an anonymous alum to help bear the $1 million cost. Pressured by legislators to identify the donor, they refused. Ultimately UT footed the whole bill.</em></p><img/><p>She did not. Rogers alienated everybody. Characterized by one faculty member as “weak, yet viciously strong, desperately afraid, isolated, aloof, and yet pompously repressive as well,” Rogers was an administrative disaster; the campus community that hollered out loud to begin with that Rogers wasn’t up to the job may have won some credibility after she spent four years proving it right.</p><p>Rogers promoted cronies over the objections of their own departments, was widely believed to punish outspoken faculty members by withholding pay increases—she all but admitted the practice in a deposition taken for a lawsuit on the matter—and, worse, did such a poor job of lobbying the Legislature that UT salaries hardly increased at all during her tenure. While matters as trivial as parking permits sometimes got presidential attention, no larger vision of the university’s mission was forthcoming. Morale was awful, cynicism at an all-time high. “There really was the sense,” says one English professor, “of having your job belittled every day.” Many of those who had options available took them.</p><p>The final embarrassment may have been Rogers’s showing up in Stockholm for the awarding of the 1977 Nobel prize in chemistry to Ilya Prigogine, a Belgian who spends part of his time at UT. “Look,” says a UT scientist, “it was Belgium’s Nobel prize. Of the four hundred to four hundred fifty articles Prigogine has written, very few were done here. Yet Rogers followed him from one ceremony to another, hanging on his coattails.” Whether or not the Swedish escapade was the ultimate cause of Rogers’s 1979 “retirement,” one is hard pressed today to find anybody on campus who will defend her regime.</p><p>One reason Flawn’s accomplishments have been little noticed by the outside world is that his appointment appeared to be another victory for the bad guys. A geologist (as in Big Oil) who was relatively little known outside the UT Systemalthough he had been executive vice president of the austin campus and president of UT-San antonio—Flawn was also the particular choice of regents chairman and former governor allan Shivers, the mention of whose name makes liberals cringe. But now he has the respect of nearly everyone on campus. Not long after taking office, Flawn announced what became known in journalistic shorthand as a war on mediocrity, which consisted, for the most part, of attacks on undergraduate grade inflation and exhortations to excellence that many of the faculty saw as threatening. A cartoon strip in the <em>Daily Texan</em> portrayed him in a World War I helmet, as if to underscore how timeworn such sloganeering is at UT. But Flawn’s determination to gain control over the campus’s almost heedless growth, and the backing he has gotten from the UT System office and the regents, have shown him to be the leader Lorene Rogers was not.</p><p><strong>Why My School Is Better Than UT</strong></p><p><em>By seven Texas college presidents who aren't going to take UT's centennial sitting down.</em></p><img/><p>Herbert H. Reynolds Baylor University</p><p>“The ways in which Baylor and UT differ are the purposes for which we were chartered. Baylor was begun to serve both church and state. We deal in values. We have an ideal; that ideal is the life of Christ. We don’t always live up to it, but we have it.</p><p>“We’re very committed to teaching. We emphasize it a little more than Texas does. They demand more research and publication from their faculty; we do not place the faculty under a system of demand. If you’re going to communicate values, you don’t do that closed up in your office writing or doing research.”</p><img/><p>Ronald Calgaard Trinity University</p><p>“at UT, the major emphasis is on research, on doctoral education. Undergraduate education doesn’t have the relative priority that Trinity gives it; it’s inevitable that there, a fair amount of the instruction of freshmen and sophomores is in the hands of teaching assistants and instructors.</p><p>“UT has an enormous range of activities and operations. For some students, that’s fine. There is a different appeal at Trinity. Here, students aren’t lost in the crowd. At UT, not many students could walk into the president’s office—or would want to.”</p><img/><p>Charles Bishop University of Houston</p><p>“UT is a land grant school, which is very different from the classical university that emphasized liberal arts. It has a statewide orientation. The University of Houston is an urban institution. We’re oriented around the metropolis of Houston. We focus on urban living. We’re outstanding in those things that are urban.”</p><img/><p>Alfred Hurley North Texas State University</p><p>“A special difference between North Texas and UT is that we have strong ties to the regional community. We have five thousand students from Dallas County and two thousand from Tarrant County. The focus is there, and I believe the legislators had that in mind when they created North Texas State. Our orientation is to the student who lives at home or wants to stay close to home.”</p><img/><p>Norman Hackerman Rice University</p><p>“Rice is a template for a liberal arts and research college. Our students are very carefully selected; we have a very strong choice in admissions. UT is not in a position to do that. They have as many good students as we do, but we’re concentrated and they’re diluted. UT isn’t really a party school, but it no doubt has more uninterested students than we have, students who are there just to pass the time of day. At Rice, if they’re not interested they’ll find themselves squeezed out pretty soon.</p><p>“UT is mass education. If Rice was forced into mass education, we’d be ruined.”</p><img/><p>Bob Richardson Sul Ross State</p><p>“The Permanent University Fund is and has been available to UT and to A&M, not to everyone. Now, I wear both hats—i’m a graduate of the University of Texas —and I don’t begrudge them a nickel of the Permanent University Fund; the Legislature has treated Sul Ross extremely well over the last few sessions. But it does make a difference.</p><p>“This is ranching country, and something we offer that UT doesn’t offer is ranch animal science.</p><p>“I remember getting lost a good twenty-five years ago in a freshman chemistry class at UT. We don’t lose anybody here.”</p><img/><p>Frank Vandiver Texas A&M University</p><p>“Texas has a good deal more than we have in fine arts; if a student wants a specific field in the humanities, Texas is the school. But in science, veterinary medicine, agriculture, and engineering, we’re the university.</p><p>“One thing that sets A&M off is the peculiar spirit of aggies. It’s something i’ve never encountered anywhere else. Ask anyone in the state or the country -they’ll know what an aggie is.”</p><img/><p><em>a ten-block stretch of Guadalupe Street, from Martin Luther King Boulevard to 29th, is a kaleidoscope of roller-skating sandwich-boarders, egg roll and burrito vendors, burnt-orange football fans, hippie craftsmen, buy-happy coeds, vagabond musicians, and curbside prophets. The venerable University Co-op, across from the Texas Union, serves as its center. It’s the best-known strip of asphalt in Texas—the Drag.</em></p><p><span class=\"dropcap\">I</span>n style and demeanor, Flawn appears almost the model bureaucrat. A small man with a fringe of white hair and a carefully trimmed moustache, he cultivates an air of thoughtful civility. I spoke with him in his regally appointed office in the Main Building only a few days after Fiske’s <em>Selective Guide to Colleges</em> had awarded UT a higher overall ranking as an undergraduate institution than all but Stanford, Brown, and Virginia, noting that “with tuition and fees around $500.00 a semester [actually it’s more like $120 a semester for Texas residents, $650 a semester for nonresidents], it may be the best bargain in american higher education.” <em>Newsweek</em> noted that UT had earned more of the stars Fiske was giving out to denote quality in “academics,” “Social,” and “Quality of Life” than even Harvard.</p><p>Fiske’s book contained enough factual mistakes about UT alone to make anyone wonder where he got his stuff, to say nothing of what degree of trust can be placed in his ratings. For example, he reported 10,000 fewer undergraduates than are actually in attendance, and he had the Tower lighted in orange for every athletic victory by every team, in which case it would almost never be any other color. Indeed, the book was originally called <em>The New York Times Selective Guide to Colleges</em> (Fiske is the <em>Times’s</em> education editor) until the wire services began reporting its conclusions, at which time the title was pruned.</p><p>Errors of fact aside, Fiske’s book is an excellent example of the near-total subjectivity of making numerical comparisons between schools, which ought to be the last thing the university’s centennial selfexamination focuses upon. Preseason football polls are silly enough, but at least the teams all play by the same rules and stand some chance of meeting on the field. Ranking universities is an exercise for fools. Even comparing individual departments and programs is little more than rumormongering.</p><p>Sometimes a professor who is asked to list the top five departments in his or her discipline knows the work—the published work, that is—of two or three members of a “first-rate” department. Often he knows less than that. Faith and rumor are mighty instruments when it comes to determining who is “brilliant,” the honorific usually bestowed. This is not to deny either originality or genius, only to say that there is a good deal less of it around than academic rhetoric would lead one to believe The hierarchical distinctions within the academic world are often visible only to its inhabitants, who use them as rhetorical leverage to get more money and fewer students, the twin goals of the american professoriat.</p><p><em>(Continued on page 198)</em></p><p><em>(Continued from page 143)</em></p><p>Flawn is perfectly aware of the danger of using numbers as the expression of a school’s ambition—so much so that he has given speeches warning against simpleminded quantification. “Rate honesty, integrity, beauty, and excellence on a scale of one to ten,” he told an alumni group in 1979. “Is an integrity of seven satisfactory? How about a dignity of eight? . . . I ask you to accept the concept that greatness, excellence, and first-class are qualities, not quantities. They are qualities that include the intangible and immeasurable. They can be judged, but not calculated. Like dignity, greatness must be earned.”</p><p>To be sure, Flawn is giving nothing away. “Having been trained as a geologist,” he told me, “I tend to take the longrange view. And it seems to me that when you do that, there is no way you can deny that the University of Texas is a great institution. I say this despite the blaring trumpets of those faculty members who leave saying that their particular brand of excellence was not recognized here. But whether UT is fourth, or seventh, or eleventh—such figures are meaningless.”</p><p>It was vice president and dean of graduate studies William Livingston who drew the assignment of writing Fiske’s publishers, thanking them for the flattering appraisal but pointing out the many errors. At his ease in a leather easy chair in a very large, opulently paneled and carpeted office in the Main Building—we might have been in a London club—Livingston discussed UT’s ambitions in real-world terms. The mature view, he thinks, is that while it is not possible to say whether Michigan, for example, is a better university than Wisconsin, “it is not impossible to know that both are among the best state universities in the country.</p><p>“Right now,” Livingston continued, “when you ask informed academics which are the best state universities, they will say without hesitation Michigan, Wisconsin, and Berkeley. Then they will pause and add North Carolina, Texas, Ohio State, and a couple of others. By the end of the century i’d like people to say Texas, Michigan, Berkeley, and Wisconsin. That may not seem like very much to some people. But it gives us seventeen years to make a very good university into one of the greatest educational institutions in the world.”</p><p><span class=\"dropcap\">B</span>ut what is a great state university? The metaphor one hears from UT administrators these days—in keeping with UT’s successful recruiting of physicists—is “critical mass.” Bring to austin the most eminent scientists and scholars money can buy, give them what they need to do their work, provide generous stipends for graduate students, and UT will, in a manner of speaking, go boom. Austin will be the proud home of one of the world’s great research institutes, and the city will attract exactly the kind of white-collar, high-tech industries every chamber of commerce pants after. But a great university is more than that. Above all, it is a place that is alive with ideas and a feeling of shared enterprise from top to bottom, a place where an entering freshman feels a sense of intellectual excitement, unease, and even a tinge of tear that he or she will fail to measure up to the challenges presented.</p><p>Necessarily, UT must also be a kind of primal bureaucracy, the prototype upon which lesser bureaucracies—the prevalent form of social organization in the postindustrial age—are modeled. Into this bureaucracy come 48,000 horny, aggressive, uncertain kids from every corner of Texas to make the rite of passage from childhood to adulthood under its supervision, often serving as an agency of class mobility at the same time. The result is an institution of great complexity and several intersecting cultures, most notably the culture of the bureaucrats, the culture of the faculty, and the culture of the students. Each of these has its own imperatives, and in a way a great state university is one that triumphs over its separate cultures, uniting them in a common purpose. So far, Peter Flawn seems to be moving in that direction, but it’s an almost impossible job, one reason the longevity of college presidents is no better than that of football coaches.</p><p>As a bureaucracy, UT is awesome. The UT System (which from its elegant offices in downtown austin oversees the affairs of all the branches and manages the PUF) encompasses campuses in austin, Dallas, arlington, San antonio, El Paso, Tyler, and the Permian Basin, as well as the Institute of Texan Cultures in San antonio, the Medical Branch at Galveston, health science centers (a fancy name for medical schools) in three locations, and two other medical facilities. The system has more than 113,000 students and a yearly budget of $1.2 billion, most of which is appropriated by the Legislature in a muchcontested bill every session.</p><p>The sheer size of the system, the money at stake, the close ties to state politics, and the hardball nature of Texas politics all make the UT bureaucracy more formidable (bigger, more powerful, more political) than those of most state universities. For the bureaucrats who successfully pick their way through the minefield, the rewards are rich. Various members of an organization called the Chancellor’s Council—a list that includes such people as James Michener, the author; alfred Knopf, the publisher; Lew Wasserman, the Hollywood tycoon; and Kathryn Crosby, Bing’s widow, as well as a whole lot of rich Texans—kick in bonus money for the top administrators, which makes their pay quite handsome for academia. Thanks to the council’s money and other special funds, Flawn last year made $83,208, and E. D. Walker, the system chancellor, $99,000 (the governor of Texas made $78,700, the president of Harvard $74,450). Even at much less lofty levels, people at UT are aware of the complexities of the bureaucracy. As recently as the mid-seventies, it was common to hear professors involved in academic disputes of amazing triviality speak of enlisting this regent or that to their side as if the regents were so many Sicilian godfathers. With the proper backing, anything was possible. Without it, no matter what one’s standing or credentials in the academic world, one stood before minor functionaries much as an illegal alien stands before a Houston police sergeant—humbly.</p><p>Speaking for myself, I always thought it perfectly expressive of the UT world view that one used to apply for a parking permit by checking a box signifying one’s salary. The more money, the better the spot. Since in my case that would have meant parking my battered Datsun in a lot with undergraduates’ BMWs, Mercedes 350Sls, and Buick Regals, then hiking quite a distance, I rode my bike.</p><p>Richard Lagow, a chemistry professor who played football at Rice and came home to Texas from MIT in 1976, has become a Flawn convert precisely over the issue of the bureaucracy, which has done him wrong in the past and which he thinks Flawn is beginning to improve. Almost from the day he arrived, Lagow found himself locked in memo wars. Once, he says, he got an insulting letter from an administrative factotum telling him he would have to pay $20,000 out of his own pocket for a piece of scientific equipment because he had made an error in filling out a form.</p><p>In essence, Lagow says, “you can’t expect the purchasing people to purchase, you can’t expect the physical plant people to make repairs, you can’t expect the travel people to cooperate on your vouchers. You’ve got to brownnose ’em, sweettalk ’em, or go over their heads. At first you say, ‘These things don’t matter. I’m well paid, Texas is warm and sunny.’ But after a while you begin to wonder how much work it’s costing you, and it begins to wear you down.” Lagow does not strike one as an arrogant man, although neither, obviously, does he suffer fools gladly. And no doubt his impatience provokes foot-dragging. But other scientists confirmed his tales of the smothering UT bureaucracy.</p><p>I got inadvertent confirmation myself after having sweet-talked the secretary of one of UT’s better-known scientific stars to find out when I could catch him in his office. When I arrived at the designated leagues. But the standards committee, headed by Dean King, split on the matter, evidently unimpressed by the amount and quality of Watkins’s published work.</p><p>Watkins says, and I think correctly, that the current ascendancy of quantitative, “objective” scholarship in his discipline is the ultimate villain. Watkins is a “literary” —that is, according to the prevailing doctrine, intellectually lightweight—political scientist. All the action these days is among the “mainstream” numbercrunchers. An engaging, energetic fellow with a ready wit and a passionate interest in the visible world, Watkins will probably be happier outside academic life.</p><p>The real point about Watkins, then, is that almost every academic discipline, even in some instances the pure sciences, has its orthodoxies. Those orthodoxies often have political overtones. Academic status-frenzy combined with ordinary human nature assures that persons who dissent from the prevailing view, wherever they land, are often judged to be less intelligent than their colleagues and competitors. Of course UT lists further to the right than the London School of Economics; it is a reflection of the local culture. But the same Dean King blamed in the Watkins affair hired Rod Davis to teach English (although not in a tenure-track job) after the <em>Texas Observer</em> dismissed him as editor for going too far.</p><p>Flawn has a plan to bring eminent faculty to austin and keep them. The university’s oil money generally cannot be used for salaries, but Ut officials convinced the Legislature that as a centennial gesture, and for the 1981-83 biennium only, income from the Permanent University Fund should be used to match private donations for the purpose of endowing faculty positions. Flawn’s hope is that over three hundred such endowments can be set up, in effect raising the salaries of about 15 per cent of the faculty and allowing Ut to bid aggressively for the services of eminent men and women in all fields. Then, he thinks, “no matter what political winds blow that affect the PUF, Ut will always be able to attract a highly qualified faculty.” already, Flawn has helped coax faculty pay raises of more than 26 per cent out of the Legislature for the 1981-83 biennium. Ut faculty salaries are once again nationally competitive, after a decade of steady loss in real value.</p><p>The two best and most highly publicized recent examples of what UT can do with its money have been the hiring of Steven Weinberg and the capturing of the Institute for Fusion Studies. Weinberg, whose field is elementary particle theory, got a lot of money for himself and an almost blank check for hiring the best group of theoretical physicists he can assemble; neither did it hurt that Weinberg’s wife, Louise, has been hired as a professor by the law school. UT won the fusion program after physicist William Drummond got the idea that the university could snag a $5 million U.S. Department of Energy grant in the nuclear fusion field by offering to match it. “It would have been a preposterous proposal anywhere else in the world,” he says. Yet it was carried from conception to regental approval in eight days flat. When the grant came, it brought with it another star physicist, Marshall Rosenbluth, a theoretician who is now director of the Institute for Fusion Studies. Drummond calls him the pope of plasma physics.</p><p>Unfortunately, the academic star system has dreadful costs. Nobody expects the rare scientific genius like Weinberg or Rosenbluth to get into the trenches with freshmen. The trouble is that american academic culture seeks the same freedom for everybody with a Ph.D. Professors who care about freshmen are so rare as to be almost freaks; those concerned with undergraduates in general, merely odd. Status-hungry schools like UT are the last ones to resist this impulse on the part of their professors. Decisions about who gets tenure at UT have long been based on the same criteria as almost everywhere else: praise the teaching but weigh the “learned articles.” and by “weigh,” I mean with a scale, for poundage. The cynicism, the demoralization, the pettiness, fakery, and ludicrous hokum generated by the near-universal demand that a professor publish or perish cannot be overstated. It cannot even be imagined by a normally motivated human being who has not experienced it firsthand. Young professors are caught between the insistent pressure to produce articles and the constant frustration of teaching huge classes of unresponsive undergraduates that the senior faculty won’t go near; the result is that they head for the stacks, churn out the scholarship, and forget about taking teaching seriously—except teaching graduate students.</p><p>There are many exceptions, and associate English professor Wayne Lesser is one of them. Last year Lesser became so disgusted with UT’s lack of concern for its students that he actually submitted his resignation and was preparing to leave academic life. In the UT of old nobody would have noticed. But what happened to Lesser was that he found Dean Robert King at his door, wanting to argue. King didn’t think things were as bad as all that, and he wanted Lesser to stay. They talked for three hours. Voices were raised. But Lesser decided to stay, and all over UT, in what seems a calculated series of tenure decisions, scholar-teachers like him are finding themselves being promoted over their merely pedantic colleagues. The Flawn administration has begun giving a number of professors $5000 one-time undergraduate teaching awards. It would be naive to say that things are substantially different already, but it’s plainly true that the climate of opinion—especially top administrators’ opinion—about the importance of teaching has changed markedly, and for the better.</p><p><span class=\"dropcap\">I</span> once shared an airplane ride from Houston to austin with a senior marketing major who was popping back to UT of a Thursday evening to take an exam. Charming, well dressed, and i superficially articulate as she was, I was astounded to find in casual conversation that she was unaware that New Jersey was an industrial state and thought Indiana bordered directly on New York City.</p><p>“You’re thinking of Chicago,” I suggested.</p><p>“No, New York,” she insisted. “are you sure?”</p><p>I said I was morally certain and changed the subject.</p><p>It is not my intention here to deride UT’s College of Business administration. Both former dean George Kozmetsky and acting dean William H. Cunningham, to whom I told the story, were as appalled as I had been. Almost any UT faculty member who is halfway honest about his or her work has scores of anecdotes like this to tell. One wonders how on earth my marketing major friend dealt with the demands of any of her classes.</p><p>The answer, of course, is that there were no demands. The University of Texas in the past decade has not been a place where anyone need fear failure. When failure is not a possibility, success, especially the kind of success that would lead to the sense of shared intellectual excitement that is the mark of a great university, becomes enormously more difficult. If it is imperative that the faculty be required to teach for UT to become great, it is equally necessary that the students be required to learn.</p><p>To accomplish that requires two specific changes, both of which Flawn is already moving toward: raising the scandalously low entrance standards that UT shares with every state university in Texas and reinstituting a coherent set of course requirements so that nobody can get a degree from UT without at least a nodding familiarity with science, history, literature, mathematics, and foreign languages, the subjects that since the Enlightenment have been regarded as necessary to an educated mind.</p><p>Both these changes will be difficult to achieve. The first involves considerable political risk. Texas legislators have historically been resistant to what they see as elitism, and they could always block changes by threatening to bust the PUF. But the most successful systems of public higher education, like California’s, make distinctions based on achievement and promise while also providing every warm body with a place to go. Texas’ should too.</p><p>Restoring a balanced curriculum will be even more difficult, because the enemy here is the faculty. Even Harvard made a mess of its recent well-publicized curriculum reforms because of the career selfinterest of professors who want to teach only within the narrow areas in which they do research. This change is also the most important, since if accomplished, it will encourage the majority of high school graduates, those who don’t want to be educated, to matriculate elsewhere. That will decrease the bloodletting in the Legislature by eliminating the need to raise the specter of enrollment limits, and it will make the faculty more enthusiastic about the students who do show up.</p><p>But how low had standards sunk by the end of the Rogers regime? Lower than you could believe. Wayne Lesser says, “We were moving to the point where fully one quarter of the students were below the national average for high school graduates. And it wasn’t just that the numbers of students made for overcrowded classes; the curriculum was slipping down to meet the bottom fourth.”</p><p>Lesser explains that educational standards were slipping in two senses. “One was simply the expectation of what you could teach a student in a semester. Freshman classes had declined to the high school level and below.” But what troubled him equally was that because of the teaching load, “the normal, bright student -not the really advanced one, but the bright kid who nevertheless had no training in writing and needed freshman composition—was exempted from the course.” a College Board English composition test score of 550, or the 86th percentile, is sufficient at UT to exempt a student from freshman English. At Berkeley, by comparison, the same score places the student in “bonehead,” or remedial, composition. As a result of this policy thousands of UT students who badly need instruction in writing never get it. And those left behind are hurt, too. “When you take the ordinary bright kids out of a class,” says Lesser, “it lowers the standard for everybody. Only an extraordinary bastard of a teacher can give his whole class a D. And the weaker students are denied the help and the insights of the better ones.”</p><p>It bears adding here that in 1975, one semester before Lesser arrived at UT, his department disgraced itself by voting down a requirement that all full-time faculty members teach just one freshman course every three semesters. Let the graduate students do it, the English department said in effect, accompanying its deliberations with a shamelessly selfserving report claiming that its members were too highly trained to descend to the freshman level. The policy, I am pleased to say, has since been reversed. Dean King taught a freshman course last year and says, “How anybody could find it beneath his dignity to teach that kind of course is beyond my comprehension.”</p><p>When Richard Lagow arrived on campus in 1976, he found himself confronted with a total of 1152 chemistry students in two lecture sections. “That’s not an education,” he says. “It’s a factory. You have to give multiple-choice exams and grade by computer.” To find out exactly how much his students knew at the start of the course, Lagow designed and administered a diagnostic test. The average score in 1976 was 78 out of 100. By 1979, the average had fallen to 42. Random guessing would earn a student, on average, 20 points. Those who failed were unable to work simple linear equations like <em>y = mx </em>+ <em>b,</em> which are supposed to be studied in the first semester of ninth grade and which can be solved by a mathematical illiterate using logic and arithmetic. After the 1979 test Lagow posted the correct answers, then gave an identical test again a week later. The average improved to 48. “and this isn’t chemistry for nurses,” he says. “This is for science majors who plan to take advanced courses.” What the nurses are expected to know, I found out by looking at a sample exam for Chemistry 305 (posted in Welch Hall outside the six lecture halls complete with 450 to 600 padded seats, TV monitors, and elaborate projection systems), is what elements are in H2SO4 (sulfuric acid) and whether the prefix “deci-” means one tenth or one thousandth.</p><p>What does he do with those who are unprepared? “I tell them it’s awful, but that if they study they can dig themselves out. Their IQs are no lower than those of the students of 1976. What we’re looking at is the result of lack of discipline in the high schools. But I also tell them i’m not going to spend three weeks teaching elementary algebra. They can get a good text at the bookstore and teach it to themselves.” In any event, he says that 1979 was the lowwater mark and that last year’s freshmen were closer to the 1976 level, which he describes as “mediocre, but not pitiful. The pitiful ones are juniors and seniors now.” But not, he adds, in chemistry. There is always room, in the kind of school UT has become, for warm, if dull, bodies. The consensus seems to be that they end up in communication, education, home economics, and undergraduate business.</p><p>There has been talk of stricter admissions standards at UT for many years, and never-ending debate about whether the school should aim for an elite student body. In fact, during the worst of the bad old days, in 1969, the College of arts and Sciences faculty voted 275-8 in favor of a resolution asking the regents to limit enrollment. As the world knows, such resolutions were ignored, and that kept the buildings going up and the PUF spoken for. Everybody has a favorite theory about the other, secret reasons for the increase, from regents’ and friends’ austin real estate investments to the fear that if UT became identified as a selective institution the football team would be hurt. Erwin quite openly said that an advantage of a dumber student body was that it would protest less. But under Flawn higher standards are finally a reality. The graduate and professional schools, as well as undergraduate architecture, have been selective for some time. Beginning this month, however, a prospective UT student must either have graduated in the top quarter of his or her high school class or show combined math and verbal Scholastic aptitude Test scores higher than 1100. The old figure was 800; the highest possible is 1600. As before, there will be no limitation on the total number of students accepted, although the College of Business administration will begin to require stricter standards for its undergraduate majors.</p><p>Dean Cunningham says that it simply had to be done. The prevailing superstition among students these days is that a degree in business is the ticket to earthly happiness, and the college was facing significant growth each year—the number of undergraduate majors rose from 4367 in 1968 to 9930 in 1981. “We already have twenty-five per cent of all undergraduates,” says Cunningham, “and we were heading toward a third. But even if the state wanted us to get that big, we simply can’t hire the faculty. They don’t exist to be hired. The only alternative would be to keep increasing class size, and we thought that would mean quality would suffer. So we simply had to do something to restrict enrollment.” Further good news is that the engineering and communication colleges are also studying the possibility of entrance requirements for upper-level courses. The College of Education began screening would-be teachers for literacy three years ago and is still alone among its professional brethren in Texas in doing so.</p><p>Still, UT is hardly about to become an elitist institution in the social sense. The really ingenious aspect of the new requirements is that by opening the doors to the top quarter of every high school graduating class in Texas—formerly only the top tenth was taken automatically —a substantial minority enrollment is assured. Flawn had a computer study done applying the 1982 standards to the 1980 freshman class. The result, he said, was a higher proportion of qualified black and Mexican american students. Predictably, there has been some muttering from private schools and the better school districts, who say that to make the top quarter of their graduating classes means much more than it does down in the ghetto or out in the boondocks. But where that is true, the test scores will show it. All UT now asks is that by the age of eighteen, a student display some interest in and aptitude for intellectual effort. “If you’re going to get into the business of teaching people to read,” says Ira Iscoe, director of UT’s Plan II Honors Program and by training a clinical psychologist, “you’re dead as a university. I’d say that by the time a student is eighteen or nineteen, if you’re still learning to read, it’s too late for you here. You’re a drag on the university.”</p><p><span class=\"dropcap\">O</span>nce the survivors of this weeding out begin arriving in austin this fall, however, they will be confronted with a set of course requirements so loose as to be almost nonexistent. In his politic way, Flawn blames the current mess on the anything-goes atmosphere of the sixties, but I hardly think it was a mob of stoned longhairs who pushed through the provision, for example, that students be able to substitute Slavic folklore for foreign language study. That consideration somewhat tempered my sympathy for the Slavic folklorist I met at a party who told me a typical UT horror story. Seems she was about halfway into the semester and somewhere between Dracula and werewolves when she had this horrible sinking feeling. So she passed out some blank political maps of Europe and asked her students to identify the Slavic countries. More than half could not.</p><p>In fact, the basic requirements were enacted in 1955, when UT had just 17,468 students and 44 academic departments. Now it has almost 50,000 students, 54 departments, 276 different degree programs, and more than 6300 courses. The requirements have been added to and amended many times by faculty members seeking students to help them ride their specialized hobbyhorses.</p><p>In 1979 the University Council, a group of deans, administrators, and elected faculty and student representatives, assigned a committee to look into the subject. It had virtually to engage in an archeological dig just to determine what today’s requirements are. Here is what it reported:</p><p>In some programs the only substantial writing required of students occurs in freshman English. It is possible for a strong student to place out of these courses and complete a degree without ever facing a significant writing assignment. Alternatives are offered that make it possible for students to avoid science courses entirely. Even our distinguished Plan II does not require any exposure to mathematics. Others require no analysis of literature. . . . Although all degrees include the legislative requirement [of courses] in U.S. government and U.S. history, some require no additional social science. Many programs require no foreign language proficiency or permit a wide variety of alternatives. Many professional degree programs include very few electives, and there is apparent pressure to use these in areas with maximal job-related benefits.</p><p>As a result of all this, the committee concluded, UT undergraduates may earn degrees without developing “the characteristics of an educated individual.”</p><p>The committee called for specific requirements in social science, math and science, literature and the arts, foreign languages, and especially writing (indeed, it recommended a total of twelve hours -four full courses-devoted to writing and urged departments other than English to prepare some). Flawn strongly supports these recommendations. But when they came up for a vote on the floor of the University Council in March 1981, they quickly ran into predictable trouble. Politically speaking, any restructuring of the basic undergraduate curriculum runs head-on into departmental self-interest. Stanley Werbow, acting dean of the College of Fine arts, averted the possibility of defeat by pushing through a motion to table the recommendations and to require each of UT’s sixteen colleges to study the matter and submit a preliminary report to Flawn by January 1982. Secondary reports are to be submitted this month. Math professor James Vick, who chaired the University Council committee, hopes that having to commit their views to paper will embarrass some departments into supporting what self-interest would otherwise lead them to oppose. But I wonder. This will be the first of what should be a series of tests: can the faculty (and, for that matter, the students, the administrators, and the Legislature) rise above narrow selfinterest and do what is necessary to make UT great? There’s no question more important, and for myself, I should like to see the council proceedings televised and professors’ votes made public. Because nothing less than the soul of the University of Texas hangs in the balance.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "UT",
      "Texas",
      "Students",
      "School",
      "Austin",
      "money",
      "College",
      "Governor",
      "people",
      "Home",
      "Writing",
      "Football",
      "Legislature",
      "office",
      "University of Texas",
      "Business",
      "Culture",
      "High School",
      "History",
      "Legislators"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "North Texas",
      "West"
    ]
  }
}