{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19799",
    "date": "September 1979",
    "year": 1979,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1979/19790900.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 118,
    "document_page_range": [
      [
        120,
        121,
        122,
        123
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Honey, You’Re Still Driving Me Crazy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197909-honeyyour",
  "source": "/1979/19790900.pdf",
  "wp_post_id": 113841,
  "wp_post_guid": "http://www.texasmonthly.com/article/honey-youre-still-driving-me-crazy/",
  "authors": [
    "Richard West"
  ],
  "headline": "Honey You're Still Driving Me Crazy",
  "dek": "And honey, you always will.",
  "spread_caption": "",
  "excerpt": "Wise up: that insipid supermarket sugar-water you’ve been putting on your toast isn’t honey. The real stuff—Texas honey—is as full-bodied and distinctive as the nectars that go into it.",
  "kicker": "",
  "word_count": 1437,
  "content": "<img/><img/><p>Photograph by Kent Kirkley</p><p>At some point in life, a major daydream of any authentic Texan is to quit the job and become a rancher. Honest fatigue . . . herding the dogies on the range . . . sitting out on the porch listening to coyotes howl under a full moon . . . wearing those great clothes. The only thing wrong with ranching is cattle: they are oafish creatures whose only roles on earth are to thicken themselves and to thin your savings. The going price is never right, the rainfall is always short, and there is always some new exotic disease. So forget cattle. The thing to do is ranch bees.</p><p>Certainly history and tradition are on your side, for prehistoric Neanderthals were beeboys and beegirls long before the practice of keeping cattle spawned cowpersons. In a state where how many is always important, what’s a herd of 25,000 Santa Gertrudises compared to a hive of 50,000 Italian Midnites? and every bee rancher has more than one hive. Most people associate cowpunchers with John Wayne and bee herders with retired school-crossing guards. This is Marlboro Man nonsense. Hollywood has yet to make a movie about a huge herd of “killer cattle” bellowing and snorting into the U.S. like <em>The Swarm's</em> “killer bees.” Bee ranchers have to put it on the line just like the rest of them.</p><p>Actually, there are enough similarities between cattle and bee ranchers to make them blood brothers. Just as livestock and poultry manufacture nutritious foods from plant matter, so do bees from flower nectar. Nectar is the sweet offering plants make to bees in return for their aid in pollination, a service that is much more important than steaks and feedlots. More than a hundred different crops and one-third of all the food we eat are dependent on honeybee pollination. Tike artificially inseminated cattle, there arc instrumentally inseminated bees. Cowboys wear protective chaps, hats, bandannas, and jeans; bee ranchers wear protective veils, gloves, coveralls, and shoes that don’t have sissy pointed toes. Both bees and cattle pose problems when they gather together and panic. I have never met anyone who wasn’t afraid of a cattle stampede and a swarm of bees.</p><p>While that most exciting part of a rancher’s life, the cattle drive, has disappeared, bee drives are still an important part of Texas honey production. Ambitious apiarists can herd bees by moving their hives across the state in stages, from the Rio Grande Valley citrus in March to the High Plains cotton blossoms in august, a six-month “honey flow” that garners the full spectrum of Texas honey: citrus (orange and grapefruit blossoms) in the Rio Grande Valley; brush (mesquite, catclaw, huajillo, white and black brush) in South Texas and the TransPecos; Chinese tallow tree in the Coastal Bend; wildflower (clover, honeysuckle, almost any blooming plant) in Central, North, and East Texas; and cotton in Lubbock and the High Plains.</p><p>Honeys are rated according to their principal characteristics: flavor, color, thickness, and granulation. The floral source determines the varying colors and flavors, but weather, moisture content, soil conditions, and the bees’ health are also important factors. Lighter honeys (clover blends, mesquite-catclaw, and cotton) are popular because of their mild taste. However, they granulate, or crystallize, more rapidly than darker honeys. Granulated honey is not ruined. Tightly capped honey can be kept almost forever on a dark, cool shelf. To liquefy honey after it has crystallized, place the jar in warm (not boiling) water until the crystals disappear.</p><p>This is how Texas’ tiniest livestock create their flower-power food: The bee sucks nectar through a delicate, tubelike tongue and stores it in the stomach where it mixes with digestive juices. Here enzymes and acids convert the sucrose (table sugar) of the nectar into simple honey sugars (fructose and glucose). These sugars, unlike table sugars, can enter the bloodstream directly, and that is what gives honey its reputation as a quick energy booster. Back at the hive, the bee takes the nectar and spreads it in honeycomb cells built so that as much of the nectar’s surface is exposed as possible. Other honeybees, called “ventilators,” stationed throughout the hive but especially at the entrance, use their wings to move large amounts of air through the hive to evaporate excess water. When no more than 17 to 19 per cent water remains, the honey is sealed in the cells to complete the ripening process. To produce one pound of honey takes almost four pounds of nectar. An average colony of 50,000 bees can gather about five pounds of nectar a day. A single bee weighs about a hundredth of an ounce and can carry about a third of its own weight in nectar. Over 5000 bees would have to make one trip each for a pound of nectar, but, of course, each bee visits between 500 and 1100 blossoms for a single load, almost always from the same variety of flower. So, as you can see, bees really <em>are</em> busy.</p><p>Texas ranks fourth among the states in honey production. Most of the honey produced here is a blend, such as Weaver apiaries’ mixture of mesquite, cotton, horsemint, huajillo, thistle, and clover. Other bee ranchers, like Tom Crowfoot’s Good Flow Honey Company in Bastrop, produce pure types such as mesquite or cotton. Crowfoot has about fifty hives, each with 80,000 to 100,000 bees. Each hive produces about fifty pounds in a good spring and summer. Like many independent apiarists, Crowfoot deplores the super-heating of honey—a technique used by the larger companies to produce a honey that won’t crystallize and has a consistent taste. They heat the honey, which breaks down many of the nutrients, enzymes, and pollens. Then it is filtered through paper. What you get is sugar and water. Crowfoot does not heat his honey at all and filters it through cheesecloth stretched over a window screen.</p><p>Like the cattleman, the bee baron faces problems. Land development, pesticides, and the use of chemical fertilizers instead of the rotation of legumes for soil building have reduced both production and the number of colonies. Still, there’s enough of this delicious, reasonably priced food for everybody, thanks to all the individual beepunchers who are living their wistful versions of the rancher’s dream.</p><p>Bees Do It</p><p><em>Flowery or woodsy, syrupy or spicy, all honeys are not created equal.</em></p><p>The scene resembled nothing so much as a horde of slightly disoriented bees milling around a hive. Which was fitting, since the buzzing participants had been drafted to sample the fourteen glistening jars of Texas honey arrayed in bright rows for the occasion. The spoon-wielding panelists were as diverse a group as we could find: seasoned food critics, gastronomic innocents, those who loved honey, those who didn’t. And although they argued over a few of the samples, some consensus on each honey’s virtues, or lack thereof, generally emerged. But if you don’t want to take their word for it, dig in: there are plenty of spoons—and plenty of Texas honeys—to go around. The listings that follow give the name of each honey, the name and location of the person and/or company that bottles it, and the flowering plants on which the bees feed, as well as our tasters’ words of wisdom.</p><img/><p><strong>Sabine River Bottom,</strong> Jack Vaught, Gregg County. Crimson clover. Mild, subtle, with a slightly sour aftertaste.</p><img/><p><strong>Mesquite-Catclaw,</strong> Wilburn Elliott, Marfa. Basic honey, mild and sweet, described by one judge as “fair to partly cloudy.”</p><p>Photography by Ira Montgomery</p><img/><p><strong>Hiland Honey,</strong> J. R. Adams, Marathon. Mesquite, catclaw. Sweet and spicy. Loved by some; others found it waxy and perfumey.</p><img/><p><strong>Huajillo Proverb,</strong> G. C. Walker, Jr., Rogers. Raw, woodsy, with a foresty smell and harsh aftertaste. Too sweet for some.</p><img/><p><strong>Orange Blossom,</strong> Magic Valley Honey Company, Edinburg. Very flowery. Too sweet for many; like Karo syrup.</p><img/><p><strong>Oregano-Mint,</strong> Magic Valley Honey Company. Full-bodied, with an herbal flavor. Would stand up to whole-grain bread.</p><img/><p><strong>Tubam Clover,</strong> Mark Hamilton, Palestine. The favorite, with a light, flowery taste that melts into a warm, clear aftertaste.</p><img/><p><strong>Hewitt’s Pure Honey,</strong> Kilgore. Crimson clover, sumac, elder. Fruity, aromatic, pungent; sourness lingers to burn the throat.</p><img/><p><strong>Jackson Bee Farms,</strong> Edna. Mesquite, horsemint, Chinese tallow. Nippy, with a woody, not-toosweet taste and thick texture.</p><img/><p><strong>K & P Honey</strong>, E. R. Prasek, Karnes City. Hubam clover, citrus, cotton. Rich, tangy, with a smoky, healthful flavor like molasses.</p><img/><p><strong>Vildflower,</strong> Clyde Pate, Bryan, Rose, honeysuckle, Chinese tallow. Rich, robust. These bees could survive as rock drummers.</p><img/><p><strong>Pure Country,</strong> Weaver apiaries, Navasota. Horsemint, mesquite, clover, cotton, huajillo. Nothing fancy, a laid-back, sedate blend.</p><img/><p><strong>Mesquite,</strong> Tom Crowfoot, Bastrop. Honey with some snap to Tastes a bit like brown sugar; rich yet delicate.</p><img/><p><strong>Pure Wiidflower,</strong> Kuebel apiaries, Boerne. Catclaw, white brush, huajillo, mesquite. Fragrant, a little sour, with a spicy aftertaste.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "honey",
      "Bees",
      "Cattle",
      "Texas",
      "Food",
      "Cotton",
      "Driving",
      "Heat",
      "Livestock",
      "rio",
      "Rio Grande",
      "Water",
      "Cowboys",
      "Drives",
      "Earth",
      "Excess",
      "Health",
      "High Plains",
      "History",
      "Hollywood"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Texas",
      "Lubbock",
      "Mesquite",
      "Rio Grande Valley"
    ]
  }
}