{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19823",
    "date": "March 1982",
    "year": 1982,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1982/19820300.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 134,
    "document_page_range": [
      [
        134,
        135,
        136,
        137
      ],
      [
        214
      ],
      [
        216,
        217,
        218
      ],
      [
        220
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Ladies And Gentlemen, the Next President Of Mexico",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198203-ladiesand",
  "source": "/1982/19820300.pdf",
  "wp_post_id": 118401,
  "wp_post_guid": "http://www.texasmonthly.com/article/ladies-and-gentlemen-the-next-president-of-mexico/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "Ladies and Gentlemen, The Next President of Mexico",
  "dek": "The election isn't until July, but you can bet the rent on Miguel de la Madrid. Why? Well, things are different down there.",
  "spread_caption": "",
  "excerpt": "On the surface, Mexico’s presidential election looks a lot like ours—rallies, placards, speeches—but the outcome there is never in doubt.",
  "kicker": "",
  "word_count": 4925,
  "content": "<p><span class=\"dropcap\">A</span> huge red hot-air balloon, tethered to the ground, sways in the sky above the triangular park in front of the border town airport. A speakers’ stand, built of new american lumber, is on one side of the triangle. On another side stands a locomotive on a side rail, billowing diesel funk as its engineer revs the motor.</p><p>Railroad men wearing denim caps on their heads and shiny red bandannas around their necks are assembled in front of the locomotive. People from other walks of life have come, too. Office workers, today wearing cardboard hats like those of house painters, have gathered under the banners of their unions, and road-building crews are there with placards. The state association of Handicapped Persons is represented by several men in wheelchairs, one of whom carries a poster reading, “Our vote is not invalid.” Young men in civilian clothes and military boots eye the crowd from walkways that lead up to the speakers’ platform, where newsmen and local politicians are assembled. A line of taxi drivers, each beside his car, has formed behind the speakers’ stand, and in front, in the middle of this grand crowd, are the young women from the teachers’ college. A hundred of them are suited out in white T-shirts, red jogging shoes, and Braxton jeans. They have red and white ribbons in their hair and a red and white pom-pom in each hand. The broad-smiling face of the candidate, a white-skinned man with black hair and graying temples, is emblazoned across their T-shirts. It smiles back at the oglers in the crowd.</p><p>Soon there is a murmur that turns into a roar. The locomotive blows its whistle, whoooo-ahh, whoooo-ahh, and the young guards elbow and arm people away from the stand. There is a wave of loud clapping and cheers, and the candidatemoving briskly but touching outstretched hands as he goes—strides up the walkway and takes his place at the podium. A woman on his left releases a white dove into the air, a band beneath the platform strikes up a song, and the girls in the pep squad, now formed into the letter <em>M,</em> begin to sing: <em>“Ya llegó/Ya está aquí/Don Miguel/De la Madrid. ”</em> The lyrics are not memorable—they were written only for today—but the melody is familiar: it is “La Espana Twist,” an early-sixties hit by Billy Haley y Sus Cometas.</p><p>The candidate, Miguel de la Madrid Hurtado, a short, muscular man, has been a banker all his life, but today he is dressed to look like a fried chicken franchisee: leisure suit, ankle boots, white turtleneck sweater. He is speaking to constituents from Mexicali, Baja California, a border town more than one hundred miles east of San Diego. The whole Mexican nation, he tells his listeners, fondly remembers the role Baja California played in the Mexican Revolution. It was in Baja, he says, that Ricardo Flores-Magon based his movement, which de la Madrid credits with having frustrated american annexationist schemes. What de la Madrid doesn’t tell the crowd is that FloresMagon would shout him down from the podium if he could: Flores-Magon was a rock-hard anarchist who once refused honors voted him by the Mexican government because he didn’t believe in governments at all.</p><p>The singular irony in this scene, however, is that it exists at all. Mexican presidents don’t have to campaign for office; there is nothing spontaneous about the rally, and the election’s outcome is, for all practical purposes, already known. De la Madrid flew from Mexico City to Mexicali in a plane owned by the Mexican air force. The locomotive that greeted him is owned by the government, and the railroaders are federal employees. The office and road workers who applauded beneath union banners are on the government payroll, too, and the pep squad that cheered the candidate’s entrance is composed of students from a federal normal school.</p><p>Photography by Owen /Black Star</p><p>Opposite: <em>This demonstration for de la Madrid looks enthusiastic enough, but the government organized it and footed the bill.</em></p><img/><img/><p><em>The PRI is the only real party in Mexico.</em></p><p>“<em>The Revolutionary Institutional Party may have elevated</em> el presidente <em>to temporal parity with the pope. By buying off or stomping down detractors, the party has enabled its presidents to die natural deaths and to serve out full terms of office. Coups, revolutions, and impeachments disappeared from the Mexican presidential scenario.”</em></p><p>The taxi drivers are here because their union told them to show up—they wouldn’t want their permits denied, would they?—and the cripples are employees of a government rehabilitation program. The reporters—there are 120 of</p><img/><img/><p><em>De la Madrid’s name and face are spread all over Mexico, but the man himself—almost</em> them, enough to fill seven buses—are here on expense accounts sweetened by $45a-day gratuities, paid by the Partido Revolucionario Institucional (PRI), or Revolutionary Institutional Party. The only free agents at the rally are the schoolchildren whose parents have brought them along, and of course, they can’t vote. If all the bills for placards, painter’s hats, T-shirts, and song sheets, for banners and <em>embutes</em> (bribes to the press), for hot-air balloons and salaries, were tracked to their source, we would find that the money that is financing this airport extravaganza, and a half-dozen others later in the day, came from the federal government and the State of Baja California. A political rally in a Mexican presidential race is not much more than a government self-adulation session. <em>unknown until anointed by Lopez Portillo—and what he will do in office are still a mystery.</em></p><p><span class=\"dropcap\">T</span>he office Miguel de la Madrid seeks is a hectic one, though many of its duties are trivial. Much of a Mexican president’s time is sacrificed to diplomatic courtesy and to the Hispanic awe for ceremony. Even during a month’s vacation, for example, former president Luis Echeverria attended four ribbon cuttings and three civic <em>fiestas,</em> had talks with three heads of state and four foreign delegations, and made 21 speeches. The constitution does not provide for a vice president—in the Mexican mind a vice president could be nothing but a rival—and chief executives in recent years have been reluctant to give up guest-of-honor billings. Current president Jose Lopez Portillo spent a day flying to and from Merida last November—just so he could dedicate a Coca-Cola plant there.</p><p>The Mexican presidency is a temptingly powerful office, partly because the nation’s constitution makes it so—the congress cannot override vetoes and the courts cannot nullify decrees—but mainly because Mexico respects men more than laws. In practice, a Mexican official can ignore any law within his purview, and all laws, with one notable exception, are within the purview of the president. Myriad infractions of the law are flaunted, even encouraged, every day: coastal lands are sold to foreigners, prostitution is organized, bribes are accepted by the cop on the beat and by officials at high levels of government. Prosecution is rare and is usually motivated by nothing more noble than intraparty factionalism.</p><p>The most obvious, though benign, constitutional violations in recent memory came during Pope John Paul II’s 1980 visit. Because the Church was an apologist for Spanish rule and a major landlord besides, all constitutions since 1857 have punished it with anticlerical provisions. The current Magna Charta, adopted in 1917, forbids churchmen to wear their robes in public, lead processions, or, unless they are Mexican citizens, administer the sacraments. When a cheeky journalist pointed out the pope’s televised violations to Lopez Portillo, <em>el presidente</em> replied, “The constitution is not dogmatic about anything but liberty.”</p><p>Indeed, it is not the arbiter of that, either. Lopez Portillo’s predecessor, Luis Echeverria, kidnapped and imprisoned hundreds of left-wing dissidents without allowing them the benefit of arrest, ar-</p><img/><p><em>Mexico’s big on hoopla, short on voting.</em> raignment, or trial. Rather than freeing the survivors speedily and with apologies when he took office, Lopez Portillo released them under amnesty decrees issued at six-month intervals and accompanied by fanfare about mercy and libertarianism. The bedrock truth is that even some of the constitution’s framers, and all succeeding presidents, have interpreted the document as a list of goals or aims for government, not as anything sacrosanct. As a consequence, laws are enforced and obeyed at the pleasure of officialdom, whose highest loyalty is not to the constitution but to <em>el presidente.</em></p><p>The one constitutional stricture that even the president must observe—at risk of revolt—is a provision that forbids chief executives, congressmen, and governors to succeed themselves in office. The ruling party, the PRI, owes its existence to the no-reelection rule. A sitting president, General Plutarco Elías Calles, organized the party that eventually became the PRI in 1928 by calling together a hundred nervous warlords and province bosses soon after the assassination of president-elect alvaro Obregon, who had been his most powerful rival. The founding PRIistas, weary of leading rebellions against the federal government but fearful that Calles would use the assassination as a pretext for seeking reelection, agreed to a deal Calles proposed: he would step down if they would submit to his choice of a successor. In short order, the PRIista presidential monopoly and the no-reelection clause became cornerstones of a new political order.</p><p>Ever since the birth of the PRI, the Mexican government has been a closed shop run by a paternal administration. The PRI has won all presidential elections by margins of 75 per cent or more and has given up to opposition parties only a handful of federal, state, and local posts. To maintain its mandate, it has often resorted to fraud. Most historians and journalists agree that the 1940 presidential election, which gave the office to avila Camacho, a man constitutionally ineligible by birth, was the PRI’s biggest election heist; the 1981 governor’s contest in Nuevo Leon was the most recent one.</p><p><em>(Continued on page 214)</em></p><p><em>(Continued from page 137)</em></p><p>But the PRI has also remained in power by exploiting the Mexican people’s ancient sense of deference. In pre-Hispanic Mexico, members of the commoner caste had rights only negligibly greater than those of captives, who were sacrificed on bloody altars. The Spanish Conquest, with its sworded captains and immigrant viceroys, taught no lessons in democracy, and in Mexico, revolts have never been roundly successful. Nineteenth-century uprisings against colonial rule gave the nation only dictators, a brief second round of European rule, a breather of tentative democracy, and, ultimately, General Porfirio Diaz, a president no more honest, though less demagogic, than his PRIista successors.</p><p>Diaz resigned in the face of the 1910 revolution, after holding office for thirty years. During his reign, called the Porfirato, there was opposition to his reelection, but according to government counts, most challengers received only one vote at the polls—presumably the one each had cast for himself. In its first hundred years of independence, until the founding of the PRI, Mexico suffered under almost forty presidents, fewer than half of them elected, one of whom held office for only 45 minutes, and most of whom ended their careers in exile or the grave. A violent and oppressive past established a reverence and fear of chieftains and made politics a macho calling associated with gun betrayals and sudden death. By professing extravagant loyalty to <em>el presidente,</em> the PRI and its nation may have elevated him to temporal parity with the pope, but by buying off or stomping down detractors, the party has enabled its presidents to die natural deaths and, with one inconsequential exception, to serve out full terms of office. Coups, revolutions, and impeachments disappeared from the Mexican presidential scenario when the PRI swore allegiance to strongman politics.</p><p>Politicians and bureaucrats are loyal to the PRI because incumbent presidents handpick party nominees for congressional, gubernatorial, and even some mayoral contests; party conventions and the popular vote only rubber-stamp the recommendation from on high. The noreelection rule heightens obsequious political behavior because at the end of each term, politicians must seek a new post from the president. The no-reelection clause and the PRI’s strongman tradition prevent the rise of politicians like Jerry Brown, Tip o’neill, or former senator J. William Fulbright who challenge presidential wisdom while holding office. Another consequence is that most federal legislation is proposed by the president’s office, and no presidentially backed bill has ever been defeated in the congress.</p><p>Through membership in one group or another, almost everybody in Mexico is pledged to the PRI. Union leaders turn out organized workers for rallies and elections because any strike not authorized by the government is illegal. The PRI keeps farmers on its string with promises of agrarian reform and by extending credit through a system of rural banks. Individuals cannot affiliate themselves with the PRI except through membership in an organization; workers belong through their unions, farmers through rural and professional associations, government personnel through the party sector for “people’s organizations.” In theory, the PRI is a social democratic party, with little or no room for industrialists, bankers, and others whose occupations give them a capitalist cast. But in practice, businessmen of all kinds belong to the PRI’s people’s sector through membership in a thousand civic and fraternal clubs whose ostensible character is populist. Some entrepreneurs in Mexico City, for example, belong to the PRI through membership in the Lions Club.</p><p>In campaign speeches, PRIistas praise the poor and often condemn the rich, but in realpolitik sessions, nobody with clout is barred from participation. In public the PRI’s posture is a liberal one, but in daily practice the PRI is ideologically eclectic. Though its majority is liberal, conservatives by the thousands, communists by the hundreds, armed fascists, and disarmed guerrillas all belong, and members of each tendency hold office under the party’s blessing. In effect, the PRI unites under one umbrella all those political activists willing to subordinate themselves to one goal: party rule. The PRI is not a source of social vision and never has been. It is a source of leadership.</p><p>The PRI is unopposed in most elections, and therefore not victory but a high voter turnout is the accepted gauge of its strength. In the cities, most heads of household register and vote because parents must show current voting documents in order to enroll their children in public schools. Union workers are paid for having gone to the polls. In rural areas, high counts are guaranteed, even though few people register or vote, because <em>caciques,</em> or party bosses, mark ballots in the names of friends, relatives, and neighbors. In Mexico, voting is not seen as an act of choice so much as a part of patriotic ritual, and most Mexican voters are altogether content to let friends, relatives, or leaders stand in for them at the polls. It is likely that in any honest election the PRI would still win, though not by as broad a margin: its legions of passive supporters would not cast ballots, which would give the advantage to the voters in the opposition—both Left and Right—who are more politically active.</p><p>A Mexican president under the PRI is, in effect, a monarch for a term of six years, and when he steps down he will continue to live like one. (Contacts while in office allow chief executives to accumulate considerable wealth, and the standard procedure for former presidents is to retire in grand style to Europe.) Presidential primaries are unknown in Mexican political life, and there have been no floor fights at PRI presidential nominating conventions since 1939. Presidential succession, though a delicate question, is resolved simply. At the end of the fifth year of his term, <em>el presidente</em> points his finger at a crony and says, “There, you be my successor!” The announcement of the president’s choice is the culminating event in a tense and critical game of wits that remains forever mysterious to all but a handful of Mexicans, and perhaps to everyone but the outgoing president himself.</p><p><span class=\"dropcap\">I</span>n Mexico, would-be candidates for the presidency do not an<em>nounce</em> their willingness to serve; Latin culture does not look favorably on declared ambition. Potential nominees, if they are smart, do nothing publicly to influence the president’s pick. “People who make moves to be tapped usually come out like people who move when being photographed—not so good,” says Fidel Velazquez, who as secretary general of the Confederation de Trabajadores de Mexico is the Mexican George Meany. Obvious bids for the position and even disinterested speculation are condemned by presidential aides and cronies as “futurism” until late in the summer of the president’s fifth year in office, when he or trusted but ineligible spokesmen name a list of likely candidates. These, the <em>tapados,</em> or hooded ones, are the last-minute finalists in the president’s guarded deliberations on succession.</p><p>Scholars and journalists have tried to find out, or figure out, what goes on in a president’s mind during the period of <em>tapadismo,</em> when a winner is selected from the field, but no explanations of predictive value have emerged yet. One of the first theories was that the chief executive polled his predecessors, but that thesis went by the wayside when several former presidents confessed that nobody consulted them. Another theory was that the president sought advice from leaders of the PRI’s three sectors, but that theory, too, is of dubious value: not all successors have been consensus choices. The current vogue among PRI clairvoyants is to say that each president takes several opinions into consideration and that each president chooses his counselors in a different way. That theory, however, tells us only what Lopez Portillo’s personal secretary revealed directly: the one “great elector,” he said in a speech, is the president himself.</p><p>When Lopez Portillo’s list of favorites became known to the public last summer, it set off an outcry in the press. Though all six of the <em>tapados</em> were cabinet officials, three of them had no experience in elective offices. Like Lopez Portillo and Echeverría, but unlike <em>their</em> predecessors, they were men who had risen from the gray of academic and bureaucratic posts; technocrats, the Mexican press called them. What Mexico needed instead, a few newspapers and public leaders intimated, was a president who would give voice to the anguish of the common folk, a <em>politico, </em>not an administrator. The choice Lopez Portillo would make, as Mexico saw it, was essentially not a choice among specific individuals but an abstract choice between tribunes and managers.</p><p>Though he could have ended the outcry by naming his nominee—journalists and politicians in Mexico do not criticize the president or his designated heir by name —Lopez Portillo instead sought delay, saying that he wanted to open the October international conference in Cancún with the full prestige of a successorless president. But the financial community, Mexico’s shadow cabinet, was fearful that the president’s announcement might upset investments under contemplation in the private sector, and rumor had it that the PRI’s union arm might break discipline and start an intraparty feud on behalf of its favorite, Labor Secretary Pedro Ojeda Paullada. In late September, Portillo gave in. At a ribbon-cutting ceremony in Monterrey, he told reporters that his favorite was Miguel de la Madrid Hurtado, 47, the Secretary for Planning and Federal Budget.</p><p>De la Madrid, who had been a surprise on the list of <em>tapados,</em> is a technocrat. Shortly after his birth in 1934 in the Pacific state of Colima, his father, an attorney, died. His mother took him to Mexico City to be reared by relatives, including an uncle who was a prominent banker. Like any other child from a prosperous, educated family, he attended private schools. Upon graduation, he enrolled in the National autonomous University’s law college, where one of his instructors was Jose Lopez Portillo. Under his uncle’s patronage, de la Madrid entered the banking business as the employee of a government firm. Late in the fifties he began to make important political contacts at the university’s law school, where he lectured on constitutional issues, especially constitutional liberties. In 1964 a federal financial institution awarded him a scholarship for a master’s degree in public administration at Harvard University, where, his teachers say, he performed competently and with grace.</p><p>De la Madrid returned from Harvard to government work, and in 1975, when Lopez Portillo resigned as Secretary of the Treasury, leaving the job to his assistant secretary, de la Madrid moved up to the assistant’s post. Four years later, Lopez Portillo tapped de la Madrid to head the newly created Planning and Federal Budget Department, the equivalent of the Office of Management and Budget in the U.S. De la Madrid thanked his mentor by appointing the president’s son, Jose Ramon, to the assistant secretary’s post in the new ministry.</p><p>The presidential campaign now being waged in Mexico is not intended to air the candidate’s views or to show that his personality is suited to the job. Its purpose is to introduce a little-known face and voice to the party members who will be his underlings; de la Madrid must know the men whose names are mentioned for important appointments. If, in the depths of his secretive PRIista heart, de la Madrid does not agree with the way Lopez Portillo has run the country, he must not say so now, but he will use campaign gatherings to sound out potential allies to support the changes he envisions. De la Madrid’s political leanings are largely unknown, and because he is a candidate, he is not speaking freely yet. The threat of yanking a nomination has been used before and is still credible today: the PRI, at the request of the president, can call a special convention to recall a candidate. If Miguel de la Madrid is anything other than an ideological clone of Lopez Portillo, his campaign statements do not show it.</p><p>The campaign thus far has been, by Mexican standards, an emotionally cold and distant one. De la Madrid’s electoral demeanor—he shakes hands but throws few <em>abrazos,</em> for example—is even more restrained than Lopez Portillo’s was. He has not gone out of his way to win the confidence of either the PRI’s bribeminded regulars or its massive rank and file, which, indeed, is looking for a tribune. In meetings with business interests—farmers wanting public irrigation projects, for instance—de la Madrid has said no, or maybe not, far more often than he has said yes. The impression he gives the party faithful is that Miguel de la Madrid is out to develop the Mexican economy under a think tank plan whose key feature is austerity and whose chief provisions were hammered out in unprecedented detail months before his nomination. But critics say that if planning and austerity are his sacred principles, the PRI can be counted on to betray him. Already it has built him a $4 million campaign headquarters in a section of Mexico City’s prestigious Coyoacan district, ignoring the fact that it is zoned for residential use only.</p><p>Some of the campaign aides I talked to suggested that once in office, today’s candidate might resume the nationalistic rhetoric that was Luis Echeverría’s trademark. In Mexico, nationalism means antiamericanism, and in some ways, de la Madrid is striking an anti<em>-yanqui</em> posture, though probably more for demagogic reasons than out of sincerity: he is known to regard the United States as a necessary friend and ally—and for what it is worth, he smokes american-made Merit cigarettes. Yet he refuses to answer questions in English, although he speaks it fluently. When an american reporter requested his evaluation of Harvard, de la Madrid said that it had been “useful” to study at a university where there was “great competition” among students. The Mexican interpretation of that statement, I believe, holds the usual criticism of american society as cutthroat and overly materialistic.</p><p><span class=\"dropcap\">P</span>rominent Mexico City columnist Mauricio Gonzalez last year woke up the nation’s conscience in a startling book a about the PRI entitled <em>Ultima Llmade,</em> or <em>Last Call.</em> The threehundred-page essay drew parallels between the fifty-year reign of the PRI and the late-nineteenth-century regime of Porfirio Diaz. The Porfirato, Gonzalez reminded his countrymen, created the social and political atmosphere in which the 1910 revolution caught fire. Gonzalez predicted that if the PRI does not cast off its monopoly on power, Mexico might again become a revolutionary battlefield, this time under communist leadership. <em>Ultima Llamada</em> called on the PRI to democratize Mexico and hinted that if it does not, right-thinking Mexicans should rise in arms before the communists do. A similar polemic by the martyred Francisco Madero kindled the 1910 revolt. <em>Ultima Llamada</em> received high but very private praise in the educated circles of Mexico and, to everyone’s surprise, was not suppressed. The first printing of 5000 copies sold out within ten days, and before the year was over the book had gone through eleven editions, with more than 120,000 copies in print. Gonzalez says his authorship cost him his newspaper job and forced him to seek exile in the South Texas town of Falfurrias, but <em>Ultima Llamada</em> became the best-selling book in Mexican history.</p><p>Though the call from Gonzalez created a sensation in literate Mexico, it did not change the PRI, nor did any Mexicans resort to arms. They are not likely to, not over an issue as abstract and anglo as representative democracy. Mexico’s mind is on economics, not politics; that is the big difference between 1910 and 1982. The economy is strained by debt and population growth. The external debt, owed mainly to american lenders, is the second largest in the world; that is why PRIistas bark nationalism, but that is also why they won’t bite. Mexico owes some S34 billion to external sources, which works out to $500 for every man, woman, and child within its borders. Despite a slight slowing trend, Mexico’s population (now 70 million) is doubling every twenty years, a factor that makes hard, if not impossible, demands on education, housing, and the labor market. The country is again importing its staples—corn and beans—as it has during other times of crisis and during the Porfirato. The cost of survival has climbed as a consequence. Domestic investors are shy of the long-term projects industrial development requires, and billions of pesos have been spirited out of the country by people who are afraid of the future.</p><p>Despite its present ill health, the economy is in better shape than it was in 1975, when Jose Lopez Portillo began his electoral campaign. At that time, rumors of a military coup were circulating on the Right, and the prospect of revolution drew supporters to the Left. A few months before Lopez Portillo took office, Echeverria devalued the peso by half. Shortly after he became president, the directors of Pemex, the national oil monopoly, told him what they had known for months. A new search had turned up Saudi-scale reserves in Mexico at an opportune time. The president calmed his jittery countrymen with promises of a petroleum paradise and gave them, for the present, a 10 per cent federal excise tax, which was accepted almost without protest because merchants and shoppers saw it as a sacrifice necessary to development. With oil in his portfolio, Lopez Portillo wangled extensions out of international creditors.</p><p>Today’s oil boom is not the first in Mexico, and PRIista presidents, like their leftist detractors, are mindful of petroleum’s offensive past. In the first boom, during the Porfirato, Mexico’s oil was owned by British and american interests that paid no taxes on exports and meddled in politics. Mexican mineral deposits were nationalized in 1936, and today Mexicans are united by their desire to preserve state ownership of the nation’s mineral trove. Even the Reaganish Partido de accion Nacional (PAN), a factor in local races in Monterrey and a handful of other cities, has not proposed denationalization as an alternative for Mexico.</p><p>Oil will not solve all of Mexico’s economic ills, however, and Lopez Portillo has courageously said so. Oil will do nothing to halt the country’s 30 per cent annual rate of inflation, and because refining is not a labor-intensive industry, it cannot satisfy the job hunger of Mexico’s upcoming generation, or of its present work force—more than 30 per cent of which is jobless or underemployed—or of the two million to seven million Mexican workers who have come to the United States, most of them without immigration papers, in search of survival. Mexico desperately needs basic, labor-intensive export industries: steel, textiles, autos, electronics, food processing. The PRIista government, through a thousand primethe-pump projects, has for a decade sought to funnel revenues into industrial development. The effort has swollen the external debt and given the government a spending profile that is a caricature of liberal fiscal policy; the Mexican Coffee Institute, a trade expansion agency, has a bigger budget than Mexico’s Department of Defense. The oil boom has expanded Mexico’s credit and paid the interest on the external debt. But it has not produced a river of new capital. If the bottom were to fall out of the oil market—which could happen if there is a new strike in another nation—Mexico’s economy would be in big trouble again.</p><p>Barring untimely death or incapacity, Miguel de la Madrid will be elected president of Mexico, with near unanimity, on the First Sunday of July. On December 1, he will take the oath of office and assume full powers. Whatever he may have in mind for Mexico or its northern neighbor, he cannot be free of a particular personal ambition, an old one in the Presidential Palace: to serve out a full term and to die a natural death. If he jockeys his petroleum pony across the political track with the skill and finesse his PRI predecessors have shown, if luck rides with him, and if he wields the whip with a light hand, he will succeed. If he, his party, or petroleum fails, before the century is out Mauricio Gonzalez could become the acknowledged prophet of a hemisphere.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "Government",
      "office",
      "Campaign",
      "Oil",
      "choice",
      "Presidents",
      "people",
      "Economy",
      "Law",
      "Ultima",
      "Budget",
      "Election",
      "Mexico City",
      "Rural",
      "Border",
      "Business",
      "Country",
      "disappeared",
      "Elections"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}