{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198311",
    "date": "November 1983",
    "year": 1983,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1983/19831100.pdf",
    "issue_cover_image": "",
    "document_start_page": 160,
    "toc_start_page": 158,
    "document_page_range": [
      [
        160,
        161,
        162,
        163
      ],
      [
        154
      ],
      [
        165,
        166,
        167
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Wild Ones",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198311-thewildo",
  "source": "/1983/19831100.pdf",
  "wp_post_id": 118707,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-wild-ones/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "The Wild Ones",
  "dek": "Fur Trappers Pushed the Frontier West; Now Their Spirit Lives On.",
  "spread_caption": "",
  "excerpt": "Quick! Get out your furs before it gets hot again.",
  "kicker": "",
  "word_count": 901,
  "content": "<p>Photography by Fred Woodward, fashion coordinated and styled by Jan Jones, hair and makeup by Linda Sembera, assistant stylist, Debbie Points</p><img /><img /><p><span class=\"dropcap\">T</span>he One Good Reason to wear a fur in Texas, short of indulging in frontier fantasies, is because it makes you feel good. Stepping out conspicuously swathed in fur, will always get a reaction, especially in a climate like ours, where the only noncontroversial reason for wearing a fur—to stay warm—rarely applies. So be prepared: no matter what your motives, others will be bound to pass judgment. Furs just do that to people.</p><p>The tone of their remarks will depend on how they suspect your fur was acquired. If you are a woman and a man gave it to you, an ostentatious burden of meaning or of envy may be attached to this flagrant gift. If you purchased it with your own money (which is more likely nowadays), then they may allow you the right to have a little fun with your money, perhaps as a reward for not having had much fun earning it. But most critics will miss the key to the furwearer’s soul: while a fur coat does make you stand out in a crowd, it also allows you to hide under an impressive armature of fluff. Though the fur-coated are not necessarily modest, they may be among the world’s truly shy individuals and genuinely in need of their panoply of pelts.</p><img /><img /><p><span class=\"dropcap\">J</span>UDGMENTS on furs have long been part of the american way of life. Most of our wars in the 1700’s and early 1800’s were disputes over fur-trade routes and tradingpost locations. But wearing furs first aroused ethical questions in the 1960’s, when many species, especially the stately short-haired spotted cats, were threatened with extinction. Since then, the endangeredspecies list has been drastically expanded, and most of today’s fur clothing is made from the pelts of once-worthless animals or animals raised on ranches.</p><p>With so many popular furs off limits, furriers turned to the swamps and bayous of Texas and Louisiana and discovered new sources for furs, such as the Southern beaver. It had previously been considered a pest, but its unsheared pelt made a durable all-weather garment. Furriers also began using nutrias (ratlike creatures you may have seen swimming in local lakes), coyotes, raccoons, and beavers, all of which exist so abundantly in Texas as to constitute nuisances. Many Texas counties pay a bounty on coyote pelts; beavers and nutrias threaten farms and houses in North Texas. Now when these animals are trapped in Texas, their fur no longer goes to waste.</p><img /><img /><img /><p>Opposite: Culotte Coat Of “MOnTANA Cat” LYNX ($11,000) And d’argent Fox Fling ($1650), Both From Pam Mahoney (See Caption On Page 164 For LOCAtIOnS).’ Top: Red Fox Hunting Cap ($500, At Neiman-Marcus). Above: Shoulder Warmer Of SHEARed Beaver, By Perry Ellis ($3200, At Frost Bros.). “Left: Jacket Of Black Tibetan Lamb, Tanuki (Or Japanese RACCOOn), NAtURAL Finnish RACCOOn, Stenciled Rabbit, And Nutria, By Kenzo ($3500, At Neiman’s). Far Left: Full-Length Coat Of SHEARed Ranch Mink With Lunaraine Mink Collar, By Perry Ellis ($10,000, At Frost Bros.); Vest From Saks Fifth Avenue.</p><p>Until the Federal Fur Protection act was passed in 1952, specifying that all furs must be labeled to show their country of origin, the names of many furs obscured their humble origins. Muskrat was Hudson Bay seal, sheared otter was known as alaska seal, rabbit was French seal (you can see that seal was popular), and Chinese goat was called Iceland fox. None of these pelts is considered humble now; they make some of the least expensive and most versatile fur garments.</p><img /><p>Left: Mongolian Lamb Vest With Squirrel Pockets, By Fendi ($5995, At Neiman’s). Above: FEAtHERed Raccoon Vest With Snake Inserts, Hand-Knit SWEAtER, And FEAtHERed Raccoon HAt, Not Pictured (Set $2300, At Ralph Rupley, Houston); Skirt, By Issey Miyake, At Saks. Below: Silver Fox Cape ($10,000) And Poncho Of Red And White Fox ($4500), Both From Pam Mahoney (See Caption On Page 164 For LOCAtIOnS).</p><img /><p><span class=”dropcap\">I</span>f You Plan to buy a fur, you should first get acquainted with the varieties. There are two kinds of fur—the short, flat kind and the long, dense kind, which has an overlay of guard hairs. Generally, flat fur comes from animals that live in temperate climates, including most spotted cats, karakul lambs, cows, horses, deer, and antelope. Flat fur is not very durable. Your family dog, if he is shorthaired, is an example of how delicate flat fur can be; if he is lazy, his elbow leather is rubbed bare from years of lying around. Flat fur just doesn’t offer the protection from wear and weather (to the animal or to you) that long fur does. Animals from cold climates have long, lustrous guard hairs that grow protectively over their plush, downy underfur. The colder the climate, the denser the warm underfur. And the snowier the winter or the <em>(Continued on page 222)</em></p><img /><p>Above: Man S Sweater With Knit Sleeves And Wolverine Front, By Revillon ($7850, At Saks); HAtS From Lulu’s In Dallas. Right: Stenciled Rabbit Vest ($240, At T. Edwards); DISTRESSED-LEAtHER Leg Warmers With Fox Trim ($195, At Fiori Of Italy, Dallas). Furs From Pam Mahoney Available At ARLInGTON Furs, ARLInGTON; CARTWRightS, Borger; Lester’s, Bryan; Pitre La Femme, El Paso; Norma’s, GALVestON; Polly Adams, LaREDO; MAXInE’s Accent, Lubbock; Jones & Jones, Mcallen; Maurice, San ANGElO; Simon’s, Victoria.</p><img /><p>Special thanks to the people of the Prude Ranch, the Indian Lodge, and the town of Fort Davis</p><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Animals",
      "Texas",
      "Frontier",
      "Arlington",
      "Climate",
      "Clothing",
      "cold",
      "Country",
      "Family",
      "Fashion",
      "Fort Davis",
      "Hair",
      "Hunting",
      "iceland",
      "Lamb",
      "leather",
      "Louisiana",
      "money",
      "people",
      "Southern"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "Arlington",
      "Fort Davis"
    ]
  }
}