{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197812",
    "date": "December 1978",
    "year": 1978,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1978/19781200.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 150,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139
      ],
      [
        210
      ],
      [
        212,
        213,
        214
      ],
      [
        216,
        217,
        218,
        219,
        220
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Chase",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197812-thechase",
  "source": "/1978/19781200.pdf",
  "wp_post_id": 112098,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-chase/",
  "authors": [
    "John Davidson"
  ],
  "headline": "The Chase",
  "dek": "all that lies between four wetbacks and the safety of San antonio are the Border Patrol’s airplanes, sensors, searchlights, and the best man tracker since Pat Garrett.",
  "spread_caption": "",
  "excerpt": "Four wetbacks are trying to get to San Antonio. The Border Patrol is trying to stop them.",
  "kicker": "",
  "word_count": 8591,
  "content": "<img/><p>Photography by Marlon Taylor</p><p>From <em>The Long Road North</em> by John Davidson. © 1978 by John Davidson. To be published by Doubleday & Company, Inc.</p><p><em>The second time I crossed the Rio Grande with Javier and his brother, Juan, was at noon on Easter Sunday. Javier had returned to Mexico on a false alarm-a telegram urging him home sent by his father, who was drunk. He was trying to get back to his job in San antonio. Juan had come along, and, if they made it, it would be his first trip into Texas We finally made it across and hid in the</em> carrizo-<em>cane-till dark, then started out on the l40mile trip to San antonio. The blinking antennas at Spofford, 40 miles to the north, would be our first major landmark.</em></p><p><em>Javier and Juan had earlier been caught by the Border Patrol near Carrizo Springs and returned to Nuevo Laredo (“The Long Road North,” TM, October 1977). That same day, they turned around and tried to cross by train. They got across the river but were caught that night in a boxcar before the train ever pulled out of the Laredo freight yard. It was too risky to attempt another crossing at Laredo. The Rio Grande had risen and was too deep to wade. Besides, by now they were on a first-name basis with the Laredo Border Patrol. The only solution was to try to cross farther north where Javier knew the river would be shallower. He decided on a spot near Piedras Negras. That meant backtracking into Mexico to Monterrey by train. I backtracked with them. When we started out we had a dollar between us and no food. From Monterrey we rode a flatcar to the small town of Paredón and from Paredón to Piedras Negras. I remember the ride from Monterrey as spectacularly scenic. The night air was cold, but the desert was beginning to bloom and smelled wonderful and there was a full moon.</em></p><p><em>We met two men who had hopped the train and were also heading north. Armando, in his early twenties, was going back to work. Like Javier, he already had a job in San antonio but had been caught without his forged papers and was sent back to Mexico. He had never crossed at Piedras Negras before. With him was a friend, Toño. He was in his early thirties and this was his first trip into Texas. Toño was the only one with food. He shared his food, and Javier shared his knowledge of the terrain. It is a landscape that the Border Patrol knows better.</em></p><p><em>“‘You got to walk sign,’ Feltner said, ‘going from one track to the next. Once you got your eye trained, you can track a pissant in the moonlight. And these tracks are fresh; these boys are definitely catchable.’”</em></p><img/><p><span class=\"dropcap\">J</span>avier stood with his legs spread wide to brace himself against the rushing water. The current felt strong enough to wash him downstream if he raised either foot from the rough, rocky bottom. The gringos had opened the dam upriver, which would make the crossing difficult, but it would be impossible if they waited until nightfall. The water ran deep for ten or twelve feet to a small gravel island, but between the island and the other bank the rapids looked shallow. Javier moved in up to his waist, took another step, lost his footing, and was swept, floundering and splashing, downstream until he was able to grab hold of the weedy bank at the end of the island. “You made it,” Toño called when Javier hobbled up onto the island.</p><p>“Barely,” Javier replied. “and I don’t know how I could carrying my boots and clothes.”</p><p>“i’m going to try,” armando called to Javier, then sat down to take off his shoes. He stripped off his clothes and, as Toño and Juan watched, walked upstream on the riverbank, gingerly picking his way through the weeds. At a small clump of willows, he held onto a limb, lowered himself into the water, and, feet spread wide, edged out till the water was rushing about his waist, then above his stomach. Suddenly, his hands held above the water, he went scooting across the channel at an angle, coming to rest about midway on the island.</p><p>Javier, standing at the end of the island, smiled and looked impressed. “How did you do that?” he asked.</p><p>Let the water take you,” armando explained. “Get an angle on the current and keep your feet flat on the bottom. The rocks hurt, but you don’t lose your balance.” armando climbed out, then they both went to the head of the island to recross the channel so they could help Juan and Toño cross.</p><p>Reluctantly, Juan and Toño received instructions. Each of the four men wrapped his clothes in a tight ball to carry in one hand, leaving the other hand free for boots or shoes. Armando, more confident than the rest, volunteered to carry the plastic net bag of food as well and was just leading the way into the water when they heard the drone of an airplane. <em>“La migra</em>,” Javier said. Naked, they rushed away from the river and into the cane, where they squatted down to wait. The drone grew louder till downriver a plane came into view, tracing the river’s course. “Get low,” Javier called. The plane seemed to hum slowly along till it got close, then roared overhead.</p><p>“Did it see?” armando asked.</p><p>“If it circles, yes,” Javier answered.</p><p>“If it doesn’t, who knows.” The roar quickly faded away. Javier cautiously stood to watch the tail disappear.</p><p>“It’s not coming back,” armando said with relief. “It didn’t see us.”</p><p>“Or it just didn’t need a second look.”</p><p>“What difference does it make,” Toño asked, “till we’re on the other side?”</p><p>“If they saw us,” Javier answered, “someone will be there to meet us.” Still furtive, he picked up his boots and clothing and stepped out of the cane.</p><p>They walked back to the river, and armando started across. When he had made it safely to the island, Javier began. Each went in turn until all had crossed the narrow channel without mishap. They hobbled over the rocky island and surveyed the wide stretch of rapids, about sixty feet to the other bank. “Easy,” armando declared. They started the last part of the crossing together. The first thirty feet of water was no more than five or six inches deep. Looking down the line at all of them naked, limping pathetically across the rocks, Toño cracked, “The invaders.” Then he slipped and landed on his seat, still holding boots and clothes above his head. Everyone laughed while Javier and Juan helped him up.</p><p>As the water ran deeper, each step became a tense negotiation against the swift current. A misstep or a moment’s hesitation would be enough to knock them over. Armando went ahead. He reached the bank, and the others followed.</p><p>They dressed quickly, Toño took a milk container from the plastic net bag and filled it with river water, then they climbed up the dirt bank into a canebrake. Javier vetoed the first small clearing they came to, and they pushed on till the cane was solid. “Hide yourselves,” he advised.</p><p>“How long will we be here?” armando asked.</p><p>“One or two in the morning, when there’s less chance of being seen.” Javier got down on hands and knees to crawl through the cane, weaving snakelike till he was out of view.</p><p>They dozed. The afternoon passed. When Javier woke, he heard voices and realized that the other three had moved into the clearing. Since they hadn’t been caught and he was uncomfortable in the cane, he decided to join them. As soon as he moved, the talking died away. The silence lasted as he crawled out, and the conversation didn’t resume when he sat down. Shadows from the cane fell across the open ground, and a breeze blew from the river.</p><p>Finally, armando began. “We’ve been talking.”</p><p>“and?”</p><p>“We want to go when the sun sets. It’s darkest then before the moon is high.”</p><p>Javier looked at Toño for confirmation and then at Juan. “Fine. As soon as the sun sets.”</p><p>They ate, then waited. The sky went through its blue declension to a final shade of green; the moon, as orange as a Gulf sign, appeared above the cane.</p><p>“Two things,” Javier said in a hushed voice. “Don’t make any noise and try not to leave tracks. The river runs north-south here, so we will have to head eastward before cutting to the north. For the first six or seven miles there are little farms and houses. Here, we have to be very careful.”</p><p>They turned their backs on the river and started walking quietly through the shadow of cane. The canebrake filled a large ravine that led them, within cover, to a barbed-wire fence and an open field. Beyond the field, they saw headlights moving from north to south on a highway. They considered the freshly plowed field. It was still untouched by the moonlight, and its darkness had the quality of shadow and of deep contrast. “When we cross,” Javier whispered, “try to step in the tracks before you. If it looks like one person crossed, maybe they won’t bother to chase us.”</p><p>He stepped on a wire attached at the post and jumped over. A cloud of powder billowed up as he landed and he sank slowly to his shins. <em>“!Por Dios!” </em>He staggered to maintain his balance. The field was not only freshly plowed but newly cleared as well. Root plows had turned over a foot of fine river silt, creating a dry mire.</p><p>A cloud of dust followed them as they hurried across the field, leaving not so much a track as a trench in their path. Halfway, they came to an irrigation canal full of water that forced them off their course. Anticipating there would be a way to cross, they followed the canal, but each step took them farther out of the way. Frustrated, they kept walking until they saw the lights of a small house on the opposite side of the canal. Javier came to a halt abruptly and turned to the others. “We’re in a trap,” he said. “We have to wade the canal.”</p><p>Armando, Juan, and Toño looked down at the muddy canal and the steep, weedy bank on the opposite side. “There has to be a bridge farther up,” Juan objected. “They have to bring tractors in.”</p><p>“Dogs at the house will bark.”</p><p>“We can circle out into the field away from the house,” Juan persisted.</p><p>“No,” Javier said, a note of panic rising in his voice. “If there’s a bridge, <em>inmigración</em> will be there waiting for us. We’re in a trap. I know it.”</p><p>“It’s not deep,” Toño said mildly from the bank, which he had gone down to investigate. “But it’s going to be like quicksand.”</p><p>Javier didn’t bother to reply but sat down to take off his boots. He stuffed socks in boots, took off his pants, and started for the canal. Armando and Toño looked at each other, then did the same. The three had started into the canal, their feet and legs making loud sucking noises in the slick mud, before Juan acquiesced and started to take off his boots. By the time they had reached the far side, they had sunk above their knees and had to pull themselves out by grabbing the weeds and grass on the bank. Crossing last, Juan found the bottom sinking fast beneath his feet. He strained and splashed harder; the mud sucked louder. “Hey,” he hissed, just out of reach of the bank, “i’m stuck.”</p><p><em>“The patrolmen followed the running footsteps without any problem until the footsteps turned north and fanned out. ‘Sure would be nice to have a plane fly over to get these boys to bush up. Save us some walking.’”</em></p><img/><p>“Be still,” Javier hissed back and started down the bank. He reached out, took Juan’s hand, and with one long sucking noise, pulled him out. Through deep weeds, they scrambled up the bank into the moonlight. Their underwear glowed white; the mud on their legs shone like black stockings.</p><p>“How do we get dressed?” Toño said, looking down at his black legs and feet.</p><p>“Just get it off your feet,” Javier said, ripping up and knotting handfuls of grass. “The rest you can wash off later.” Tension was making his voice jerk. They were sitting within view of the highway, and, though the headlights didn’t hit them, Javier knew it was possible for a Border Patrol car to pass and beam the roadside with a spotlight. He ground dry dirt into the mud on his feet and buffed them until they began to feel fairly clean. By the time Juan got to the top of the bank, Javier had put his pants on over his wet, muddy legs and was putting on his boots. “Hurry up,” he snapped at Juan. “Hurry up,” he kept saying.</p><p>Crouching low, the four approached the highway. At the fence, they lay in the dark waiting for a break in the traffic. A diesel truck passed, its lights sweeping away the dark, its drone fading out to leave the road in silence. “Now,” Javier called. Each climbed over the fence, ran up the embankment, crossed the pavement, and dropped into the far ditch just as car lights appeared on the horizon.</p><p>Across another fence paralleling the highway lay a pasture cut by a gully and an eight-foot Cyclone fence. The two terminated at a drainage pipe that ran beneath the highway. Beyond the gully and pasture, a house sat next to the highway in the glow of a large security light. To avoid the exposure of the house and to keep from going back up onto the highway to get past the drainage pipe, they climbed over the fence and started through the pasture, running alongside the gully.</p><p>Their path led them to another embankment and canal, which as far as they could see blocked their advance. “No,” Juan said, seeing Javier weigh the alternative of crossing the canal or going back to the house with its security light. “i’m not going through more water.”</p><p>“We are rats in a trap,” Javier remarked and he started back toward the highway.</p><p>Midway in the pasture, its cover of darkness shrinking beneath the moon like fog beneath the sun, Javier barked, “Down!” and they all fell to the ground. A pale green and white sedan cruising along the highway slowed, then pulled to a stop above the drainage pipe. They could hear a car door open and close, and, peeping over their forearms, could see a man with a flashlight climb down the bank. He poked the beam of light into the dark pipe and then played it out through the dry gully, forcing the men to flatten closer to the ground, squeeze their eyes shut, and look away. They lay frozen till the car door opened and slammed shut again.</p><p><em>“La migra,”</em> Javier said as the car drove slowly away. “They’ve seen our track from the river and are looking for us.”</p><p>“What can we do?” Toño asked.</p><p>“Nothing.” Javier stood and headed again for the highway.</p><p>He climbed up to the roadbed above the drainage pipe and dropped down on the far side of the gully and the Cyclone fence. A car passed, then a truck. Juan climbed up and dropped down to join Javier. Then armando and finally Toño. Together, the four walked quickly toward the house. No lights showed in the windows, but as they approached a dog began to bark. They hesitated a moment at the edge of the bright pool of light, then ran heavily in their boots past the front of the house to cut east again into the fields beyond.</p><p>The sounds of the highway fell behind, and they slowed to a walk. They crossed another field and came to a raised road of white caliche. In the moonlight, the road shone like a ribbon running across the dark fields. Javier hesitated, then stepped up on the road. “What about tracks?” armando asked as he and the others followed.</p><p>“There’s no way to cross through here without leaving tracks,” Javier answered. “It doesn’t make that much difference if footprints are on the road or in a field.” and so they followed the road. The dry mud on their legs began to crack and itch. To the south, the lights of Piedras Negras and Eagle Pass glowed. They walked hard until they came to another irrigation canal where the road turned north. Frustrated, yet committed to the road, they walked on until they saw a small bridge that crossed the canal. The bridge, however, was guarded by a lighted shack and a street lamp at the intersection of two caliche roads. Javier slowed the pace and they approached with caution. At regular intervals, the dead roar of canned laughter poured out of the house.</p><p>“What now?” armando whispered.</p><p>Javier considered the drainage canal that ran along the road and saw that they would not only have to cross it to get into the field but also to get out. “Take a chance,” he said.</p><p>Slowly, they walked toward the bridge and into the light of the street lamp. Above the sound of the television, they could hear a cottonwood rustle, then the yapping of a small dog. The four walked quickly past the house and an old Ford parked in front. Leaving the glow of the street lamp, they headed east into the white moonlight.</p><p>They ran east on the white road until they came to a road that led north. In the distance, they could see the dark silhouette of a brushy ridge that promised an end to the open exposure of the fields. They trotted on till the road brought them to an old wooden gate leading to a mesquite-filled pasture. Without hesitation, they climbed the gate and, somewhat relieved by the shadows of the mesquite trees, hurried up the sandy lane. The sight of a barn slowed them, but there were no lights or a house, so they proceeded through the barnyard, into the brush, and on toward the ridge. The ground made a sharp dip just before the ridge, and the terrain changed abruptly to dense brush, weeds, and cactus. Sweating from the run and the closeness of the thicket but propelled by the prospect of cover, they fought their way into the brush, then started up the ridge. The ridge was steep like a wall. The brush clawed back as they clawed their way to the top. Hand over hand they went until Javier felt a flat, cleared space and pulled himself up. As he stood, he discovered that he was again on a road, which ran along the top of the ridge for what appeared to be miles in either direction. Across the road, a fifteenfoot-wide canal separated them from uninterrupted brush country. They had climbed the embankment to the main canal from the river.</p><p>“This is why they haven’t chased us,” Javier said as the others climbed up on the road. “We’re in another trap. All they have to do is wait for us at either end.”</p><p>“Isn’t there a bridge?” armando asked.</p><p>“That’s where they’ll wait.”</p><p>They stared hopelessly across the canal at the brush. “Couldn’t we swim?” Toño asked, looking down at the reflected moonlight in the swiftly moving water.</p><p>“One of us would drown.” Javier sighed heavily and asked Toño for the water bottle in his plastic net bag. They each drank, Toño refilled the bottle from the canal, and they started west. The glow of Piedras Negras and Eagle Pass was still visible, and just beneath they could see the man-made regularity of the embankment they had climbed and the checkerboard of irrigated fields stretching away toward the Rio Grande. They walked on until they saw a distant flash of white lights followed immediately by a flash of red. “That’s it,” Javier declared. “The bridge. That’s where they’re waiting.”</p><p><em>(Continued on page 226)</em></p><p><em>(Continued from page 155)</em></p><p>“Should we go back?” Tono asked.</p><p>“It will be the same at the other end.” Javier moved over to the edge of the embankment and squatted down next to the border of weeds. The others followed. “If we could see them first, we might have a chance. We could wait till the shift changed.”</p><p>“Or maybe they go to sleep,” Juan suggested.</p><p>“Follow me and we’ll see,” Javier said. “But don’t make any noise and hide yourself against these weeds.”</p><p>Bent over, they crept single file thirty feet up the road, then squatted by the weeds again to see if they had been spotted. When no flashlight revealed them, they made another advance and again waited to be caught. They moved toward the bridge in a series of diminishing progressions, waiting, listening. A car occasionally crossed the bridge; they could hear the water running smoothly in the canal. At twenty feet, they could see both sides of the bridge. A last advance, and they were at the edge of the road. They waited patiently, listening for a cough, voices, some indication of the Border Patrol. The minutes passed slowly, until Javier turned to the others, shrugged his shoulders, and stood up. They crossed the bridge, trotted down into the ditch to the fence, and climbed a wooden stile to jump into brush country.</p><p>At the Border Patrol station in Eagle Pass, the computer console clacked out four hits on the seismic sensor buried beneath the left leg of the stile. Bob Garza, the patrolman monitoring the console, tore off the paper tape and walked over to a series of maps displayed beneath glass. Each map showed a small area where a network of sensors had been planted. Estimated times required for a man to walk from one sensor to the next were printed on the maps next to slots where the actual times of sensor readings were marked on the glass with a wax pen. By comparing the estimated and the actual times it was possible to distinguish between wandering livestock and the direct and steady pace of a man. Garza marked the four hits next to the stile and noticed that four had registered earlier in the network on the canal road and next to the bridge. The elapsed times between the different sensor readings were erratic, but the fact that there were four each time made it fairly certain that they were illegal aliens, the other options being cows, coyotes, and rattlesnakes—none of which traveled in groups of four. Garza was checking the network due south, where earlier in the evening he had had what appeared to be a group of four, when he saw another patrolman pass the doorway. “Chittim,” he called.</p><p>“Yeah?” Don Chittim stuck his head into the doorway.</p><p>“Didn’t you and adams have the river watch at the rapids between Quemado and Normandy this week?”</p><p>“That’s right.” Chittim stepped into the room.</p><p>“How was it tonight?”</p><p>“No luck at the rapids but got four trying to cross the highway.”</p><p>“Looks like four more got past you somehow. I got four squawks on the highway sensors above the rapids and just had readings from what must be the same ones at the canal and the ranch road to Spofford. You think I ought to radio the boys out in that area?”</p><p>Chittim studied the map a moment. The second set of readings placed the Mexicans between the ranch road and the state highway, which ran parallel about five miles apart up from the river highway to Spofford fifteen miles away. “I wouldn’t bother,” Chittim said. “These wets’ll get lined out on the road or on the lights to the radio antennas at Spofford. Either way, the boys on morning shift out there can pick ’em up. Just make sure they know to be on the lookout.”</p><p>For the first time since they crossed the river, Javier began to feel hopeful. They pushed on to the top of the flat, scrubby ridge and continued east for a while toward the full moon. Then they turned their backs on the lights of Eagle Pass and Piedras Negras and headed north toward Spofford.</p><p>The moon lit a cow path through the brush that traversed a series of ravines fluting the edge of the main ridge. Up the side of each ravine, Javier marched briskly. Down, he ran with the pull of gravity. He didn’t look back or stop until he heard Juan stumble on rocks behind him. “Break an ankle,” he warned as Juan pulled himself up, “and we’re finished.”</p><p>A last ascent through a ravine took them up to a mesa spread flat beneath the moon. Low, tight brush and cactus fell away to sparsely placed mesquite. Javier held the pace; the others gradually strung out behind until each walked alone. As their tension ebbed, the walking became mechanical. Armando caught up with Juan and passed him. Then Toño. At a fence, they waited for Juan, but, before he could climb over, Javier had taken off.</p><p>If only Javier would stop, so that they could sleep, Juan began to think. He didn’t see why they had to keep rushing and he began to resent the rapid pace. <em>“Jamás, jamás,”</em> he said to himself, swearing he would never again come to Texas.</p><p>“Psss!” he finally hissed at the others. Toño stopped, signaled armando and Javier, and the three walked back for him.</p><p>“We’ll rest,” Javier anticipated Juan, “when the moon is straight up. Another hour.”</p><p>Juan measured the moon’s ascent in footsteps. “Never again,” he snarled at Javier when they finally came to a halt. “This is the last time.” He lay down on the ground and slept immediately.</p><p>Javier, Toño, and armando sat on the ground and drank from the water bottle. To the south, they could hear the nervous complaint of coyotes.</p><p>“Should we eat?” Toño asked.</p><p>“Later,” Javier said. “Weñll take a longer break.” Feeling the muscles in his legs tighten, he got up and walked in a large, slow circle, then came back and nudged Juan with his boot. Juan jerked awake.</p><p>“You’ve slept. Let’s go.” Javier stood above Juan to see that he got up.</p><p>At the top of a long, gentle rise, Javier saw two vague red lights on the horizon. He watched to make sure the lights didn’t move and waited for the others to catch up. <em>“Las antenas de Espoford,”</em> he announced and pointed to the lights. “If we get to the other side by dawn, then we’ll be safe.”</p><p>They tracked on the red lights to the north, the glow of Eagle Pass and Piedras Negras to the south, and the moon above.</p><p>The burden of lethargy that Juan carried began to seize Toño, who slowed and fell into last place, stretching the line out. In front, Javier was aware of the drag of exhaustion but kept going. He was determined to pull the others along by sheer willpower.</p><p>As long as they could see the antennas at Spofford, they trudged forward. The moon slid in its western descent; their perception of time fluctuated as they walked. At times, it seemed they had walked forever; at times, it seemed like minutes.</p><p>Finally, Juan threw himself to the ground. <em>“Ya no,”</em> he said. “Leave me here.” Javier, Toño, and armando said nothing and lay down on the ground. When Javier caught himself falling asleep, he jerked, dozed, awakened, then slept again. When they woke up, Toño got out food and they ate.</p><p>The sleep helped and when they started again they walked hard. They crossed a fence—the first in hours—then came to a clearing and a smooth track next to another fence. They walked along the track until they realized that beyond lay a two-lane paved highway. They stood a moment at the fence looking at the asphalt, then started back through the clearing away from the highway. Ahead they could distinctly see the red antenna lights above the horizon.</p><p>Keeping the road in view, they moved through the thin cover of mesquite. The sky paled to the east; the moon hung low in the west. A breeze picked up and they heard a bird sing. From the south, the sound of a pickup rose in a precise arc, approached, and passed as they stood watching in the brush. The eastern sky turned bright blue, and, just as the red antenna lights came within reach, sunrise dimmed their promise.</p><p>Lee Feltner watched through the windshield as the sun turned the sky pink and blue. He held the steering wheel with his left hand, balanced a red plastic cup on the seat, and braced the plaid thermos between his legs to twist the top off. “You sure you don’t want some coffee, Jesse?”</p><p>Jesús Centeno said no. Tall and lanky, he slouched against his door as if he wanted a pillow.</p><p>“Cookie?” Feltner suggested as he extricated a peanut butter cookie from the lunch his wife had packed.</p><p>Centeno declined that also.</p><p>Neatly constructed, Feltner sat perched behind the steering wheel eating cookies and drinking coffee. With his blond hair and blue eyes, he exuded an early morning sense of well-being.</p><p>Feltner thought dawn was about the best time of day, and he regretted having to share it with someone who would rather be at home in bed. He didn’t mind training new patrolmen—that was part of his job—but it wasn’t the same now that most of them were Mexicans from Houston or San antonio. Or rather, Chicanos, as he had learned to say. The race part didn’t bother Feltner so much as that so many came from the city. It just seemed backward to take a man who had never seen a windmill, didn’t know what mesquite was, and couldn’t get a gate open, and try to make a tracker out of him. Like most older Border patrolmen, Feltner, who was 48, had grown up in a small Texas town and liked to hunt and fish. If pressed, he would admit that most of the new men caught on pretty well, but the Border Patrol wasn’t the same. What with all the changes and President Carter and Leonel Castillo causing a wetback stampede by talking about amnesty, Feltner had definitely started looking forward to mandatory retirement at 55.</p><p>Feltner slowed the vehicle and turned west off the state highway onto a small sandy lane. “Got a road brushed out down here,” he explained as he stopped the vehicle in front of the gate. “Might as well see what kind of sign we got.”</p><p>Centeno opened the gate and they drove slowly down the lane, staring hard at the ground in front of the headlights. “Oh my,” Feltner said and stepped on the brakes. “We got us a whole herd coming through here.” He switched off the motor, and they got out to inspect the ground, which in the headlights looked choppy with footprints. Hands on hips, Feltner approached the tracks. “Tennie-runner,” he said, and pointed out a clean tennis-shoe track with the toe of his cowboy boot. “Got us a <em>guarache</em> worn tread,” he indicated a foot-shaped tire imprint. <em>“Guarache</em> sidewall, a plain sole, another tennierunner, Guanajuato boot, ripple sole, <em>guarache,</em> Monterrey slipper.” It began to sound like a strange incantation as he went slowly from footprint to footprint across the road to the fence.</p><p>“I guess these ol’ boys are lined out along the highway by now,” he said to Centeno. “If they knew what they was doin’, they wouldn’t travel in such a pack or stay so close to the road. But then maybe this is their first time and they’re scared.”</p><p>“How old would you say these tracks are?” Centeno asked.</p><p>“Hard to say exactly,” Feltner said as he took out a pad he carried in his shirt pocket and started taking note of what he saw. “What a sign looks like depends on the ground and the elements. Gives a lot of variables to calculate. Now these tracks have got age in them. You can tell that cause they’re not real sharp.” He stepped down on the sand then stepped back to demonstrate. “See how sharp that looks. It almost shines at you. But these tracks—it’s been a quiet night, no wind—i’d say they was put down early last night. And it could have been more than one group. Yessir, Jesse, it’s hard to say exactly.”</p><p>From the truck, Feltner radioed headquarters. After he had given their location and read the list of sign from the pad, he listened to the dispatcher. “That right? Well goddog!” he said and listened again. “Okeydokey. Tenfour.”</p><p>“Caught a pack of seventeen north of here last night,” he reported to Centeno. “Sounds like these ones were with ’em.”</p><p>“Seventeen together,” Centeno repeated.</p><p>“Sensors showed four more over at the ranch road and the canal.” Feltner started the motor. “They’re probably comin’ our way.”</p><p>They drove farther down the lane to turn around. Centeno got out, opened the tailgate, and pulled a large tractor tire attached to a chain out of the back. The tire fell flat on the road, Centeno got in the truck, and they drove back up the road and out the gate, leaving a clean slate for the next patrolmen to check.</p><p>On the state highway, they made good time, till Feltner figured they were within four or five miles of Spofford. Slowing, he cut across to the west side of the road, drove through the grassy ditch, and onto a brushedout strip next to the fence. Centeno got out to drop the tractor tire from the back again; Feltner switched on the spotlight just outside his window, focused it on a strip that had been cleared within the fence, and told Centeno to watch the strip in the headlights.</p><p>They drove slowly along the fence line, Feltner with his chin resting on his arm in the windowsill watching the ground inside the fence line, Centeno watching the ground ahead in the headlights. Stare as he might, Centeno realized he still didn’t know what he was looking for. He could see the sign once Feltner pointed it out, but until then, it just didn’t exist to his eyes.</p><p>When the spotlight ran across the tracks inside the fence, Feltner hit the brakes. He backed the vehicle up to bring the sign into view again and got out for a good look. “Seems they milled around some before decidin’ not to cross,” he said to Centeno, who had come around to look.</p><p>“Fresh?” Centeno asked.</p><p>“Oh yeah, these boys are definitely catchable.”</p><p>“It’s something you could see them.”</p><p>“Naw, this is good cuttin’,” Feltner demurred. “Ground like this, once you got your eye trained, you can track a pissant in the moonlight.” He took out his small notebook and ballpoint and started making more sketches. When he finished, he walked back to the vehicle to radio headquarters. “Got the sign of four out here on the state highway just south of Spofford. Looks like they could be the same four that sensors picked up down by the canal and the ranch road. Is Peters comin’ out this way? Over.” He listened to the voice beneath the pop of static, then answered, “Okay. We’ll get on ’em. Tenfour.”</p><p>“Might as well cut up this fence line to the ranch road,” he said to Centeno. “Cut west there, and we’ll know if these boys are still in the pasture or somewheres else.”</p><p>“Shhh!” Javier stopped suddenly, and they all listened to the faint hum rising on the road to the south. It got louder and closer, then stopped as if the vehicle had turned off. The sky had washed out to a pale gray, and the lighter it got, the more anxious Javier became. The ground was almost perfectly flat, the mesquite was thin, and they had yet to see a good place to hide. Javier was sure they could be easily spotted from the air. When the noise didn’t resume, they continued through the mesquite.</p><p>They had walked perhaps another fifty yards when they heard the sound of a vehicle. This time, however, it didn’t sound like it was on the highway; instead it seemed to be coming slowly through the brush behind them. The four veered sharply away from the fence until Juan, the last in line, stopped. “Look!” he said and pointed at the headlights moving through the mesquite along the fence line, a spotlight tracking inside the fence. Automatically, they dropped to the ground.</p><p>“What are they doing?”</p><p>“Looking for our tracks.” Javier stood to watch the vehicle. “Let’s go,” he said when it passed, and they started back in the direction they had just come from.</p><p>Full light was upon them as they trotted toward the state highway. Ten yards out from the fence, Javier came to an abrupt halt. Before him in the light, he could see where the strips on both sides of the fence had been cleared and brushed out. Looking at the others, he clinched his molars in a grimace. “Farther back, we walked in this. They already know we’re here.”</p><p>Circling back, they made a loop through the brush that brought them to the highway at a point farther south. Javier stopped at the cleared strip and turned his back to it. “Walk backward,” he told the others, “and maybe we’ll confuse them.” They all turned around, backed across the clearing, climbed the fence, and backed to the highway. On the pavement where their tracks would come to a temporary halt, they ran south for as long as they dared before crossing into the pasture.</p><p>Feltner switched off the headlights when the sun was completely up, and Centeno tried watching the ground just below his window. The rapid passage of small rocks quickly made his eyes tired and his stomach queasy. Twice, they stopped to examine sign, but both times Feltner dismissed it as being something other than the four they were after. They had just turned west onto the ranch road when Jim Peters pulled off the road and stopped his vehicle next to theirs. Brown hair, a trim moustache, and brown eyes, he had the high gloss that comes with overfeeding. Unlike the other patrolmen, who wore cowboy hats, he had on the official Smokey the Bear hat issued by the Border Patrol. “Lose something?” he asked sarcastically.</p><p>Feltner smiled. “Here’s what we got.” He took out his pad. “Walking shoe with a half moon sittin’ cockeyed in the heel, cowboy boot, round-toe boot, and another cowboy boot with a diamond-shaped plug in the heel.” He handed the pad to Centeno, and Centeno passed it through the window to Peters.</p><p>Peters studied the pad a minute, took out a ballpoint, and copied the different tracks on his palm and the inside of his wrist. “Which way?”</p><p>“Why don’t you cut this fence west along the ranch road to see if they’ve already jumped out. We’ll go back to where we first picked up their sign.”</p><p>“Whatever you say, boss.” Peters drove away; Feltner and Centeno pulled in their tire, turned around, and drove back to the state highway. Beyond where he recalled seeing the sign, Feltner turned off the highway and started along the fence. When he saw the tracks, he stopped the vehicle and they got out. He studied the tracks a minute, walked to the back of their truck, peed, and came back to his open door. After attaching a walkie-talkie to his belt, he pulled out a bag of Red Man tobacco. “Chew?” he invited and held the package toward Centeno. Centeno said no thanks, but watched as Feltner rolled a small ball of loose tobacco leaves and inserted it in his left cheek. “Guess we’re ready,” Feltner said cheerfully, and they climbed the fence.</p><p>They followed the clear tracks on the brushed-out lane. When the tracks cut away from the lane and into the mesquite they walked more slowly. On the harder crust of soil, all Centeno could see was an occasional scuffed place and sometimes, when Feltner stopped to examine them, bent weeds. It was rare when they came across anything that looked vaguely like a footprint. They hadn’t gone far when the walkietalkie began to squawk and they could hear Peters’ voice. “i’ve cut this fence line all the way to the bend where the road turns south. No sign. Over.”</p><p>Feltner raised his walkie-talkie. “We’re on their trail about thirty yards in from the fence. Why don’t you come back this way and start walking us a line from the other end. Over.”</p><p>“Parallel to the fence? Over.”</p><p>“That’s right. Thirty, forty yards in.”</p><p>“Fine with me,” Peters said, and signed off.</p><p>Feltner and Centeno started walking through the brush at an uneven, yet deliberate, pace until Feltner stopped and pointed out an area where the weeds were pressed flat. “Looks like they took a little nap,” he said and started walking again. He had gone but a few steps when he came to another halt and bent to search the ground more closely. “Goddog, what’d they do now?” Slowly, crouched down with his hands on his knees, he backed to the place where the weeds were flattened, then made a slow circle till he came to the tracks pointing south. “Well, that beats the dickens.” He stood up straight and tipped his hat back.</p><p>“What’s that?” Centeno asked.</p><p>“They switched directions heading south. Ain’t likely they decided to go home.” He looked around carefully till he noticed the view of the highway. Now, I got it. These boys seen us driving along the fence line, hid in the grass here, then backtracked. Sure enough, that’s what they did.” He pulled out his walkie-talkie to advise Peters to go back to his vehicle and meet them on the state highway, then turned and started following the sign.</p><p>They followed the tracks to the lane, then walked the big loop the Mexicans had made back toward the highway. “Now, look at this,” Feltner said when they came to the lane the second time.</p><p>Centeno studied the ground. “This is where they came into the pasture?” he asked doubtfully, looking at the tracks that appeared to come from the highway.</p><p>“That’s sure what they’d like for us to think,” Feltner said. “But look again. See how short the stride is here. And look how the toe is deeper than the heel print. Man walking normally puts more weight on his heel.”</p><p>“Then they backed across here.”</p><p>“That’s right. Look close,” he said, standing at the edge of the lane, “and you can see where they turned in their tracks.”</p><p>“Pretty tricky,” Jesse admired.</p><p>“and it might’ve worked if we had just been cuttin’ from a vehicle. That’s why you got to walk sign. Walkin’, goin’ from one track to the next, the sign always has to make sense. Yessir, Jesse, there’s hardly no way to get across ground without leavin’ sign.”</p><p>They climbed the fence and crossed to the highway. “Here it gets difficult,” Feltner said. “Since they aren’t gonna leave any sign on the pavement, we have to go down and pick it up again along this fence line. Likely we’ll find it.”</p><p>From the highway to the fence, armando led the way, the others stepping in his footsteps and Javier coming last to brush out the individual footprints with a mesquite branch. They climbed the fence, negotiated the lane within, and bolted through the mesquite away from the road. They ran until out of breath and well out of sight. “Here we slow them down,” Javier said, panting. “Fan out in the brush but stay close enough not to get lost. They’ll have to follow four trails.” So dispersed, they turned north again and moved through the brush parallel with the highway. They walked for perhaps thirty minutes before approaching another dirt road and fence line. Javier hissed at the others and signaled not to cross. Instead, they turned east into the hot morning sun until they came to railroad tracks that ran north to Spofford.</p><p>“Step on the rails and ties,” Javier said to the others, “and you won’t leave a trail. You two run that way, and Juan and I will go this way. If they get an airplane, it will be harder for them to see two than four.”</p><p>Stepping from tie to tie, armando and Toño ran until, looking back, they saw that Javier and Juan had disappeared from the railbed.</p><p>Heads down, Feltner and Centeno were walking slowly along the highway when Peters drove up. “What happened?” Peters asked.</p><p>“They backtracked on us,” Feltner said. “We cut their sign coming across the highway. Now we’re trying to pick it up on this side.”</p><p>“You want a hand?”</p><p>“i’d prefer an airplane. Why don’t you see if headquarters can give us an aerial assist? Then, if you want, go on up the highway and see if there’s a gap in this fence. Seems like there’s one where you can get in and cut a line north of here.”</p><p>Peters drove off. Feltner and Centeno continued along the fence. The ground was hard, white caliche that had been scraped clean except for occasional white pebbles. Centeno didn’t see how a footstep could mark the ground. He lost hope of seeing sign, lost energy, and began to think about how hot it was getting. No longer really looking, he walked along behind Feltner, who moved in a near trancelike state of concentration. After a hundred and fifty yards, Feltner stopped at a fence post and pointed to a small scuff mark. “Can’t get over a fence without leaving some sort of sign,” he said and walked away from the post toward the highway. Fifteen yards out, he turned and squatted down to look at the ground as if across a pool table. “Pretty smart,” he said. “Yessir, Jesse, this is a smart one. Most wets, when they want to brush out their tracks, brush out too much and leave a trail you can see for miles. This one just brushed out the individual footsteps. You can see it but not so easy.”</p><p>They crossed the fence and followed the running footsteps without any problem until the footsteps turned north and fanned out. Feltner followed the first trail, then made a slow zigzag across the pasture to pick up the other three. When he had the fourth trail, he pulled out his walkie-talkie. “Peters, you find that gap? i’ve got four different trails headin’ north. Over.” He waited a minute, then repeated the message.</p><p>“Got you,” Peters came on. “I was just closin’ the fence. I’m on a road that will cut east in front of you. Over.”</p><p>“What about that plane?”</p><p>“It’s on the way. Over.”</p><p>Slowly, Feltner moved north, following first one trail, then another, keeping the four in hand like reins to a team of horses. Through the mesquite, they caught sight of Peters’ vehicle crawling across the pasture along the fence, then disappearing into the mesquite. Just as Feltner and Centeno got to the fence and the junction of the four trails, they heard the rapid whine of four-wheel-drive tires and saw Peters coming back toward them. He stopped at the fence and hung out the window. “Didn’t cross this road,” he called.</p><p>“We got their sign here,” Feltner called back. “They’re peelin’ off to the sun again. What’s up there, anyways?”</p><p>“Railroad. Branch of the Southern Pacific that runs into Spofford.”</p><p>“Can you get your vehicle over it?”</p><p>“No problem.”</p><p>“Well, go up and see if you can cut back south—head these boys off.”</p><p>Feltner and Centeno followed where the tracks cut east then veered back into the mesquite away from the fence. “Wish that goddog plane would get here,” Feltner glanced up at the sky with annoyance.</p><p>At the railroad tracks, they stopped and looked north, then south. “Here’s where it gets tough,” Feltner said. “Like at the highway, they’re gonna have run one direction or the other on the ties to spread out their sign. Might as well check south first; that’s what they’ve favored so far.”</p><p>Peering carefully at the ground, they moved along the railbed, where the smell of creosote kindling in the ties made the heat seem even greater. After a hundred yards, they turned, walked quickly to where they had begun, and started north. Feltner had no doubt they would cut the sign; the ground next to the gravel bed was kneedeep with weeds and a thin, sandy crust beyond. It was only a matter of time.</p><p>In the west, they heard the distant hum of a small plane. “Hope that’s for us,” Feltner said without looking up. “Sure would be nice to have a plane fly over to get these boys to bush up. Save us some walkin’.”</p><p>The plane passed high, circled, then skimmed across the tops of the trees, washing them in a wake of noise and wind. “Who is that?” Feltner said into his walkie-talkie, looking up at the frail green and white Piper Cub.</p><p>“Lett,” a staticky voice answered. “What you got down there?”</p><p>“Four brush walkers somewhere east of these railroad tracks. I’m fixin’ to cut their sign. Till I do, buzz the area to hold ’em down.”</p><p>“Sure thing,” the voice crackled.</p><p>“Hey, you see Peters?”</p><p>“He’s cutting a dirt road. Parallels the tracks about a quarter mile east.”</p><p>“Good enough,” Feltner signed off.</p><p>The plane made a sharp, slow turn behind them that brought the engine to a near stall, then flew back toward Peters. Beyond Peters, it cut another turn and was coming back when Feltner noticed the trampled weeds. “i’ve got their sign,” he called into his walkie-talkie and waved at Lett. “Fly us a line!” Lett wagged the plane’s wings in response. “Peters,” Feltner barked. “You hear us?”</p><p>“Yeah.”</p><p>“Lett’s gonna fly us a line. Get on it at that end.”</p><p>Feltner started into the mesquite with Centeno close behind. “Yessir, Jesus,” he said excitedly, “now we’re in business.”</p><p>The plane turned behind them, then swooped back just above the path they walked, riveting the brush with its engine noise. Beyond Peters, it turned again, came back, and made another pass above Feltner. Midway, they heard Lett shout, “Got ’em! Feltner, they’re straight ahead of you and Centeno.”</p><p>“Let’s go,” Feltner shouted and broke into a run.</p><p>Feltner and Centeno ran hard, weaving through the brush until a patch of maroon and the form of a body buried under leaves caught Feltner’s eye. <em>“¡Somos de la inmigración!”</em> he shouted into the thicket.</p><p>Dry, fernlike mesquite leaves fell away as Toño, then armando, sat up. Both looked embarrassed—inadequate to all the fuss.</p><p>Peters came running up; the Piper Cub broke out of its turn to circle wide. <em>“¿Dónde están los otros?”</em> Feltner demanded.</p><p>Tono and armando shrugged their shoulders and began to slowly brush the leaves and dirt from their clothes.</p><p>“Centeno, you check the soles of their shoes to see which ones we got.” Feltner took up the walkie-talkie. Peters was already circling the thicket looking for the others. “Lett,” Feltner called into the radio, “we got two.”</p><p>“You think y’all can find the others?” Lett asked through the static. “i’m about out of fuel.”</p><p>“We’ll find ’em.”</p><p>Javier and Juan listened as the plane droned away toward Eagle Pass. They had, as Feltner suspected, started south on the railroad tracks, but in a last moment of inspiration, jumped off to the west and headed back toward the highway. From a thick clump of mesquite, they had watched as the plane circled and surmised that Toño and armando had been caught.</p><p>Stray voices came through the brush, then the solid quiet of searching. Javier and Juan listened tensely until they heard Peters’ vehicle start and drive back to the highway where Feltner had left his. Feltner’s vehicle started and both drove away.</p><p><em>“ay, los pobres,”</em> Javier said sadly of armando and Toño.</p><p><em>“Sí,”</em> Juan agreed. <em>“Y tienen la comida y agua.”</em></p><p>Yes, and they have the food and water.</p><p><em>Javier and Juan walked two days without food until they found honey at some bee hives and later some cattle feed. The third night they hopped a train to San antonio. Part three in this series will take up with their jobs in San antonio.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Highway",
      "Border",
      "Mesquite",
      "Water",
      "House",
      "Running",
      "Boots",
      "Border Patrol",
      "Edge",
      "Piedras Negras",
      "Sound",
      "Bridge",
      "Cowboy",
      "Eagle Pass",
      "Food",
      "GLOW",
      "Clothes",
      "Laredo",
      "Radio",
      "rio"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "Mesquite",
      "West",
      "Laredo",
      "San Antonio",
      "Texas"
    ]
  }
}