{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197812",
    "date": "December 1978",
    "year": 1978,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1978/19781200.pdf",
    "issue_cover_image": "",
    "document_start_page": 115,
    "toc_start_page": 138,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129
      ],
      [
        241,
        242,
        243,
        244,
        245,
        246,
        247,
        248,
        249
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Hard Time",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197812-hardtime",
  "source": "",
  "wp_post_id": 112110,
  "wp_post_guid": "http://www.texasmonthly.com/article/hard-time/",
  "authors": [
    "Bruce Jackson"
  ],
  "headline": "Hard Time",
  "dek": "At Texas' maximum-security prison, hard time is the only time there is.",
  "spread_caption": "",
  "excerpt": "Ellis prison houses 2400 dangerous criminals, and it’s the safest place to live in Texas.",
  "kicker": "",
  "word_count": 5623,
  "content": "<p>At five in the afternoon, two long trains of wagons drive in from the fields, returning the convicts who have been working there all day to the Ellis Unit of the Texas Department of Corrections. On either side of the wagons, armed guards wearing spurs and cowboy hats ride on horseback, making sure the trip back from the fields goes exactly as it should. At the prison gate, the guards dismount. The horses trot back to their stables. A man in the guard tower lowers a small box on a rope, the guards unload their pistols and put them in the box, and the man in the tower hauls the box up.</p><p>Squad by squad, twenty-five or thirty men at a time, the convicts are counted in and returned to the custody of the building staff. They move quickly through the gate and into the prison yard, where they take off their clothes and dump them into large laundry carts. Naked, they stand in orderly rows waiting to be searched for weapons and contraband. At the head of each row stands a guard. As each man comes to the head of his row he throws out his arms like a crucifix for a moment while the guard looks him over, then moves on when the guard nods his approval.</p><p>Another day’s work is over on the Ellis Line.</p><p>Ellis is an immaculately manicured and precisely worked farm in Walker County, about eleven miles north of Huntsville. The Line does the field work there. All penitentiaries are warehouses of losers; Ellis is where Texas sends the biggest losers it has. And the biggest losers at Ellis work on the Line.</p><img /><img /><p><em>Chain gangs are long gone but the work hasn’t changed. Convicts at Ellis still serve out their time working in the cotton fields.</em></p><img /><p><em>Ellis manages to assemble 2400 of the most dangerous, most violent men in Texas. . .</em></p><img /><p><em>. . men with the longest terms and least hope, yet Ellis remains safe and secure. . .</em></p><img /><p><em>. . .in part because industrial programs like this bus repair shop keep inmates busy.</em></p><p><em>“All the inmates on the Line wear identical white uniforms. ‘It makes them less likely to fall out in the heat,' a field officer says. 'It makes us better targets if we try to run,' says a convict.”</em></p><img /><img /><p>“I'd rather work with a hoe,” one inmate said, than sit on one of them damned horses all day.“</p><img /><p>No one has the right to privacy at Ellis, where frequent seachers are a way of life.</p><p>All penitentiaries are defined by the limits they place on freedom; Ellis allows less freedom than any prison I have ever known. The guards are not brutal, the convicts are not permitted to do violence to one another, the work is not exhausting. But there is never any doubt that Ellis is an institution where the authorities have complete control. Even when there is a rare inmate strike—as happened in October after the start of the <em>Ruiz et al.</em> v. <em>Estelle</em> prison conditions trial in Houston—it takes place in terms acceptable to the administration. The standards of behavior at Ellis are unambiguous and they are rarely violated; violation incurs predictable sanctions. Ellis is a place with few surprises.</p><p>The toughest prisons in New York, Illinois, and California have convict gangs with which the wardens must negotiate any major policy changes. There are no convict gangs at Ellis or any other Texas prison, and whenever the administrators want to make changes, the changes occur quickly and efficiently. There are many prisons in Northern states where wardens and guards never enter the cellblocks because they are afraid of what might happen to them. Such terror is unthinkable at Ellis. “The day I’m afraid to go anywhere in here anytime,” says R. M. Cousins, the Ellis warden, “that’s the day I quit.”</p><p>On the whole, the inmates at Ellis have been in Texas Department of Corrections (Tdc) facilities more times and are doing longer sentences <em>Bruce Jackson is a criminologist and filmmaker living in Buffalo, New York.</em></p><p>than the inmates at any of the system’s twelve other prisons for adult males. Ellis has a large portion of the men doing over fifty years, a third of the lifers, and all of the men sentenced to death. It is the prison where the Department of Corrections keeps the convicts it considers most dangerous, and the prison where inmates most in need of protection are sent for safekeeping. Some Ellis inmates argue that they aren’t bad enough for Ellis. The choice is not theirs to make.</p><p>Ellis is the most orderly of public institutions. Nothing is out of place. Clutter is transitory, removed in moments. There are no cigarette butts on the floors, no unmopped spills, no dusty surfaces, no oil stains, no graffiti. There is no unemptied ashtray, no windowpane smudged with fingerprints. Every spittoon is polished. When the industrial shops begin production each weekday morning, they are perfectly clean and every tool is exactly where it is supposed to be.</p><p>Outside, the fence posts run for miles in perfect perpendiculars and parallels. The flower beds along the prison road that leads in from the county highway are weedless and immaculate. The long, splendid lines of bracketing redbuds are of uniform size and shape.</p><p>The main compound is within a double rectangle of parallel Cyclone fences. At each corner of the perimeter and at two midpoints are tall guard towers called pickets. Armed guards still man the center pickets, but the others are empty. Human eyes have been replaced by an underground detection system that sets off alarms whenever anything heavier than a small dog moves across the grass. Ten years ago a small herd of tame deer lived inside the fences and a family of mouflon sheep wandered around the inner yard. They are gone now, victims of technology—they drove the detection system crazy.</p><img /><p><em>Ellis’ huge main corridor stretches a quarter mile. Death Row is the lower left wing.</em></p><p>The central corridor of the main building is a quarter mile long. In the middle are two thick perpendicular wings. One houses the administrative offices and leads out to the free world; the other holds the two enormous mess halls, the kitchens, and the power plant. To reach the main hallway from the administrative wing, it is necessary to pass through a small area bracketed by two iron gates, both of which are never opened at the same time.</p><p>The other twelve wings perpendicular to the corridor—six facing pairs on each side of the long middle—are the cellblocks and dormitories. At one end of the corridor is the gymnasium, which also serves as auditorium and movie theater; at the far end, four football fields away, is the chapel.</p><p>Death Row is in one of the wings nearest the gymnasium. A guard sits just inside the barred door, logging everyone and everything in and out. He logs visitors, food trays, doctors, chaplains; he notes when the 92 condemned men take showers, who gets shaved when, whether they accept meals, and when the mail arrives. Two rows of television sets bolted to the wall outside the cells show programs and commercials from another world. To the right, through a special door, is a small caged exercise yard, built especially for and used only by the condemned men. The Death House is back in Huntsville, but it has only eight cells, a remnant of the days when the condemned arrived rarely and were sent along quickly. Now there is not enough room for the condemned, even in the special cellblock at Ellis, and the men sentenced to death there are stacked up like planes over O’Hare on a Friday evening, waiting for reversal or reprieve or death.</p><p>Many men pass close to Death Row when they’re going to or coming from the gym, but there is no pausing to say hello to anyone inside. Death Row inmates are locked in one-man cells, so there is no one to see but the guard at the logging desk, and he is not chatty.</p><p>Even in the rest of the prison, there is no hanging out in the hall or anywhere else. You don’t see small groups of convicts off to the side, wheeling and dealing for hours. Ellis is quiet. Men rarely shout or cheer or scream. The massive barred steel doors that section off the central corridor and the entrances to the twelve cellblocks and dormitories are eased, not slammed, shut. The aluminum messhall trays are gently stacked, the machines and hinges are well oiled, the dayroom television sets do not blare. In the evenings and on weekends, the loudest noise is often the clacking of plastic dominoes on the iron game tables.</p><p>The cells at Ellis are undecorated. No pictures of families or saints are tacked to the walls and no centerfolds from <em>Playboy</em> or <em>Penthouse</em> are taped to the undersides of the upper bunks. Personal objects are seen only from the inside looking out: a narrow shelf over each cell door holds the prisoner’s personal books, stationery, tobacco, court papers, and packets of correspondence.</p><p>For all this order, there is little overt supervision. In all the large industrial shops, there are hundreds of inmates with sharp tools and heavy instruments, but hardly ever is more than one custodial officer in sight. Such a situation would be inconceivable in a San Quentin or Attica or Joliet.</p><p>Ellis has almost 2400 inmates, and slightly less than half of them are assigned to the Line.</p><p><em>(Continued on page 255)</em></p><img /><img /><p><em>The threat of working on the Line is the basis of Ellis' discipline. No one in an industrial job wants to be sent back to labor in the fields.</em></p><img /><img /><p><em>At Ellis there are rules for everything, and an inmate who ignores them faces swift, sure discipline.</em></p><img /><p><em>The count: every inmate must be tallied.</em></p><img /><p><em>Warden Cousins: “The day I'm afraid to go anywhere in here is the day I quit.”</em></p><p><em>(Continued from page 142)</em></p><p>The Line is the heart of the Ellis system. Texas prisons are heavily industrialized now—they make license plates for Texas and several other states, cloth, leather goods, furniture, garments, mattresses; they rebuild publicly owned vehicles that are nearly junk; they computerize many of the state’s records. But the Line feeds everyone, and it is because of the Line that Texas can maintain its convicts at a budgeted cost of $7.25 per day per man, a fourth or fifth of what prison systems in the North pay to keep a man locked up.</p><p>The Line grows all the food. The Line supplies the raw materials for the garment factories. The Line grows the grain to feed the cattle that are turned into beef and leather. The Line picks the cotton the machines miss. It works five days a week, except when it is raining or so cold that a man’s fingers can t work a hoe or a pistol. The work day is only six or seven hours and the pace isn’t very difficult, but most of the convicts are from urban areas and for them farm work is depressingly dull. Most men assigned to the Line hate it.</p><p>A man newly arrived at Ellis or coming back on a new sentence or parole violation, unless he has a de monstrable physical ailment or a needed skill, is usually assigned to the Line for several months. Few stay in the Line very long. Most move to building and factory jobs or get into training programs. But there are some for whom the Line is forever. There are men who prefer the Line because they like field labor, but they are rare. Most men in the Ellis Line are there because they are constantly in and out of trouble or because they can’t convince the Classification Board that they would stay out of trouble if they were given another job. And the threat of being returned to the Line is what keeps many other Texas convicts with nice jobs or school assignments behaving well.</p><p>After the men from the Line return to the prison in the evening, take off their clothes, and are searched, they move to the shower room, bathe immediately, and are given fresh clothing, all of which is identical: white cotton jackets, white cotton trousers.</p><p>“It makes them less likely to fall out in the heat, a field officer says. “It makes us better targets if we try to run,” a convict says.</p><p>After dressing, the men go to their cellblocks to await the callout for dinner. Before entering their cells they are searched again. After meals, they are searched one more time. If they go to an evening activity-church, Alcoholics Anonymous, shop, the gym, a class—they are searched on the way back. Sometimes they are searched just passing from one part of the hall to another.</p><p>During the day and through the night there are counts, which let the guards and captains and wardens know whether or not order continues to reign in their world. At count time, things freeze. Cell doors are closed. Guards walk the concrete paths in front of the tiers of cells, mumbling numbers, writing on a clipboard or a pad. When they’re finished they take slips of paper to a desk in the middle of the long hall, where the building officer on duty waits and tallies.</p><p>The slips come in from all the wings, from the job locations outside, from isolation, from Death Row. The slips tell how many men are on bench warrants, how many are in the hospital or on emergency reprieve for a family funeral, how many departed today for good, and how many are newly arrived.</p><p>When the building officer’s tally is completed, it is compared to what it is supposed to be —the number officially in the prison. If there is a discrepancy, the error is chased down. Errors are rare at Ellis. When the count is done, activities resume. Officers relax. Doors open and close. The count slips are taken to the building major's office, where they are recorded and put away.</p><p>What this life on the Line is for Ellis, Ellis is for the Texas prison system as a whole. If an inmate at another prison gets into minor trouble, he might lose his job in the building or shop and wind up picking cotton or keeping the turnip patch clean. But if he gets into big trouble—hurts somebody, runs off, gets caught trying to smuggle in drugs or a weapon—he goes to Ellis.</p><p>Ellis keeps a lot of violence at other prisons from happening. Its reputation has nothing to do with brutality or violence; what prisoners hate and fear about Ellis is that of all the not-veryfree Tdc units, Ellis is the least free of all. It is thus not only an institution in which almost 2400 men —most of them convicted of crimes of violence —are carefully controlled, but also an institution that imposes a measure of selfcontrol on the 23,000 other men in the Texas penal system.</p><p>The Texas prison system is presently under fierce attack in federal court. The issues the U.S. Department of Justice, in <em>Ruiz et al.</em> v. <em>Estelle,</em> has brought before Judge William Wayne Justice (“The Real Governor of Texas,” Tm, June 1978) include everything from illegal power exercised by inmates over other inmates to overcrowding and inadequate medical care. But what is really at issue is the degree to which the Tdc controls the lives of its inmates, and the fundamental premises of the Texas prison system. Some correctional experts think it peculiar that the Justice Department should be mounting a major attack on what they consider the best prison system in the country. But Tdc’s critics say it isn’t the best system at all —only the most efficient.</p><p>Whatever inmate power exists in Texas prisons exists only when the officials want it to. Inmate strikes, common in many states, are rare in the Tdc. The wave of sit-downs marking the start of <em>Ruiz</em> lasted only a few days in the six prisons where they occurred. The strike lasted longest at Ellis —the entire Line was off work for a week, and about two hundred Line workers didn’t go back to their jobs until the end of October. Few of the industrial workers joined in the strike —they had too much to lose. Fifteen years ago, prison officials would have forced the men back to work immediately, but the days of using clubs on passive resisters are gone forever. There was no violence during the October work stoppage at Ellis. The officials simply waited it out, and while they waited they made their plans for the disciplinary proceedings that would follow.</p><p>“This is Ellis,” said one of the assistant wardens. “When the rules are broken, something is done about it. We’re not going to do it right now, when things are so volatile. And we can’t do it all at once, because there are procedures to be followed for each infraction, and it’s going to take a long time. But we’ve got a long time.”</p><p>Tdc’s budget last year was slightly over $56 million, and the cost would have been far greater if the convicts did not feed and clothe themselves. Prison industries supply to some state agencies a wide variety of items at prices far below what private industries would demand. Ellis has a dental lab that makes full and partial plates for convicts and inmates of many other state institutions; the most complicated set of plates costs just $90. The Ellis bus repair factory will take a Gulf Coast county’s salt-rotted and kid-shredded school bus and make it better than new for $2000 to $3000. Actually, the counties couldn’t get most of their decayed busses repaired at any price, because most body shops find they require too much space to be economical. Outside mechanics say the work done by the Ellis convicts is better than what is done in most repair shops, and the reason is the inmates have time to do a good job. Ellis also has a dairy, a cotton gin, a sawmill, and a brush factory. It produces highway signs, furniture, and inmate uniforms, shoes, boots, and belts.</p><p>“What’s important is, these inmates get to do useful work that helps them and helps other people,” says Tdc Director W. J. Estelle, Jr. “They’re not just making little rocks out of big rocks or hanging around going to seed. Some of them learn trades they can use when they get out. They get more experience in that bus barn or the dental laboratory than most free-world people ever get. And when they do get out—contrary to the folklore—there are jobs available to them.”</p><p>No Texas inmates are paid money for their work, and some inmates say they should get at least a minimum wage. Others would be happy with anything. Inmates in Texas prisons are not allowed to carry cash, but they can enter their money into special accounts and withdraw it in the form of scrip with which they can buy things at the commissaries or order them from the free world. A man with a pension or regular gifts from his family can make out rather well.</p><p>Although the prisoners are not permitted by Texas law to earn money for their work, the prison does pay them in time. State Approved Trusties (Sat) —half the inmate population —draw two-for-one good time. Every month they serve puts two months in their time accounts; a man with ten remaining years who is made an Sat serves those ten years in five calendar years. Good time earned also brings parole-eligibility dates closer. The men in the Line are in one of three grades. Lines Ii and IiI are disciplinary: Line Ii draws forty days for every thirty days served, and Line IiI draws day for day. Everyone else, even men just arriving at the Diagnostic Unit in Huntsville in custody of their county sheriffs, is Line I, which draws fifty days for every thirty served.</p><p>Texas has the most liberal goodtime laws in the country, which is curious since Texas also gives the longest sentences and is the most reluctant to grant parole. The prison system bears the burden of the courts' prodigality and the parole board’s parsimony. Texas prisons now hold 25,000 inmates, more than any other state prison, an increase of 50 per cent in only four years. Ellis, like all other Texas prisons, is now terribly crowded.</p><p>The good-time grades are particularly important at Ellis, where there are so many men doing heavy time and so few who have much chance of being paroled. A change in grade from Sat to Line Iii doubles the years ahead to be served. Men with trusty jobs are very careful.</p><p>George Beto, Estelle’s predecessor as Tdc director and now on the faculty in the criminal justice program at Sam Houston State University, used to tell visitors that the administration of good time and the presence of the Line kept inmates working hard in school programs and behaving properly on other jobs.</p><p>“That’s kind of paternalistic,” I said the first time I heard him say that.</p><p>“You mean as opposed to having people self-motivate themselves to get an education and advance themselves at work?” I nodded and he shrugged. “I’m sure it is. I’m not happy with it. But do you know why most of these people are in here? Self-regulation, at least as far as society was concerned, got bypassed somewhere. This isn’t a community of people who have grasped the rules.”</p><p>For that reason, Ellis has a lot of rules of its own, more explicit and strict than society’s. Rules direct behavior in the dining hall, walking patterns in the central corridor, length of hair, care of the cells. Rules govern everyone and everything. Violators are nailed. Petty infractions result in extra days of work, evenings spent shelling peanuts, cell restrictions. Serious infractions—fighting, possessing weapons, homosexual affairs, mutiny—get heavier punishments: as much as two weeks in solitary, loss of accumulated good time, reduction in grade, assignment to the Line.</p><p>Each night, the men who were written up that day for infractions stand against the wall in the corridor near an official’s office. One by one they are called in and formally notified of the charges against them. Some plead guilty immediately; those who don’t have hearings later. The members of the disciplinary committees are rotated to minimize the likelihood of prejudicial dispositions being given to regular offenders because of personality conflicts.</p><p>At one recent disciplinary session, the committee included the supervisor of the bus factory, one of the psychologists, and a field captain.</p><p>The first man was charged with working slowly in the fields. He said he had been working well and that he was written up only because he was the last man up the ladder to dump his sack in the cotton wagon. “Someone has to be last going up that ladder unless two of us go up holding hands.” The committee was not amused; he was given five days of extra work. “That’s fair,” he said bitterly, “that’s really fair. No matter how hard I work, I still get the same thing.” The captain said the cotton wagon had been filled a dozen times that day, but no one else in the cotton squads had been written up. “I don’t know about that,” the inmate said, “but I think that officer has it in for me.”</p><p>The second man, from the garden squad, was also charged with working slowly. “What’s the problem,” the captain asked, “you slower than everyone else?”</p><p>“No. But they all go faster than I do.”</p><p>“That’s what I said,’ the captain replied. The committee again gave five days of extra work.</p><p>A third man was brought in on the same charge. He said he had trouble with his glasses: they kept falling off. “That’s true,” the captain said. “I saw him picking them up several times.” The charge was dismissed.</p><p>A fourth man in clean building whites came in and stood before the desk.</p><p>“It says here that the guard looked into your ventilation screen and saw your cellmate on your lap and he didn't have his pants on. What do you have to say about that?”</p><p>“That wasn’t what happened at all. The officer was mistaken.”</p><p>“What did happen?”</p><p>“We was just talking.”</p><p>“With him on your lap?”</p><p>“He wasn’t on my lap. It maybe just looked that way. We was talking low because it was about something private and we didn’t want to disturb anybody.”</p><p>“Why did the officer say he was in your lap with his pants off?”</p><p>“He was mistaken. Maybe he’s got it in for us.”</p><p>“Do you think he’s got it in for you?”</p><p>“I didn’t think so.”</p><p>“So how do you plead?”</p><p>“Not guilty. I haven’t done anything wrong.”</p><p>“All right. Go on back. You’ll be notified when we have the trial. You can call any witnesses you wish on your behalf. Do you have any witness you will want to call?”</p><p>“Yes.”</p><p>“Who?”</p><p>“I don’t know yet.”</p><p>The man left and his cellmate came in. He stood in the same spot. The charge was read again, and the captain said, “What do you have to say about that?”</p><p>“Ain’t nothing to say.”</p><p>“What does that mean?”</p><p>“Means there ain’t nothing to say.”</p><p>“Were you sitting in his lap with your pants off?”</p><p>“Sure I was. That officer caught us.”</p><p>“Why were you sitting in his lap with your pants off?”</p><p>“Why do you think?”</p><p>“So how do you plead?”</p><p>“Guilty:”</p><p>Except for serious cases—which don’t happen often at Ellis—disciplinary hearings like this aren’t like criminal trials in the free world. The usual assumption is that the charge is legitimate and the facts are not in serious dispute. One convict complained, “They always believe the guards. A convict doesn’t stand a chance.”</p><p>A major said, “So who should we believe? The inmates? If I have reason to think a guard is wrong —and that sometimes happens—I’ll say so. Sometimes I’ll tear it up without even having a hearing. But if I have no reason to think the guard is wrong or to disbelieve him, then I accept his word. Otherwise, this place falls apart.”</p><p>“It’s a mistake to look at those minor disciplinaries as trials,” George Beto says. “They're like coming before a magistrate when you’ve been caught by a Dps radar setup. They’re disposition hearings, that’s all.”</p><p>In earlier years, Texas officials didn’t bother with formal hearings for anything. If a man was thought to be working too slowly, he would be put on the ground and beaten with the “bat,” a strip of leather 24 inches long and 4 inches wide attached to a foot-long wooden handle. “When the bat would leave, the skin would leave with it,” one man, who still bore the scars, told me when I first visited Ellis fifteen years ago. Convicts who got into trouble in the building might spend a night handcuffed to the bars—with their feet off the floor.</p><p>Texas then probably had the most miserable prisons in the country. Many of the guards were nasty, the buildings were awful, the work was killing, and the convicts were badly fed, sick, terrified, and mean. Escape attempts were common, and so were self-mutilations, particularly cutting of the Achilles tendon to keep from having to work. You could tell the men who had cut their ankles because their feet flopped in a peculiar way when they walked.</p><p>The major changes came in the fifties and sixties. State money began seeping into the prison system. Convicts were no longer tortured or leased out to wealthy landowners. The official name was changed from the Texas Prison System to the Texas Department of Corrections, and the change was more than cosmetic. O. B. Ellis (the prison’s namesake) was hired from Shelby County, Tennessee, and he began many of the changes, most notable, the enormous construction program. When Ellis died in 1961, George Beto, an expresident of Concordia Lutheran College in Austin and former member of the prison board, was persuaded to come back from Concordia Seminary in Illinois to succeed Ellis. Beto retired in 1972 and was followed by Estelle, who had worked for eighteen years in the California prison system before being named warden of the Montana prisons in 1970.</p><p>The Texas Department of Corrections has a tendency to keep its innovations hidden under a bushel. Tdc officials initiated industrial operations more sophisticated than similar prison programs in the industrial North. They also developed the first prison school system set up as a free nonterritorial independent school district (which means the educational program is handled by school, rather than prison, officials and is eligible for nonprison funding). And the Tdc college program had an enrollment larger than that of all the other 49 state prisons combined. But if you ask prison officials what their job is, they will proudly tell you that it is to keep a lot of people locked up safely. Ask Estelle what the greatest differences are between California and Texas prisons, and the first thing he will talk about are assaults and deaths. “In four years, California had sixty-six inmate murders. In Texas we had only four. It’s not that we get nicer prisoners here. I don’t think that because a man gets sent to prison he should be in more danger than he is in Houston or Dallas. That’s not right. Ellis has a lower homicide rate than any maximumsecurity prison in any of the industrial states, and it’s safer than any major city in the United States.”</p><p>Ellis is populated by failures in crime, and crime is a lousy business to fail in. There are very few successful criminals and you seldom find them in prison. When they are in prison, they don’t stay very long. Few men in Ellis—or in Tdc as a whole—got there via one-time nonviolent offenses. Texas is a law-and-order state and it has courts that hand out long sentences (for a while, Dallas courts were sending men down with 2500and 5000-year maximums), but it is hard to get sent away for the first time out for anything but murder. Only one-third of the admissions each year have been in Tdc before, but most have had serious encounters with the law previously. Almost everyone in Ellis has already been in prison. The men at Ellis have flunked at crime <em>and</em> at being a convict more often and more egregiously than other Tdc convicts.</p><p>In the Ellis corridor one day, Harry, an old man about to go out for his sixth time, told me he always successfully beat the prosecutors when they wanted to hit him with the habitual criminal act, which carries a mandatory life sentence. “I cop out, that’s what I do. Every time. I beat ’em every time on the bitch.” Every time Harry is arrested for burglary or robbery, the Da threatens to prosecute for the crime and for the habitual, but he says that if Harry will confess and save the county the cost of a trial, he will get the judge to sentence Harry only to the maximum for the theft. Harry agrees every time, and he thinks he has put something over on the Da. He still considers his most recent twelve-year sentence an achievement.</p><p>Another convict told me that this is his third time in Tdc, his second time at Ellis. “You got to be crazy to keep coming back here,” I said.</p><p>“Yeah,” he said. “I hate it here. I got my case on appeal and there’s a good chance I’ll get out.”</p><p>“What will you do if you get out?”</p><p>He smiled, shrugged, fluttered his enormous hands. “I’ll get messed up and come back here. That’s what I always do. Mess up and come on back down here. This is the only place I don’t get messed up.”</p><p>I have come to the conclusion that what prisons do best is teach people how to be adequate prisoners. Almost everything I know about the prisons—the best and the worst of them —is awful, but that is perhaps the single most awful thing. It is one reason why men serving long sentences tend to have worse recidivism records than men serving short sentences: it is not just that long-termers are worse human beings to begin with, but that years of institutionalized life have made them unfit for the free world. A person who has adjusted perfectly to a prison—an Ellis or an Attica, though the adjustments to those two places are different—is almost always a maladjusted freak out here. I’ve known men who got out and committed crimes absolutely guaranteed to fail, so they could come home to prison with a measure of honor intact. A person can’t say, “I came back because I can’t handle the choices out there” or “I came back because this is the only place I feel safe.” But he can say, “I got caught with a smoking .357 in my hand.”</p><p>Ellis maintains a potential mass of violence at an amazingly safe level. It also maintains a level of depression and woe at an equally astoundingly safe level. Prison officials are proud that the convicts aren’t killing one another out there; I’m amazed that the convicts aren’t killing themselves. To think seriously of spending fifteen or twenty years in the sparkling and orderly quiet of Ellis could, as John Berryman once put it, “curry disorder in the finest brain.” The way to survive Ellis is by not thinking of such things.</p><p>Ellis is a warehouse for almost 2400 men, some of whom have done terrible things, but its long corridor is the safest avenue you will ever walk in the deep dark of night. The price of that safety is high, and everyone at Ellis—keepers and kept alike —is constantly aware of how much that safety costs. The officials would prefer to do it some other way, but no one has yet designed another way that works.</p><p>“Ellis isn’t like any other prison in Tdc,” George Beto once said to me. “What’s different about it?” I asked.</p><p>He paused a long time, skipping the obvious things. “Ellis is the end of the line.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Inmates",
      "Work",
      "Prisons",
      "Cotton",
      "Death",
      "people",
      "BUS",
      "Jobs",
      "School",
      "Violence",
      "California",
      "ever",
      "money",
      "Crime",
      "Death Row",
      "Family",
      "Power",
      "ten",
      "attack"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "Dallas",
      "Huntsville"
    ]
  }
}