{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19782",
    "date": "February 1978",
    "year": 1978,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1978/19780200.pdf",
    "issue_cover_image": "",
    "document_start_page": 70,
    "toc_start_page": 70,
    "document_page_range": [
      [
        70,
        71,
        72,
        73,
        74
      ],
      [
        159,
        160,
        161,
        162,
        163,
        164,
        165
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Great Rockdale Football Mutiny",
    "toc_kicker": "",
    "cover_cut_line": "The Great Rockdale Football Mutiny, by Gene Lyons"
  },
  "identifier": "TXMO-ARTICLE-197802-thegreat",
  "source": "/1978/19780200.pdf",
  "wp_post_id": 113292,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-great-rockdale-football-mutiny/",
  "authors": [
    "Gene Lyons"
  ],
  "headline": "The Great Rockdale Football Mutiny",
  "dek": "The team wanted the coach fired. The school board wanted the state championship. They both lost.",
  "spread_caption": "",
  "excerpt": "What happens when a high school football team tries to bench its coach?",
  "kicker": "",
  "word_count": 6900,
  "content": "<img/><p>Photography by Michael Patrick</p><p><span class=\"dropcap\">T</span>he coach’s office at Rockdale High School is exactly what one would expect it to be: spare and dimly lit, gray metal desk and cinder-block walls painted a vague institutional pastel. At the back a door opens to a kind of combination equipment and locker room—concrete floors and wire-mesh windows. The only decoration in the room is the inevitable team calendar hung next to the desk: the Rockdale High School Tiger Football Team in uniformed rows of half-blurred faces, advertisements courtesy of the Dairy Queen and the town’s Ford dealer. The desk is neat, practically empty; what tasks its occupant performs there he does with the efficient abstraction of a disciplined man whose real job is elsewhere. For 21 years—most of his adult life—Fred Johnson has been a high school football coach, and on the record a very good one. Eighteen of those years, taking whatever talent has come to him in towns like Mission, Kerrville, Gonzales, angleton, and Rockdale, he has turned in winning seasons. Last year Johnson’s teams won state championships in football and track. This year he is out of a job.</p><p>High school football is serious business in small Texas towns and football coaching is not a profession noted for job security. But this was no ordinary coaching ouster. Johnson resigned after every member of his team signed a petition asking for his dismissal, and the resulting upheaval, replete with overtones of ideology and class, has threatened to tear this Central Texas town apart.</p><p>Because he is a reticent man who makes regular disclaimers about his ability to put things into words—although when he does speak it is in lean, carefully edited copy—and because most of his professional life he has considered his values to be self-evident and not requiring articulation, Johnson has to be prodded into discussing what he thinks high school football is for. “The main thing is to learn the importance of accepting a task and staying with it as long as you are physically capable. Players learn the willingness to give their time, accept strict rules, and subordinate themselves for the good of the team. Some don’t and can’t accept those things and become failures. But the athletes who do are potentially our most valuable citizens.” all this sounds quite standard, so familiar, in fact, that most people, Texans especially, no longer respond one way or the other. Arguing with a football coach about the moral and pedagogical value of playing a game is like calling the Weather Bureau to have a cold front postponed.</p><p>Opposite: <em>Fred Johnson’s coaching led one Rockdale team to the state championship, another to open rebellion.</em></p><img/><p>When football players revolted, the sixties finally arrived in rural Rockdale.</p><p>Fred Johnson, however, is not just a typical football coach. Even a casual observer of his team at work can tell that it is organized, precise, and thoroughly schooled in such fundamentals of football as blocking, tackling, and pursuit: in a word, well coached. In 1975 Johnson’s Rockdale Tigers went as far as the quarterfinals of the Texas AAA high school state playoffs and Johnson himself was chosen coach of the year by his peers. In 1976 Rockdale dropped a category to AA (based on school population) and went all the way, defeating Childress 23-7 on the floor of Texas Stadium in Irving to become the undisputed best among the state’s AA teams. Once again Fred Johnson was coach of the year, and he turned down several offers from larger towns and even one college to remain at Rockdale. In his five years at Rockdale he has a won-lost record of 49-13 and four district championships. Yet, after the third game of the 1977 season, all 29 members of the varsity team signed a petition saying they could no longer play football under Fred Johnson.</p><p>For Johnson, his staff, and most of Rockdale’s 5200 citizens it was as if the very firmament had slipped, lions had whelped in the streets, and clocks had run backwards. A player revolt? It was unheard of, undreamed of. School Board President W. P. “Red” Hogan, a former car dealer, saw a threat to the community’s very structure. “We have the finest young people of any town anywhere,” he told a reporter. “and yet such a petition can’t help but make me wonder what will come next. Will they petition for a new principal? a new superintendent? Maybe a new school board?” Rockdale High School principal Harold Chafin, himself a former coach, hypothesized that the sixties had finally arrived in rural Texas. “It’s a sign of the times. Used to be you were the teacher and the parents were at home. They taught moral values in the home. Many parents don’t do that anymore. We were the last ones to get it and we’re going to be the last ones to shake it off. We’re getting here today what they got in the cities and up North ten years ago.”</p><p>Johnson’s assistant, Lew Simmonds, who also resigned, took the tone of a man whose deepest values have been shaken. “I have tried to live my life so that it would be a shining example to every young boy and girl I came into contact with. I have never consciously attempted to be anything but a positive, motivational, inspirational, and even spiritual influence on these young people that I care so much about . . . apparently God’s will, this time, is not the same as mine.”</p><p>Since that event Rockdale has been a troubled town. Civic passion runs high. Bill Cooke, editor of the <em>Rockdale Reporter,</em> the town’s weekly newspaper, who was born here and has been covering the news since returning home from college in 1959, says feelings on the subject are more passionate than on any issue he has ever seen. “The town is just torn apart over this. I’ve never encountered such bitterness and hostility.” The wounds go deep and won’t heal easily. Old friends have turned enemies over the affair, parents and children have been pitted against each other, families have split down the middle. An outsider visiting Rockdale to try to find out what has happened begins to wonder if he has not somehow been transported to a village in Eastern Europe cunningly set up to resemble Central Texas: everybody has a secret, a private opinion and a public one, some suspect the visitor secretly represents the University Interscholastic League, the politburo of Texas high school athletics, others fear the Coaches association. A stranger with a notebook can quiet conversations and empty a coffeeshop faster than an agent of the secret police. The more talkative citizens will give him names of persons to seek out —but on the condition their own identity is kept secret. He grows accustomed to closed doors and very short telephone conversations.</p><p><span class=\"dropcap\">W</span>hy all this passion over a coach and a high school football team? Rockdale is the kind of place most americans, and even more recently most Texans, used to come from and that millions still do. It is the sort of town where almost everybody knows almost everybody else and always has. The distance from the pillared porches and gardener-tended lawns of its more prosperous merchants to the dirt-road shotgun houses and mobile homes of their employees is often a matter of only two or three blocks. What virtues it claims are particular. To the average traveler Rockdale is just a mile or so of homes and roadside businesses on U.S. 79, somewhat smaller than its neighbor Taylor, somewhat bigger than Thorndale. Nothing more. Outside Milam County nobody could be expected to share Rockdale’s hostility for Cameron, the county seat and athletic rival, or its certainty that it is on the whole a finer place to live. Besides its athletic teams, Rockdale’s most distinctive feature is the huge alcoa plant five miles east of town, the largest aluminum smelting plant in the country and by far the largest employer in the region. Fired by electricity produced from Milam County’s abundant lignite deposits, the alcoa plant has in its 25-year existence brought relative stability and prosperity to the town, as well as the prospect of growth, but not enough outsiders to change Rockdale’s essential character. What sophistication those newcomers might have brought with them is lessened by Rockdale’s being almost a company town.</p><img/><p><em>allen Menke (l.) and son James just wanted the coach to say he was sorry.</em></p><img/><p><em>Billy (1.) and Joe Light fell victim to the coach’s rules. Billy was suspended from the team and his father was picked up by police for disturbing the peace.</em></p><p>Even so, prosperity, television, and good roads have brought the outside world to towns like Rockdale, and persons who might reasonably be held up as examples of the best that small-town life has to offer have grown less hesitant about expressing themselves. Seeking a way to explain his coach to an outsider, football co-captain and seniorclass vice president James Menke, who was asked by his teammates to draft the petition they signed, says, “He comes on like a city person, not like somebody from here. He doesn’t relate to people. That’s most of his problem. The work you have to put in to play winning football is worth it when it’s out of the heart. But we’re sixteen-, seventeen-, and eighteen-year-old kids. It’s not like we’re professionals playing for half a million dollars. We want it to be fun at least part of the time. And it was almost never fun.”</p><p>End Billy Light rides in rodeos when he is not playing football and his father, Joe, a trucker and part-time blacksmith, is one of the few parents in town who will discuss his differences with Fred Johnson for attribution. “Coach Johnson,” Billy says, “wanted us to think that winning a football game was life and death. But I ain’t but seventeen years old. There’s more important things to think about.”</p><img/><p><em>Tensions erupted when the coach ordered the team to leave the field house by the back door and Kerry Locklin refused.</em></p><p>Such thoughts, however, do border upon heresy in a community that takes its football as seriously as Rockdale does, which is neither more nor less seriously than hundreds of other communities like it. Football is at once the simplest and the most complex of our games: simple in its application of brute force and celebration of sheer power; complex in that nobody, not even the most experienced observers, can always see exactly what has gone right or wrong on a given play at the moment of execution. Hence the combination of myth and technology that makes the sport so appealing to contemporary american minds. Coaches enter a game as laden with detailed strategy as chess champions, having spent untold hours analyzing and comparing playbooks and murky game films, adjusting blocking angles here, changing a pass pattern there, primed, some of them, for an intellectual confrontation using adolescent boys as bishops, knights, and pawns. But an adolescent boy is rather less reliable than a chess piece, less predictable in moments of stress, in fact, than a ninemonth-old bird dog. Enter myth: good players have good character. Football is very much like “the game of life.”</p><p>The nature of football makes it particularly suited for the construction of elaborate parables. Its structure is quite static compared to, say, basketball or baseball, and with the exception of quarterbacks and runners, its players function for the most part anonymously. But the average football game converts roughly a hundred plays of less than five seconds’ duration each into a three-hour spectacle and sorts them according to relative importance. Anyone who can make it to the stadium without help can grasp the importance of a critical third down. Since Rockdale gets to play Cameron just once a year, the importance of each individual game is magnified. Winning sanctifies community virtue; losing is tragic. To a town like Rockdale, therefore, whose high school and churches are the only institutions transcending the clan, football is a communal event. So long as a team loses often enough to remind zealots that they can survive losing, the community’s sense of humor can keep its sense of proportion intact. Winning as consistently as Fred Johnson’s teams have won in recent years, however, can sometimes obscure the obvious.</p><img/><p><em>School Board President Hogan saw the controversy as a threat to the community.</em></p><p>But Johnson’s trouble with the 1977 Rockdale Tigers did not begin with winning, it began with losing. Or it was brought to a head by losing: Johnson’s enemies here say the trouble has been building ever since he came to Rockdale. Just last spring, only months after his team had won the state football title and his track team was in the middle of a season that would bring them the same award, a group of parents presented a petition to the school board urging that he be dismissed, along with the girls’ basketball coach. There were allegations of favoritism shown some players and unfair penalties meted out to others.</p><p>Also called into question was a policy Johnson credits as being responsible for the largest part of his success. All varsity athletes at Rockdale High School are required to undergo supervised weightlifting and running exercises both during and after a special last-period gym class reserved for them throughout the school year. Missing workouts, whether for parental excuses, work, or academic necessities—even for illness—has to be made up by running a given number of “stands,” that is, sprinting up and jogging down the stadium bleachers. A standard punishment for an excused absence is 100 stands. Athletes recovering from injuries, or in some cases from surgery, are assigned exercises that do not involve the affected part. All football players are required to run track, regardless of their competence: no track, no football. Most annoying of all, some parents maintain, is what they call the coach’s total inflexibility in administering the program. Students whose parents wished them to miss occasional workouts—or even parts of workouts—for activities as varied as baling hay or visiting relatives out of town were, they say, often denied permission or subjected to makeup work they considered excessive.</p><p>The conflict between Johnson and the Light family is a case in point, unique mainly in that both parties are willing to talk about it. Billy Light asked permission during 1976 pre-season football drills to be excused half an hour early on one day so that he could get his horse in time for the annual Rockdale youth rodeo. Johnson said no. If he gave permission to one player for something like a rodeo, he felt he would be inundated with frivolous requests and soon be unable to maintain discipline. At this, Billy’s father, Joe, who has more interest in horses than football, made an unannounced visit to the high school field house to bolster his son’s case. To hear both men tell it, the conversation rather quickly degenerated into a shouting match; each says the other threatened him physically. Johnson, who says he had no idea who Light was at the time and felt he had to assert his authority in front of his team, called the Rockdale police, who removed the man from the premises. Johnson, who says that “it’s not a question of my position, it’s one citizen to another citizen. You don’t have to put up with that,” settled his differences with Joe Light at the police station later that day. They had it out verbally, no one pressed charges, and no citations were issued by the city court. Shortly after this incident, however, Johnson told Billy and another boy who was also involved that their penalty for missing half an hour of practice, which he had told them would be to run the stands 500 times, would now be expulsion from the team.</p><p>Another case: a lignite mining supervisor who was a Southwest Conference basketball and baseball official for more than ten years and a scout for the New York Mets as well, and who can hardly be described as antiathletics, says that a dispute he had with Johnson over the use of the high school’s lights for Babe Ruth League baseball got similarly out of hand. After he went over Johnson’s head to the city council to have the lights turned on, his son was cut from the varsity list on the grounds of attitude. When the father attempted to talk with the coach, Johnson refused, agreeing to discuss the matter only when the man, after exhausting all straightforward approaches, called the football office impersonating Darrell Royal. He got no satisfaction and claims that Johnson and his assistants have not only maintained open grudges against his son and daughter but have also gone so far as to warn other students against them. There are similar tales narrated by others who likewise won’t let their names be used, either because they have children still in the program or because of community pressure in Johnson’s favor. “If it came to a vote,” one father says, “he would stay a long time-—as long as he can keep winning. He only has about thirty boys on the football team at one time, and once your own children are out of the system you kind of give up. But the school board should have seen this coming two or three years ago. If they didn’t see it coming, what do we need them for?”</p><p>For his part Johnson is obdurate. All the charges made against him by the petitioners last spring were false, he says, and the persons making them knew it at the time. “You can’t coach a year without making five or six enemies,” he continues, “no matter who you are. In five years, you’ve got thirty enemies, and in a town this size they can make a lot of trouble for you. If we are as regimented and arbitrary as they say we are, maybe Rockdale is ready for a change. Of course when I came in we hadn’t won a football district championship in six years and never did anything in basketball. Since then we’ve had four basketball champions under two different coaches, and three of the last four winners in track including a state champion. The year before I came the baseball team was 0-22. After they went through our program they were 16-6.”</p><p>“are we really too hard on them?” Johnson asks. “Or are there other reasons? If you sit down and talk with a kid it always turns out that he wants to quit to earn money for a car, or to see a girl. There’s always an underlying reason they don’t tell the parents about. We tell them that if they want to be winners they have to make a decision to sacrifice for it. I wish when they came home griping the parents would tell them to keep quiet and stick with it, or at least get on the phone and call me to find out the truth. Workouts are not supposed to be fun. Satisfying, rewarding, but not fun.”</p><p>Still another issue was Johnson’s rule that any boy or girl who came out for a team and resigned at any time previous to the end of the season, or who failed to participate in out-of-season workouts, could not participate in another sport for a calendar year. On a mimeographed sheet he sent to all athletes and their parents he listed two reasons:</p><p>1. Perseverance—quitting a sport without seeing it through sets a poor pattern for later life.</p><p>2. In life, a person does not find that he can quit one phase of a company’s operation and move to another phase. This sort of thing can only be done by request and with the owner’s permission.</p><p>More than a few parents found Johnson's analogies false and his assumptions presumptuous. Even in a small football-crazy town like Rockdale, there are many who believe sports are for recreation: an escape from necessity rather than an intensification. Under mild pressure from the school board, Johnson did relax the rule, although his detractors say that for practical purposes it remains an unwritten requirement. Last spring after the board denied the petition for his resignation, he called the children of the parents involved into his office one by one. His purpose, he says, was to try to learn from them what had gone wrong and how to reopen channels of communication. Many of them feared an inquisition. “I told him straight off he’d have to talk to my dad,” one boy said. “I didn’t even know he’d signed it, so I couldn’t tell him why. I wasn’t going to let it get any further than that.” Johnson never approached the parents themselves.</p><p><em>(Continued on page 159)</em></p><p><em>(Continued from page 74)</em></p><p>The situation came to a head in September after the Marlin football game, the third of the season. Rockdale opened the season with a 14-10 loss to class AAA Brenham, although the game was later forfeited to Rockdale when Brenham confessed to using two ineligible players. With only four returning starters on offense and defense from its state championship team, Rockdale figured to be inexperienced and less powerful this year. Johnson had warned the school’s booster club and the downtown Rotary, of which he had been president the year before, not to expect too much. Naturally word reached his players, who were somewhat upset, as they were already under the considerable burden of having to follow their predecessors. “after the Brenham game,” tackle Leigh Shepard says, “a man I hardly know came up to me on the street Saturday afternoon and said, ‘I paid for my ticket, and you boys wasn’t worth it.’ ” The Rockdale players had difficulty handling what was to them a new experience. “We played badly and shouldn’t have won, but it was only a game,” James Menke says, “and it didn’t even count in the district standings. But people insulted us on the street. Our mistakes were offenses against <em>them.</em> I had to wonder if it was worth it.”</p><p>Even so, Rockdale defeated AAA rival Taylor 9-7 and went into the final minutes of the Marlin game ahead 2014. (Marlin is also a AAA school, won its district championship this year with a 10-2 record, and advanced to the quarterfinals of the state championship playoffs.) But Rockdale gave up the lead when a last-minute punt try ended in disaster. The ball was snapped over the kicker’s head, and Marlin took possession of the ball on the Rockdale 13, completing a touchdown pass with ten seconds remaining to win 21-20. Virtually all accounts agree on what happened next. Johnson says, “It was the first opportunity in a long time to chew on our players. It almost looked like they couldn’t handle it.” With archrival Cameron scheduled next, assistant Lew Simmonds, a devout Baptist who ordinarily abhors rough language, told the team that unless they got tough “they will run your asses all the way to Cameron.” Hardly, one suspects, the most shocking profanity heard in a Texas high school locker room this year. Johnson himself told the team to “hang their heads,” leave the field house by a rear exit, and continue off the playing field by a back gate.</p><p>The black players refused. Co-captain Kerry Locklin, whose father, Billy Ray Locklin, was a star at New Mexico in the fifties and later played ten years of Canadian pro ball before coming home to Rockdale, reportedly stood up and said something to the effect that after 300 years of back gates he was going out the front. (Both Kerry and his father refuse to talk to reporters.) The other nine black players followed him. The rest of the players did as they were told, but not without bitterness. Over the weekend, many say, they had difficulty thinking about anything else. Locklin, Menke, and several others got together to talk things over. Most of the white players decided they had let their black teammates down by not going out the front door with them, and said so. Captains Menke and Locklin called a team meeting for Sunday night. After heated discussion, the team telephoned Rockdale School Superintendent Dr. W. C. Vincent and coach Johnson and asked them to join them. “We were scared to go to sports period on Monday,” one player recalls. “If he punished the black players, there would be some kind of rebellion, and we didn’t want to get torn apart. The team is really together. That’s one of the things that did Johnson in.”</p><p>Tackle Leigh Shepard says, “at first the thing wasn’t to get him out at all. The thing was to change him.” Menke admits that many players’ feelings—some of them no doubt influenced by parental grudges—were stronger than that. “Different people wanted different things. I didn’t want to take control of him or take his job. I just wanted him to say he was sorry. Look, we don’t mind hard work and we can take it, but we don’t want to be run over. The only reason we’re talking to you is that the newspapers made this out to be something out of the sixties and it’s not.” Vincent and Johnson left the meeting after midnight with the feeling that the crisis had been resolved; most of the players felt otherwise. “He gave us a lecture on how the coach was the boss and played us some tape he got at a coaches’ meeting about getting inspired and setting goals,” another player says. “I still don’t think he knows what we were talking about.” Johnson, though, is under the impression that he did make an apology of sorts. The tape was his way of explaining himself. To have admitted that his anger at the team was calculated and in part simulated, a deliberate psychological ploy he thought would challenge their pride, would have let slip more of his authority than a man like Johnson, who has no shortage of pride himself, could easily part with.</p><p>In talking to the man, it is difficult to discover the cold-blooded martinet his worst detractors say he is. He does not exchange confidences easily to begin with and has been scarred by his experiences this year. A native of Henrietta, a small town near Wichita Falls, he was taken to live with an aunt in Kerrville when he was a small boy after his sharecropper father died. He grew up in an all-female household and for masculine guidance sought out coaches. He became a three-sport athlete, winning a track scholarship to Rice University where he ran middle-distance events and majored in physical education. After a couple of years each in the army and as a salesman, he got into high school coaching, because, he says, he wanted to help other young men who had the capacity to make the best of what was available to them as he had done. An intense competitor whose selfdiscipline, intelligence, and control of detail might have made him a success in more lucrative endeavors, he says he still gets excited for every game. “I haven’t lost interest in it yet,” he says. “and if I didn’t lose interest this year, i’m good for two or three more.”</p><p>Johnson is a technician, fascinated by the intellectual side of football strategy and tactics. He switched offensive schemes from the I-formation to the Houston veer several years ago just because he had gotten to know the other so thoroughly he realized he had grown bored with it. As soon as he thinks he has mastered the veer, he may switch again. His practices are more tightly organized than any I have seen elsewhere in any sport. Johnson divides the two-and-a-half-hour periods into numbered five-minute segments down the left-hand margin of a mimeographed sheet; horizontally across the page, he indicates precisely what each component of the team will be doing during those segments and for how long. A manager with a stopwatch stands at the side of the field, blows a whistle, and holds up a numbered sign as the allotted time expires, signaling to the coaches what to do next. At the end of the day a copy of the practice sheet is put in a continuous file, so that, if for any reason he needed to, Johnson could tell you what each of his players was supposed to be doing at 3:30 p.m. on September 15, 1977. Because he proceeds so systematically, Johnson knows exactly which techniques his players have mastered before going on to the next ones. On the field, the sophistication of his teams is evident even to persons who know little about the game. If high school students were taught mathematics and history as well as Johnson teaches his charges to run the option, college teachers and employers would have a good deal less to complain about.</p><p>Unfortunately, along with his thoroughness and command of detail goes a certain shallowness of affect that adolescent boys and many small-town Texans interpret as cold-bloodedness. “I never wanted to hurt the man,” Joe Light says of his sons’ coach, “but the man don’t seem to care if he hurts anybody else. Maybe if we really knew him we could deal with him. But he won’t let you know him.” almost everybody who tries to account for what has happened here says something about “Fred’s PR problem” or his “lack of communication.” Even School Board President Hogan, who has backed Johnson strongly, concedes that “Fred doesn’t show emotion—you can’t get him excited or angry or anything else.” On the practice field both his praise and his criticism are sparing; intensely motivated himself, he cannot fathom younger persons who are not. Singleminded and capable of great concentration, he has little patience for wandering minds. His idealism in fact borders upon obsession. To say he does not show emotion is to deny determination and zeal as feelings. Johnson says he cannot imagine why so many of his players are, in his own words, “scared to death of him” and wishes more of them saw him as a person they could bring problems to. In the next sentence, though, he is treating the matter as an organizational problem and wondering if he should have made a place on his staff for a more empathetic person, like a line coach who departed after the 1976 season for an assistant’s job in Lufkin. Many of his assistants have left him in recent years, most because the strain of working under him had grown too great and because his success helped bring them better offers. Even so, he would be hurt badly to hear one of his players make the judgment that “all he’s interested in is whether the ball gets across the goal line. If this boy is down, get him off the field and get in another. He doesn’t care anything about us as kids.”</p><p>After that Sunday meeting failed to settle their grievances, and after a tense Monday practice, the players called another meeting for that night. Although no parent will admit to having been there, a couple were. The petition was drawn up calling for Johnson’s removal and it was agreed that unless every one of the varsity players signed it, the document would not be presented. On Tuesday, September 20, the captains gave the petition to Superintendent Vincent, who at noon that day read it to a specially called student assembly, commenting that he hoped he was not “reading the obituary of Rockdale Tiger football.” asked why he did not wait at least a day to see if the team would change their minds, or at least negotiate, Vincent told me that he had been convinced in a public relations course he had taken in graduate school that “the most supportive public was the best informed public.”</p><p>What he informed the Rockdale student body was that there was no way Johnson would be relieved because of a student petition, so if the football team went through with its announced intention to refuse to play under him, the Interscholastic League would ban Rockdale from competing in all varsity athletics for three years. In fact, the regulation says the League “can” do so for one to three years, but no attempt was or has been made to determine what would have been likely. Faced with that threat, the student body and many sympathetic members of the community began to withdraw their support from the team, a process that continued more or less throughout the fall as the issue grew less personal and more political in nature. Later the same afternoon the team withdrew its petition and agreed to play out the year. Once Johnson made it clear that he had not been and would not be forced out, he handed in his resignation. The school board accepted it with regrets a week later.</p><p>Rockdale would like to have had its family fight in the kitchen, but somebody in town called the <em>austin american-Statesman,</em> and on Wednesday, September 21, the Tigers had a headline on the first page of the sports section much more impressive than the one they had gotten for winning the state championship. Unaware of the symbolic appeal the situation would have for the media, the town was genuinely surprised and felt the victim of some sort of conspiracy when the associated Press picked up the story and spread it all over Texas. The <em>american-Statesman</em> quoted Kerry Locklin to the effect that “every time you do something good, coach Johnson says something that tears you down and takes away your pride,” and unnamed players accused the staff of forcing injured athletes to play and of cursing the team. Some people in town say that Locklin and other team members were called singly into the presence of Superintendent Vincent, principal Chafin, and coach Johnson and rather badly frightened by talk of libel and slander. Several players signed a statement specifically repudiating those charges. Johnson denies them, and the only real support for the charge about injured players being forced to work out and play seems to be the often reiterated claim that the coaching staff did intimate—like every football staff I have ever heard of—that boys were sissies, cowards, or mama’s boys when they sought sympathy for their hurts. It is true that athletes who had undergone knee operations and the like were compelled to work out very soon afterwards, but only by lifting weights in doctor-approved regimens. Without having been a physician in attendance for the duration of Rockdale’s season, it would be impossible to judge.</p><p>When people in Rockdale try to characterize the conflict, they tend toward political metaphor. There is a clue in the way principal Chafin puts it. “This thing began,” he says, “as a kind of black power movement and spread to the people who have no idea what a good athletic program is or how you get one. The whites involved tried to evoke the same spirit as a labor union.” Most others discount race as a factor, citing a split between the “cowboy culture and the football culture” or reminding an outsider that because of the alcoa plant Rockdale is a union town. Equally clear is one citizen’s disparaging remark directed against one of the angrier parents to the effect that “how do you expect a redneck like that to understand a Rice graduate?” Early on Johnson characterized his opponents as “radicals” and “outside agitators”—by which he presumably meant parents. Moreover, he is not the only one who tosses the word “radical” around; when I asked one man at the Rockdale-Elgin game what he meant by it, he said those parents he so categorized were “the kind that get mixed up in any little thing that comes up.” In local parlance the word has not got the usual ideological overtones one associates with it. In Rockdale a radical is a person of limited means and poor grammar who nevertheless has the cheek to interest himself in public affairs.</p><p>The conflict by now has acquired overtones of class and gone quite beyond the issue of Johnson as a leader of youth. Even his bitterest enemies concede that as a coach Johnson is better than anybody they are likely to hire to replace him. The issue now, although almost everybody involved wishes to conceal it, is: Who runs Rockdale? When I asked him what he thought the ultimate result of the affair would be, Joe Light, the trucker and part-time blacksmith, told me that “this is just like every other town, and the people with the money are going to get what they want. If Red Hogan and his friends want Johnson, that’s what we’ll have. The school board didn’t say they wanted a coach who could teach these kids sportsmanship. They said they wanted a coach who could win.” When I said I thought Johnson must have many friends to be elected president of Rotary, it brought a general bitter laugh from the six adults and several players gathered in Light’s living room. “anybody here in Rotary?” one asked, as if the question were absurd on its face. The school board, I was told, consists of two engineers and a draftsman from alcoa, a doctor, two attorneys, and the town’s most prosperous businessman.</p><p>Now that the season has ended, the school board has voted to retract its acceptance of Johnson’s and Lew Simmonds’ resignations and offer them generous new contracts. The action was taken after a petition supporting the coach and containing more than 600 signatures was presented in mid-December. Many who signed the petition have said they don’t like Fred Johnson and wish he would leave. But the question has grown ideological: neither do they want the children running the schools. By the time you read this Johnson will have made up his mind whether or not to stay; he is said to be under consideration for several jobs, among them a college position. He wonders, though, as much as he has wanted to raise his children in a place like Rockdale, what the effect has been on the town’s younger athletes and whether he will ever be able to put the events of this year behind him. More than anything he would like an apology from some of the players who he wants to believe succumbed to the pressures of succeeding a state championship team. Many, he says, have trouble looking him in the eye.</p><p>The team members, however, are in no mood to apologize. They bitterly resent the implication that they have cracked under pressure. In general they feel quite alienated from the school authorities and even from classmates and parents who failed to support them when they felt the choice was between their well-being and self-respect as individuals and the vicarious thrills and borrowed self-importance of the town that was using them as a symbol of its own virtues. In part they feel like unpaid gladiators, in part as if they have joined that group of outsiders given voice by Joe Light, a group to be tolerated and allowed to speak but never taken entirely seriously. “a lot of us think,” James Menke says, “that something fishy has been going on. Everybody has been acting like they are worried about coach Johnson, but the majority of football fans in Rockdale don’t care anything about him or us, as long as there is winning football.” In President Hogan’s paeans to Johnson’s “unbending, unyielding discipline” and his lament that “some people want other people’s kids disciplined but not their own,” they hear the self-satisfied accents of someone who has made it speaking to those who haven’t.</p><p>I have saved the most heartening part for last. For Rockdale’s season did not end with the loss to Marlin, and Fred Johnson, while he let his resignation stand, did not walk out on his team as a lesser man might have. He stayed and he coached as hard as he had ever done once the team agreed to play, with what pains of self-examination and restraint only he and his wife probably know, in the process teaching the Rockdale Tigers more about dignity and courage than they would have learned from a half-dozen consecutive state titles. The players drew together, cemented in their isolation and confusion, and not only defeated arch-rival Cameron in their first game after the explosion, but went on to win their next nine consecutive contests, losing only in the quarterfinals of the state tournament in a hard-fought match with Bellville, the eventual state runner-up. The Tigers may also have learned a thing or two about dignity themselves, not to mention the consequences of words; when what you want is an apology, you ask for one. When you want to destroy a man’s reputation, you think a bit. Football <em>is</em> just a game—totally artificial and contrived and nothing at all like life itself. Like all sports it can teach something about discipline and the deferment of gratification; it can help us learn to win gracefully and to cope with the certainty of losing. It can even give us the deeper satisfaction of belonging to a team—an idealized community, if you will—when almost everything in american life drives us in solitary directions. But football is morally neutral, producing admirable heroes and rewarding callow bullies equally. In life you can fail without losing and win without competing. And even if it is asking too much for Rockdale or any other town to absorb all that, perhaps someone will stop to reflect that the Rockdale Tigers are, after all, just kids.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Rockdale",
      "Football",
      "School",
      "High School",
      "Game",
      "people",
      "school board",
      "Athletes",
      "Children",
      "Texas",
      "Tigers",
      "Work",
      "ever",
      "Basketball",
      "College",
      "September",
      "Sports",
      "ten",
      "Baseball",
      "Coaches"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Brenham",
      "Austin",
      "Canadian",
      "Childress"
    ]
  }
}