{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198512",
    "date": "December 1985",
    "year": 1985,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1985/19851200.pdf",
    "issue_cover_image": "",
    "document_start_page": 166,
    "toc_start_page": 152,
    "document_page_range": [
      [
        166,
        167,
        168,
        169,
        170,
        171,
        172,
        173
      ],
      [
        244,
        245
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Miles And Miles Of Malls",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198512-milesand",
  "source": "/1985/19851200.pdf",
  "wp_post_id": 120804,
  "wp_post_guid": "http://www.texasmonthly.com/article/miles-and-miles-of-malls/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Miles And Miles Of Malls",
  "dek": "Our intrepid reporter blitzes through stores in Houston, Dallas, San antonio and austin to bring you the best of holiday shopping.",
  "spread_caption": "",
  "excerpt": "First grab that parking place! Then grab our guide to the best mall merchandise this Christmas.",
  "kicker": "",
  "word_count": 4127,
  "content": "<p><span class=\"dropcap\">T</span>he dread comes on in late October and usually becomes a full-fledged panic by right about now. All over Texas and much of the so-called civilized world people are realizing that they haven’t done their Christmas shopping. It’s too late to order from catalogs, too inconvenient to hide out in some obscure Mexican fishing village, and too crass to give cash. There’s only one alternative left—the Mall. Just the thought is enough to spark thousands of collective Christmas nightmares. No parking places. Surly salespeople hired specifically for their fervent lack of interest in the merchandise. Roving bands of teenagers with nasty, post-apocalyptic hairdos. Cosmetic counters patrolled by overly made-up models armed with spray samples of Giorgio. Twisted Sister on more than ten color TV screens in the electronics department. Christmas is enough to turn the most compulsive shopper into a coward.</p><p>The eclectic and highly subjective guide that follows will cure Mall Dread and make your holiday season easier. With perseverance, comfortable shoes, and a ruthless disregard for the mundane, we have selected the best merchandise in Houston, Dallas, San antonio, and austin. It’s all here—from Chinese Cabbage Patch Kids to cashmere long johns, from Rambo knives to Picasso platters. One hint: items that are available at stores in more than one city are mentioned only once; that is, a Sears in Dallas will most likely have the power tools cited at its austin counterpart. But call before venturing forth—there’s no reason to be a glutton for punishment. One more thing: next year you might want to start shopping a little earlier.</p><p><strong>HOUSTON</strong></p><p><strong>The Galleria.</strong> The elevator doors at Neiman-Marcus part, and two women wearing matching yellow veils and brown robes exit, chattering in Farsi and pushing twin strollers. This is the Galleria, mall of malls, where the salespeople are just back from Europe and the customers are just out of the Texas Heart Institute, recovering from their bypass operations. Maybe things are a little bleaker than in the good old days—everyone waxes morose over the missing Mexican shoppers —but the Galleria remains, hands down, the best mall in Texas. No place has a better mix. Reflecting Houston’s international aspirations, the mall has a satisfying array of European specialty shops buoyed by fashionable american anchor stores. Then, too, the Galleria has four movie theaters and a mesmerizing ice-skating rink smack in its middle. But what really sets the Galleria apart from other Texas malls is its service. Yes, the economy has been faltering, [ Continued On Page 227 ] Turn the page for shopping in Dallas.</p><img/><img/><p><strong>Houston (clockwise from top): etched crystal paperweight by Orient and Flume at Gump’s ($275); parchment stationery at William Ernest Brown ($25 for ten); ninekarat-gold 1936 man's watch at Lynette Proler antique Jewellers ($2700); antique letter seal made of silver and amber glass at Lynette Proler ($850); classic silk Hermes scarf at Neiman-Marcus ($100); all at the Galleria.</strong></p><p>Photography By John Saxon, Coordination By Deborah Points</p><p><strong>DALLAS</strong></p><p><strong>GALLERIA.</strong> Houston has one great mall, Dallas has three very good ones. The newest of those is the Dallas version of the Galleria, which differs predictably from its Houston counterpart-it’s not as much fun. There are few foreigners; this Galleria is a monument to traditional american retailing —Macy’s, Saks Fifth avenue, Brooks Brothers, Gump’s, Tiffany’s, and Marshall Field’s. Shopping is serious business here and the Galleria wants you to get it right; it has a computerized directory to get you to the stores swiftly. Maybe your child doesn’t need to be the first on his block with a toy version of a Mercedes 500Sl, but F.a.O. Schwarz has one just in case ($2500). And the Galleria will never let you forget that this is the year of the cabbage rose-it’s on everything from sweatshirts to rabbit-fur coats. The snooty manager at Cartier guards the front of his store like a bouncer at Studio 54 —it’s enough to make you appreciate the profoundly indifferent service found elsewhere in the mall.</p><p>If you’re on a tight budget, give a fur, because this year a fake is hipper than the real thing. Macy’s, which opened in October, has a short fake fur designed by Thierry Mugler. Belted with green patent leather, it’s modacrylic and cotton, patterned in bold swirls of gray, green, red, and yellow ($1030). Down the mall the Limited Express has its own stylish version for substantially less. Made in Paris, it has a deep, oversized collar and boxy sleeves (in red or cream, $69.99).</p><p>“We need customers with a sense of humor,” the manager of Ylang-Ylang insists, and the Galleria is brightened considerably by this inventive French jewelry store that doesn’t take itself too seriously. Ylang-Ylang has a rhinestone lizard clasping a double strand of pearls, and sterling silver airplanes circling a small link chain. There are enough multicolored Butler <strong>and Wilson pins shaped</strong> like crowns for the entire royal family, along with a rococo clock pin that looks like it was swiped from a miniature public library. But the most original piece by the English costume jewelers is a glittering, perfectly poised rhinestone hand, with red stones for the nails. Pin prices start at $35 and soar sharply.</p><p>The French also provide the Galleria with its most fantastic toys-a collection of old, handmade dolls with faces painted <strong>on soft, creamy leather. With luminous</strong> faces, starched pinafores, and <strong>tousled</strong> curls, the dolls resemble a group of giddy nineteenth-century schoolgirls caught skipping out of another era (from $300).</p><p>Saks has a lovely collection of women’s lingerie, including a gown-and-robe set of chiffon and red Christmas ornament that’s standard issue in every way but one—it has a smoke alarm inside ($16.95).</p><p><em>Turn the page for shopping in San antonio.</em></p><p>[ <strong>COnTINUED On Page</strong> 227 ]</p><img/><img/><p><strong>Dallas (clockwise from top): hand-pinched earthenware by MacKenzie-Childs at the Gazebo of New York (from $23), the Galleria; specialty truffles from San Francisco Truffle at Macy’s ($2.95$3.95), the Galleria; Michael Graves’ teapot at Crate and Barrel ($69.95), NorthPark; rhinestone pin at Ylang-Ylang ($195).</strong></p><p>San Antonio</p><p><strong>NORTH Star Mall.</strong> at 25 years of age, North Star is the oldest mall in Texas and has earned the right to be both venerable and odd. Even though a fancy addition has helped the mall considerably since the days when it was anchored by an H.E.B. and a Wolf and Marx store, the presence of Frost Brothers and Saks Fifth avenue cannot obscure a layout that would make a shopper feel like a drunk stumbling along a whacked-out cow path. This herky-jerky passage into the modern mall age shows up in other curious ways. In Joske’s you can catch a video of a men’s aerobics class with close-ups of participants thrusting their hips up and down and back and forth; Frost’s still directs women to what it euphemistically calls the powder room. The best thing about North Star Mall: it still has a collection of small stores where you can actually talk to the owners.</p><p>Charm bracelets have made a comeback this year, but it’s fairly easy to find more enduring versions than the snap-on variety offered in almost every mall (take a fuchsia plastic chain, clip on a tiny Decca record, a miniature saxophone, and a microscopic toilet, and you’re in business). A small specialty store called Las Mananitas has charm necklaces made of painted metal. Choose between one made of Monopoly markers and one made of fireman’s hats ($17—$31). Frost’s has the ultimate charm bracelet, the famous one inspired by a Coco Chanel design ($150—$500). Frost’s also has the watch that is making every Pi Phi pine: made by Ebel, it has a quartz movement that is accurate to within two minutes a year and is backed by a five-year warranty. Forget those clunky old Rolex links; these bands are made of delicate, slithery stainless steel or eighteen-karat gold. Pikers can opt for a pigskin band (from $600). Subtler showoffs will covet Frost’s sixand eight-ply cashmere men’s pullover sweaters from Scotland with a loose, thick weave (from $300 to $600).</p><p>Gifts of a more affordable and unusual sort are available from O Gosh!, one of those ubiquitous adult toy stores masquerading as a card shop. This is the place to buy paisley ($1.75) and coiled-spring shoelaces ($2.99). Life-of-the-party types will go gaga over the Wai Wai Wiper, windshield wipers that clip onto any pair of eyeglasses ($2.95).</p><p>Through Children’s Eyes is a toy store that spares parents all kinds of mental anguish. Although the toys tend to be expensive, almost all of them have redeeming social value. Forever Toys, designed by Charleen Kinser, are handmade stuffed animals with just the right blend of fantasy and reality. Covered in rich brown pigskin, Tom’s</p><p><em>Turn the page for shopping in austin.</em></p><p>[ <strong>COnTINUED On Page 231 ]</strong></p><img/><img/><p><strong>San antonio (clockwise from top) paisley shoelaces at 0 Gosh! ($1.75); four-inch black-and-white television at Dyer Electronics Warehouse ($68); pigskin Tom’s Toad at Through Children’s Eyes ($190); charm bracelet by Coco Chanel at Frost Brothers ($550); all at North Star Mall.</strong></p><p><strong>AUSTIN</strong></p><p>Highland Mall The best smoothies can be had at Highland Mall, which makes perfect sense when you think about it. You’d expect the specialty of an austin mail’s Food Court to be one of those thick, dreamy concoctions —with or without wheat germ in blueberry-peachbanana combinations —at the reasonable price of $1.75. Highland has the kind of tolerant atmosphere of which austin is so proud. On a given Sunday, Polo’d frats shop in harmony alongside surly-looking punks, Baptist families line up for a postchurch lunch at Luby’s Cafeteria, oblivious to lesbians embracing nearby. Perhaps the secret to world peace is not nuclear disarmament but shopping.</p><p>Highland is anchored by good stores (Foley’s, Scarbroughs, Penney’s, Joske’s), with better chains of the Laura ashley/ British Khaki/Cartier variety. Generally, the merchandise is good but not inspired; shoppers with very finicky familes and friends will be frustrated. (This is true of austin malls on the whole.) Many of the best gifts involve good health or the great outdoors, not terribly surprising considering the surroundings.</p><p>Thanks to Halley’s Comet, telescopes are ubiquitous this year, but the Venture Map and Globe Company has something more unusual. The Bowl of Night, which is actually two acrylic half-spheres, one nestled inside the other, can be set according to the date to operate like a threedimensional star finder ($59.95) —a good way to help someone learn the constellations or chart when Virgo is rising. Those who plan to spend their more serious moments in the wilderness will no doubt appreciate the Buckmaster Survival Knife at Hoffritz for Cutlery ($165). The footlong weapon comes with a wire stripper, waterproof matches, a compass, a surgical tool, cooking utensils, innumerable blades, and other accessories that would be helpful when camping in Kerrville or busting POWs out of Indochina. For those who need to get in shape for such endeavors, Olympia Village carries the Biosoft aerobic Weights, which, unlike the oldfashioned strap-on ball-and-chain variety, are terry cloth covered, weigh one pound each, and slip on an arm or leg ($18.95). Scarbroughs has the perfect accessory for nighttime operations, a lighted clipboard called the Night Writer that can also provide illumination for those bedside flashes of inspiration without disturbing other sleepers in the room ($10).</p><p>If you know people whose troubled sleep is caused by (or causes) neck pain, Paul’s Interiors has a remedy. The Neck Rest Pillow is really two pillows in one: a standard pillow with a small roll at the base, which supports the neck ($30). La De Da, a</p><p>[ <strong>COnTINUED On Page 230 ]</strong></p><img/><img/><p><strong>austin (clockwise from top): fettuccine from Que Pasta! ($2.85 a pound), Highland Mall; microchip-powered washer-dryer at Sears ($1398), Barton Creek Square; Barbie’s Oscar de la Renta gown at Foley's ($8.99), Highland Mall.</strong></p><p><strong>VALLEY View Center</strong></p><p><span class=\"dropcap\">T</span>he day we visited Valley View a videotape of Ralph Lauren commercials was playing in Bloomingdale’s men’s department. Filmed in black and white, it depicted good country folk ruminating about the state of their lives. A strapping young man dreams of owning a pickup truck, just so he can “take Candy for a ride.” a woman with an impressively weathered face recalls her marriage and assures us, “It wasn’t puppy love, it lasted forty years.” Such is the nostalgia we share for the hometowns we abandoned specifically because they lacked places like Bloomingdale’s, and such is the dilemma of Valley View: it has the feel of an anonymous suburban mall that went upwardly mobile a little too fast. It’s really two malls in one —very high-end stores (Bloomingdale’s, abercrombie and Fitch) coexist somewhat uncomfortably with merchandise that is still readily available in abilene. Here you can settle for a pair of Keds or you can be daring with paisley high-topped sneakers ($38 at Capezio).</p><p>Little things mean a lot at Valley View. The tiny kiosks near the middle are full of small, last-minute gift possibilities: $18 Mickey Mouse suspenders from Mickey and Company; Trivia Bits, cheddar cheese crackers with trivia questions and answers, from Pack It In Paperworks ($6.95). Near Bloomingdale’s, La T Da is a small, theatrically lit store brimming with costume jewelry and one-of-a-kind items such as dollhouse furniture—grandfather clocks and overstuffed chairs —converted to pins and earrings by Uccicucci (from $20), and goblets designed by Wendy Gell encrusted with cupids, sea horses, and butterflies, as though they had washed up from an enchanted sea ($300).</p><p>Bloomingdale’s, in particular, is a consumer’s cornucopia of gadgets and accessories. This is a store with not one but three Swatch departments. The greater part of one dizzying mirrored room is devoted to the latest hair coverings: hairbands (velvet-and-pearl-covered varieties, $25), fantasy wigs (in pink, black, and silver, $47.50), and scarves (Marilyn Monroe-type hoods from La Crasia, in off-white, black, and blue, $40). Bloomingdale’s also has the perfect accompaniment to a rainy night on the town —a lame umbrella in gold or silver ($48). Though the store has an outstanding collection of evening wear from the likes of Lanvin, adam Beall, and Soo Yung Lee —mostly in some combination of velvet, metallics, and rhinestones —one of the prettiest was actually a nightgown made of pink lace by Jessica McClintock, available in the lingerie department. At home, wear it with a matching silk robe (the set, $245).</p><p>Abercrombie and Fitch covers the waterfront in the leisure and health department. Old-fashioned types will be charmed by a wooden miniature golf set made in France, complete with whitewashed bridges, seesaws, and ramps ($250). People who are rabid on such topics as percentage of body fat will prefer a new line of exercise equipment, the M Series from Precor. Made of aluminum and black vinyl, the bicycle, rower, or treadmill will, through the miracle of microprocessing, calculate distance run, stroke or pedal rates, and calories burned. Most of the machines are noiseless; the only sound will be the owner’s huffing and puffing (from $365).</p><p>But the big issue at Valley View is bears —specifically, which bears will be the best-sellers this season. A store called Bear Hugs has the classic bears from Gund and Steiff, and small bears covered in mink, as well as brightly colored velour celebrity bears such as Lauren Bearcall, Humphrey Beargart, Bearilyn Monroe, and William Shakesbear, from North american Bear Company ($40 and up). Bear Hugs, like other toy stores in the mall, also has Furskins—at this writing. Furskins (the creation of Xavier Roberts, maker of the infamous Cabbage Patch Kids) are a collection of bears from Moody Hollow in North Georgia, long of face, soft and smushy, and big of belly (everybody wears an outie under their hillbilly clothes). Like Cabbage Patch Kids, they come with names, a certificate of authenticity, and a registration number. And they are not cheap at $55 to $60. The big question is, will Furskins cause the same kind of furor as their Cabbage Patch cousins? The owner of Bear Hugs is guessing yes, and is worrying over his small allotment. Other bear people are unimpressed. It’s a bearish world out there, one sales representative intimated, showing me her toy catalog. “Taking a bear and putting it in a Victorian outfit-they’ll sell like hotcakes,” she pronounced. “Cabbage Patch is dead.” Parents, place your bets.</p><p><strong>AUSTIN</strong></p><p><strong>[ Continued From Page 158</strong> ]</p><p>lingerie store, has long underwear for chilly nights or Colorado ski trips —not just any long underwear, mind you; this is red and made of cashmere ($185). The store also offers a French maid costume, which as a gift might cause more problems than it solves ($38). The ephemeral state of marriage is reflected in this year’s hot appliance, a food processor for one. The Oskar from Sunbeam slices, chops, shreds, and purees, just like its full-sized cousin ($79.99 at Penney’s and Joske’s).</p><p>The thoughtful gift for the exhausted holiday host or hostess would be a pasta supper from Que Pasta!, an Italian store run by argentinians and Peruvians (hence its cross-cultural name). It offers a selection of homemade sauces (alfredo, pesto, pomodoro, and spicy arrabiatta, from $3.25); as well as homemade pasta (fettuccini, linguini, fusili, and capelli d’angelo, about $2.60 a pound). Choose also from a wide selection of Italian wines, cheeses, and a glass barrel brimming with sun-dried tomatoes.</p><p>Friends who receive any of Scarbroughs’ natural bath or skin-care products made by Kelemata of Italy will be slavishly grateful, assuming they leave their bathtubs long enough to thank you. The line of cleansers, moisturizers, soaps, shampoos, and bath products comes in almond or honey; either kind will fill the room and cover the skin with an intoxicating sweetness. “For a really luxurious bath or shower,” suggests the bath creme instructions, “spread the creme over the whole body, gently massaging it into the skin before taking a bath or shower. On contact with water, a rich lather is formed.” Thank God for the Italians (from $6).</p><p><strong>BARTON Creek Square</strong></p><p><span class=\"dropcap\">I</span>n contrast to Highland Mall, there is something almost forbidding about Barton Creek Square. Because of the confusing layout, shoppers feel trapped in a cross between a busy airport satellite terminal and a wilderness theme park (lots of gurgling fountains that flow under wooden bridges and along rock walls). The worst of the new austin is here: the parking lot provides a breathtaking view of downtown, but the mall itself is a windowless wonder. A notch below the quality of Highland, Barton Creek stores have much to offer, but one-of-a-kind items are rare.</p><p>Benjamin’s is brimming with androgynous passe-in-a-nanosecond Italian, English, and american fashions, currently of the paisley shirt-brocade vest variety. The best items here, however, are bolo ties, made by austin artist Nancy Meltzer. The bolos are hand-painted or decorated with rhinestone pins from the forties and fifties (from $12). Benjamin’s also has some satisfying alternatives to Swatch madness —watch faces that are painted with beach or city scenes including a car, a plane, or even Superman rotating as a second hand around the circumference (about $30).</p><p>The most persnickety sweater connoisseur should be satisfied with something from Scarbroughs’ hand-knit collection. Tucked into a corner near the Up escalator is a shelf crammed with woolly treasures: a dusty pink-and-blue English sweater decorated with a vase of roses, a cardigan from Wales with sheep grazing in a garden, a tailored navy sweater from Italy with oversized buttons. Beware the sweater embroidered repeatedly with the message “a bit dotty.” Few people like to be reminded (from $150).</p><p>Are a washer and a dryer romantic Christmas gifts? Well, no. But the Sears Limited Edition, which comes in a gleaming, haughty ebony, has got to be the bestlooking appliance of its class, as well as the most futuristic. Both machines can be programmed for almost any laundry contingency (“Infinite water levels help you use just the right amount of water”), because they run on microchips. Available, but not as dashing, in almond, platinum, or white (washer $799, dryer $599).</p><p>Sears has also introduced two new Craftsman tool sets of 150 and 180 items each; they should suit anyone who has to repair anything smaller than a Boeing 747 (from $100). Here, too, the microchip has had an impact. An electronic router can match the same cut repeatedly ($159.99), and an electronic drill can maintain its speed at all times with substantially less vibration under pressure ($159.99). A more basic tool is the rechargeable cordless electric screwdriver ($44.99).</p><p>The toy departments of the major department stores and the two mall toy stores (Kay Bee Toy and Hobby Shop, and Toys by Roy) will force parents into the usual moral dilemmas. War toys for boys —most of them based on Saturdaymorning cartoon characters —are there in abundance. G.I. Joe has his own tactical battle platform this year ($20.90). New members join the Transformers and Voltron: the Deluxe Lion Set converts from one large robot to five snarly lions ($79.99). In that kill-or-be-killed context, it’s hard to say whether the female character from the He-Man cartoon, She Ra, Princess of Power (“the most powerful woman in the universe”) represents a leap forward or backward ($7.99).</p><p>Social change has left the doll world in a curious position. Barbie adds a workout center ($24.99) and a remote-controlled Supervette ($34.99) to her collection of friends, horses, homes, poodles, and Oscar de la Renta gowns. She has a spa and a dream bed, and she still hasn’t married Ken. Enter the Heart Family. Mom comes with her own baby and look-alike fashions; Dad, who dresses like a Washington attorney, comes with his own son ($26.99). Accessories include a tote bag, diapers, a nursery set, a two-story Loving Home, and a convertible with personalized license plates and seat belts. Little girls will therefore get to practice making the same choices their mothers faced. It might be best to avoid the issue entirely by putting an International Cabbage Patch Kid under the tree. This year’s versions of those cheerful, inescapable favorites come with passports, and are dressed in costumes from Russia, China, Spain, Holland, and Scotland ($44.97). Some even have their own horses.</p><p><strong>SAN Antonio</strong></p><p><strong>[ Continued From Page 156 ]</strong></p><p>Toad COmeS with authentic-looking warts and a steady, knowing gaze. Maximillian the Rabbit has the proud, erect bearing of a wine steward or a French diplomat, right down to his pink ears and starched collar and bow tie (from $125). The store also offers the aerobie ($8.95), a bright-orange ring that can fly three times as far as a Frisbee, and the battery-operated Fishing Game, in which players try to hook grinning, snapping fish in a swiftly revolving pond ($19.95). That might also serve as a perfect gift for grown-ups who like to practice office politics at home.</p><p>Other toys for adults: Dyer Electronics Warehouse has four-inch black-and-white televisions in black, white, or red plastic. Weighing only about three pounds, the TVs are small and light enough to take (or shelve) anywhere but large enough to provide a picture you don’t have to be pigeonsize to appreciate ($68 from Seltec). Dyer also offers a new, full-sized VHS camera, the CR-1000S from Minolta. Quite simply, that means you can record up to two hours of your child’s birthday party or the next Texas-OU game instead of squeezing highlights onto a twenty-minute film pack ($1395).</p><p>Strollers who don’t like to get hot and bothered while communing with nature are bound to like the Walk Fan from Foley’s. Made by Sunville Products, it comes with a two-speed fan (a steady breeze can be yours in august), a reading light, a fragrance dispenser, a mirror, and a thermometer. The fan can also be used indoors, of course. It’s an ideal gift for the person whose Thank You for Not Smoking sign gets no respect ($24.99).</p><p>Dress designer Flora Kung began applying her vibrant palette to lingerie this year, and Foley’s is carrying what may be the sassiest at-home-wear around. Made of 100 per cent silk, Kung’s camisoles, caftans, and pajamas come in an emerald green and an assertive yellow, but the best set is an untamed floral print mixing the two shades with splashes of fuchsia. Not for shy, retiring types (from $98).</p><p>And what about those loyal pals who love us all year long? The Pet Pantry has gifts for them too. Dogs deserve Good Boy chocolate drops from England, made by armitage Brothers by appointment to the queen. Kitties get Good Girl Drops. (No explanation for this sexual stereotyping, though there’s probably some insight into British character there.) Both cost $1.79. Also available: a five-foot bone made from an entire cowhide ($159.98) and small straw cowboy hats with feather bands ($11.98), for small dogs or large cats that want to fit in at kicker bars. Cats are also fond of one gift that’s available for free at almost every store in almost every mall. This present can provide shade and shelter as well as hours of destructive entertainment not involving your sofa. Just give your cat the paper sack the rest of your purchases come in. He’ll be eternally grateful, and unlike everyone else you shop for, hell never think of returning it.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Austin",
      "Christmas",
      "people",
      "Shopping",
      "Texas",
      "Dallas",
      "Electronics",
      "Holiday",
      "Cats",
      "Dogs",
      "Fishing",
      "Food",
      "Health",
      "Houston",
      "italy",
      "Jewelry",
      "Marriage",
      "Power",
      "silk",
      "Wilderness"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Dallas",
      "Houston",
      "Kerrville"
    ]
  }
}