{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198512",
    "date": "December 1985",
    "year": 1985,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1985/19851200.pdf",
    "issue_cover_image": "",
    "document_start_page": 174,
    "toc_start_page": 160,
    "document_page_range": [
      [
        174,
        175,
        176
      ],
      [
        224,
        225,
        226
      ],
      [
        228,
        229
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Every Traveler’s Nightmare",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198512-everytrav",
  "source": "/1985/19851200.pdf",
  "wp_post_id": 120801,
  "wp_post_guid": "http://www.texasmonthly.com/article/every-travelers-nightmare/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Every Traveler's Nightmare",
  "dek": "Vacation was wonderful. I was driving through Italy. The remote hilltop village was perfectly picturesque. I didn’t know what hit me until I woke up in...",
  "spread_caption": "",
  "excerpt": "Ever worry that your trip overseas could turn into a disaster? We certainly didn’t—until a speeding bakery truck collided with our Italian vacation.",
  "kicker": "",
  "word_count": 5714,
  "content": "<p><span class=\"dropcap\">O</span>ur two-week vacation ended five days early this summer, when a bakery van, hurrying to make a late delivery, broadsided our rented Peugeot at a blind corner in the tiny northern Italian village of Rivoira di Boves.</p><p>Two of us are in the car, myself and Chris Durden, my companion of ten years. In the week and a half we have been touring Italy, we have already seen the aftermath of four or five wrecksmangled cars, bloody faces, and white vans with <em>ambulanza</em> painted on the sides. We fasten our seat belts when we leave our hotel. At the corner we pause at a Yield sign and proceed. Neither of us sees the van coming. The force of the impact smashes the right side of the car and propels the Peugeot across the intersection. We end up on the left side of the street, with our rear wheels in a shallow ditch.</p><p>Chris sees the accident happen like a movie in slow motion without sound. As he watches, the lower half of the car’s safety glass windshield shatters into a hail of blunt pebbles that move silently toward us as if through a viscous liquid, striking us harmlessly. The split second in which everything occurs seems to last forever. For me, the moment of impact is a blank; I never will be able to recall it. But that is for the best. When the van smashes in the car door, it fractures my pelvis and five ribs and punctures my right lung.</p><p>I am stunned but conscious. I know that some ribs must be broken, because I can’t draw a deep breath or speak without stabbing pain in my right side. What I can’t get straight is whether the whole episode actually happened or whether I have dreamed it. When I open my eyes I see a spiderweb of broken windshield hanging intact from the car frame. I hear Chris saying loudly, “<em>ambulanza,</em> somebody call an ambulance.” In a daze I ask, “Chris, did this really happen?” He tells me, “Yes, it really happened. It’s all right, an ambulance is on the way.”</p><p>Every breath hurts. “Chris, is this a dream? are we in Italy?” He wipes my forehead with a wet cloth that someone has brought from a nearby house. “Yes, we’re in Italy,” he says. I turn my head so I can see him. “Oh, Chris, your glasses are gone.” The oddest things take on significance. Without his wire-rimmed glasses he looks slightly nearsighted and very anxious. “I can’t find them,” he says, “but yours are here, right on the dash. See, i’m putting them in my pocket.” all I can think of is that he must not scratch them because they have plastic lenses.</p><img/><p>Illustrated By C. F. Payne</p><p>In five minutes a small crowd has gathered, and an ambulance from Boves arrives. It’s not a big emergency vehicle that can save lives on the spot but a little van with a stretcher and a siren—just enough to get an injured person to the hospital. Luckily, no one’s life needs saving on the spot. Two attendants jump out and wrench the car door open with crowbars; the crunching sound is awful. Then they lift me as carefully as they can onto the stretcher. I want to yell from the pain, but that would take a big breath of air, and I can hardly take a small one.</p><p>Chris and I ride in silence to the emergency room at the big hospital in Cuneo, five miles away. We don’t talk; we just hold hands. I think I know now how an animal must feel when it is taken to the vet. For me, this is the beginning of a strange moment-to-moment existence that lasts until we leave Italy. The dozens of questions I might ask—Where are they taking us? Will anyone speak English? How will we ever get back to america? —dwindle to insignificance in the here and now of the situation.</p><p>The thing that strikes me about the emergency room at the Ospedale Santa Croce is that my clothes are removed intact. In every hospital television show i’ve seen, the emergency room personnel scissor off the injured person’s garments with unseemly haste. The Italian nurses slip off everything but my T-shirt and bra, then ask if it is all right to cut them. “It’s okay,” I gasp. The young nurse is so nervous that she wads up the fabric and has to start over again. Being placed in various positions for the x-rays is agonizing, and all the while a physician who speaks English is prodding my abdomen and asking me questions. “are you pregnant? When was your last tetanus shot?”</p><p>When the doctors have finished examining the x-rays, they ascertain that i’m in no immediate danger. My ribs and a narrow bone in the pelvis are broken all the way through but not crushed. They don’t require surgery, and being located where they are, they cannot be set in a cast like an arm or leg. Because i’m immobilized, tape is not necessary; eventually, bony calluses will grow around the broken ends of the bones and stick them back together. The treatment here, as it would be in america, is simply to let nature take its course. The nurses put me on a stretcher and wheel me Out of the emergency room. Chris is waiting just beyond the door, looking worried but not so nearsighted as before. “You have your glasses,” I marvel. “Yes, the wrecker driver found them under the car when he pulled it out of the ditch,” he says with a rueful smile. “They weren’t even scratched.”</p><p>[CONTINUED On Page 210]</p><p>[CONTINUED From Page 162]</p><p>We go down a labyrinth of halls and up an elevator to the third floor, where we stop at a tall, sunny ward with six beds. They carry me to the middle bed on the right side and hook up an IV. Almost immediately I start to shiver from shock. <em>“Ha freddo?”</em> (“are you cold?”) asks the sympathetic nurse. <em>“Si, molto freddo.” </em>She covers me with a thick blanket in the balmy afternoon heat, and slowly I start to feel warm again.</p><p>The room that is to be my home for the next fifteen days is simple but pleasant, painted two tones of creamy white. A large casement window faces southeast, and through it we get a nice breeze and can see the canopies of trees on the hospital grounds. To the right of the window is a washbasin; at the other end of the room are six metal lockers. Anyone who can walk uses the bathroom down the hall. The six metal beds each have a thin futonlike mattress atop wire webbing that’s more like a hammock than springs, but the sheets are thick and all cotton. No one has a TV or phone, nor does the hospital have air conditioning. As I learn later, Italy’s medical care is socialized. Any citizen who needs treatment gets it free but not in a $200-a-day private room.</p><p>At the moment, however, the only thing that matters is lying absolutely still; my back feels like a bag of sharp rocks. As long as I don’t move or have to be lifted, the pain, although constant, is bearable. While Chris goes off to deal with the hospital business office, a visitor named Renata takes me on as her personal responsibility. Every fifteen or twenty minutes she asks, <em>“acqua?”</em> (“Water?”) and pours a bit into my mouth and moistens my lips with the back of the cool spoon. When my IV is low, she rings for the nurse. All the visitors and patients watch out for each other, but Renata is special.</p><p>The people in the business office don’t give us a moment’s hassle. They know we’ll be around for a while and tell us that the next few days will be plenty of time to discuss payment. Chris is soon back at my bedside, which he rarely leaves as long as i’m hospitalized. He doesn’t even tell the doctors that he thinks he has a cracked rib, so apprehensive is he that they will put him to bed too. We keep that secret to ourselves and concentrate instead on our biggest immediate problem, which is communicating with the doctors and nurses. Chris speaks some French, as do many Italians in this city, which is only eighteen miles from the French border. I speak fair Spanish. Two of the doctors - Professor Meo and Dr. Viglione—speak limited English, and a few of the nurses have taken it in high school. We try anything that works, including sign language, and the second day Chris buys a good paperback bilingual dictionary that we keep on the bedside table and in which we madly look up words. We all laugh a lot and somehow manage to make do.</p><p>Once we are told that my injuries, though painful, are not serious, we want to know when I will be well —at least well enough to travel. There seems to be a difference of opinion. The English-speaking doctor who saw me in the emergency room thinks that I could fly home in a reclining position in about a week. “First class,” he says, giving us a big wink. The rest, including the chief physician, Dr. Cartia, whose opinion prevails, go by the book, which in Italy prescribes 30 to 35 days in bed. Having observed me for less than 48 hours, they refuse to speculate when we can travel. As it turns out, their reluctance is prophetic.</p><p>About nine at the end of the second day, Dr. Arico, the thoracic specialist who has been monitoring my breathing and ordering more x-rays, concludes that my right lung has a slow leak. Unless treated quickly, it will soon collapse. True, I have begun to talk in a half-whisper, but we think it is just another effect of the broken ribs. Three doctors fetch Chris and take him out in the hall, where they explain to him in French, with the help of x-rays, that they must insert a tube between my chest wall and lung and leave it for a few days to drain the accumulating fluid that is causing the lung to go downand they have to do it now. He comes back and starts telling me what the doctors said, whereupon I interrupt and say I know all about it because i’ve seen it done on <em>Hill Street Blues;</em> one of the women police officers had to have a tube put in her chest, and it was no big deal. Before I have time to get scared, my bed is jacked up on wheels, and the nurses roll me to a small surgical area. The local anesthetic stings like hell, and the insertion of the tube, between two ribs just under my right arm, is a bigger deal than they let on in <em>Hill Street Blues,</em> but I am soon back in the ward, only slightly shaken.</p><p>As soon after the accident as he can, Chris calls my parents in the United States to break the bad news. Then he calls a friend and gets the names of two specialists there. We want to ask their opinion about my injuries and how soon I might travel. One of them sums it up: he’ll gladly take me as a patient when I get back, but since he has not examined me or my x-rays, he has no way of evaluating my condition. The Italian doctors are in charge of my case until they release me. It begins to look as if we may be in for a long stretch in Cuneo.</p><p>Chris searches out the biggest bookstore in town and comes back with an armful of obscure agatha Christie mysteries and other thrillers. Somehow, we aren’t in the mood for <em>The Brothers Karamazov.</em> To fill up time he reads aloud, but we soon discover an ironic coincidence. Every other story we’ve chosen involves some horrific traffic accident or instance of maiming, each one worse than the last. It reminds us of breaking up with an old lover and then finding that every maudlin song on the radio has been written especially for you.</p><p>In a couple of days Chris gets settled in at a hotel across from the hospital. Though it’s not as charming as the inn where we had been staying, it’s clean and obviously does a thriving business with the relatives of patients. Along with the hospital, which was built in 1961, the hotel is in the newer part of town. The older part centers on a large square rimmed by covered stone archways that shade dress shops, chocolate boutiques, and small, cluttered offices. When Chris calls the inn to say we’ll be checking out a bit earlier than we expected, he finds that the employees already know about the accident. News travels fast in small towns everywhere. The next day the owner of the inn comes to the hospital to see me, bringing a box of wonderful chocolates. She is the first in what seems to us a flood of visitors, considering that we don’t know anyone in Cuneo, but Italians are irrepressibly social. A day or so later, a young blond woman who speaks English appears at my bedside. Apparently, a friend of hers, reading about the american in the hospital (i’ve made the local paper), has sent her to see whether she can help us with any language problems. We have no idea who our unknown benefactor is. Mariangela comes twice more, always staying so long that we are exhausted from talking. Later in the week another English-speaking visitor, who has come to see a woman across the ward, drops by to converse. We chat laboriously—Italians learn British English, and to Michela my Texas accent might as well be a foreign language. The driver of the van that hit us, who is filled with remorse about my injuries, comes four times, on each occasion bearing larger boxes of cookies and bonbons and concluding with two bottles of good local wine. Without fail, everyone extracts from us promises to write when we return home.</p><p>When Chris goes out to eat lunch or dinner, I try conversing in pidgin Italian with my fellow patients. Signora anna, on my left, is a woman of formidable dimensions and some fifty years. Her legs, under a sheer pink nightgown, are like two redwood posts. Her wiry hair, jet black except for a white shock, Indira Gandhi-style, sticks straight up in front and is plastered down in back from many days in bed. Once I gripe to anna that I haven’t been able to wash my hair in almost two weeks and it’s driving me crazy. She gives me a straight look and says, <em>“Io, un mese. ”</em> (“Me, one month.”)</p><p>Anna is recuperating from a hernia operation, and whenever she gets up to walk she must first be hooked into a vast black corset. That takes two people to accomplish and is generally done amid breathless laughter and teasing, during which we recognize the word <em>“elefante” </em>one day. Anna has become the mother hen of the section because of her amiable personality and her long stay in the hospital. All the student nurses come to talk with her and seek her opinion. She and Livio, one of the male nurses, are great buddies. He tickles her feet, which are always sticking out from under the covers, and when he comes in to take a blood sample one morning just before dawn, she calls <em>“Vampiro”</em> after him as he exits the room.</p><p>If anna is our mother hen, Suora Tomasino Maria, on my right, is our spiritual adviser. The little nun, who is about sixty, is as frail and fine-boned as a mandarin, with parchmentlike skin that has turned a shocking yellow from jaundice. Her gall bladder is bad, she says, a debilitating illness. Most mornings she is up at dawn, though, shuffling about the room in a blue bathrobe while she tidies our bedside tables and changes the water in the flower vases. One Sunday I remark what a beautiful day it is. She smiles. “St,’’she says in her thin, birdlike voice, <em>“e il giorno del Signore.</em> ”(“Yes, it’s the Lord’s day.”) One morning she goes off to the regional hospital in Turin for tests and returns late, pallid and drawn. A day later she is almost her old self, but she talks to us frequently of God and the church. The medical tests indicate that her condition can be controlled but not cured, and she is to be released to a convent in Turin soon.</p><p>I think to myself, here is a woman who will never really be well, yet she is still smiling and still up at dawn, freshening our flowers. It would never occur to her to consciously inspire us by her example, though in her self-effacing way, she does.</p><p>I’ve never known anyone like Suora Tomasino. She could be a character in a novel, but then life has taken on a fictional quality. The only time that exists is the present; the only setting is the hospital ward. My mind has so deeply buried the memory of what we did on our vacation that when I finally do think of it, my heart starts to pound. How could that have happened this summer? It seems ten years ago. My thoughts of the future, beyond an abstract yearning to be home, never stray past the end of the day. The present meal or conversation or chapter in the book is all that matters. Like a child who doesn’t have to do her homework because she has been kept home sick from school, i’m strangely happy, and free.</p><p>The hospital’s routine, at first baffling, soon turns into a steady hum. At fivethirty every morning a student nurse, wearing a white uniform and nunlike veil, awakens each of us with a thermometer in the armpit. There’s just enough time to doze a bit until six-thirty, when another nurse shows up with my antibiotic shot. <em>“Quale lato?”</em> (“Which side?”) he asks. Two female custodians in pink smocks carefully sweep and mop the floor before breakfast is served, around seven-thirty. The fare is hospital continental: a choice of either sugared tea, brought by a nurse staggering under the weight of a huge kettle, or coffee with milk, and some <em>biscotti,</em> packaged toast. Used to big american breakfasts, i’m always famished and beg as many <em>biscotti</em> as I can get. The nurses find this highly amusing. As an impromptu straw for my tea, they cut a fresh length of plastic medical tubing every day. Bed-making is at eight, done with military precision by a pair of nurses. They are very nice about not doing much to my bed, since it hurts me to move. <em>“Pulito ?”</em> (“Clean?”) they ask, pointing to the sheets. <em>“Si,</em>” I lie. By that time Chris has arrived, and we talk or start reading another mystery story. By eight-fifteen the sun is heating up the room, so someone strolls over and cranks down the big green rolling shutter. We have a long, snoozy lull until the doctors make their rounds at nine or ten.</p><p>Usually Professor Meo is in charge of a group of two to eight physicians, mostly male. They’re all intrigued with my case because i’m american, especially so because i’m from Texas. I try to live up to their expectations. One day I crack them up by asking if I can have a Coke. The next day they all come in with silly grins, and Professor Meo says, “Miss Sharpe, we just want to ask one thing: do you know J.R.?” They look and dress like american doctors, in white coats over slacks or jeans, but instead of running shoes, they almost all wear wooden clogs.</p><p>By eleven-thirty or twelve the nurses bring lunch, individually prepared plates carried on big trays. The first day I can have solid food I think it’s great. Three days later, after almost identical food at lunch and dinner, I have second thoughts. By the time we leave i’m nauseated at the sight of pressed ham, processed cheese, and glutinous mashed potatoes. The only pasta is a mound of horrid little pellets in the inevitable bowl of soup. We do get other things, but overall the food is worse than my sixth-grade cafeteria’s. Considering the wonderful meals we had eaten everywhere in Italy before the accident, the quality at the hospital is astonishing. One day the patients in our ward stage a hot complaint session (it does no good), and in desperation some resort to subterfuge. Twice Chris smuggles in a pizza, and on another occasion anna’s daughters bring a big, garlicky salami. Contented belches assail our ears for an hour.</p><p>General visiting hours start again after lunch, and some afternoons we have from 25 to 30 people in our room. Even with the door open, it’s like an oven, and we all lie there sweating, our hair damp on the pillows. At two-thirty, after we feed our leftover breadsticks to the pigeons and sparrows that congregate at the open window to attack our lunch dishes, Chris goes off for much-needed R and R and to have his own lunch. A place named Cervino quickly becomes his favorite restaurant, and when the owner learns of our plight, he insists on sending a treat back to me every day. “as long as she’s in the hospital, she gets a free dessert,” he declares. Usually it’s an Italian strawberry shortcake, and it’s delicious. Its arrival becomes a high point of my day.</p><p>By the time the doctors make their afternoon rounds, I have to hide assorted paraphernalia under the sheets: mystery novels, Kleenex, Snoopy notebook for the journal i’m keeping, stationery, and toothbrush. The nurses are at pains to neaten us up, and they shake their heads at my growing junkyard. About equally divided between men and women, the Italian nurses I have met so far are thoroughly devoted to the profession; they really care. When a patient rings, they are there within a minute, and they spontaneously take your hand or arm while they listen. The comfort they dispense does as much good as the pills. I haven’t been touched so much since I was a child. On two occasions in the middle of the night, I call to ask in teary frustration for pain medication and a sleeping pill. Two night nurses come and stand on either side of the bed and each holds one of my hands, murmuring, <em>“Stia tranquilla.”</em> (“Don’t worry.”) Mario insists on bringing lemonade, which he says will help me sleep, and adds, “You’ll be going home soon, Patricia, <em>coraggio,</em> courage.”</p><p>The announcement we’ve been waiting for comes on a Wednesday, after nine days in the hospital. I can go home as early as Sunday. We’re jubilant. Word gets around the floor fast, and the student nurses come rushing in to congratulate us. That evening Chris calls our travel agent in austin; we know we can’t handle the tricky arrangements or language problem ourselves. The agent quickly settles on air France; most major airlines will accommodate ill or injured passengers, but air France has stretcher beds on board and its office asks all the right questions. We never thought the trip was going to be cheap, but it is a shock to find that we have to purchase three seats for me. The Italian doctors specify that I must travel on my back, and the stretcher bed takes up that much space. The negotiations are Byzantine-two airlines, plus three ambulance companies to transfer me in Paris, Houston, and austin.</p><p>On the following Tuesday, after several delays that are so disappointing I almost cry, Chris and the hospital finally arrange for the ambulance trip from Cuneo to the airport at Nice. We are scheduled to go, in the early hours of Wednesday morning. Chris spends an hour of the last day with Professor Meo and Dr. Viglione, closeted in an office with a medical dictionary and a battered typewriter, helping them compose an English-language summary of my treatment for the doctors back home. As an afterthought, Chris asks Professor Meo to put in a statement saying he officially releases me to travel. It’s the smartest thing we do during the whole stay.</p><p>Our departure time from the hospital couldn’t be worse, two o’clock Wednesday morning, but our plane leaves Nice at six forty-five, and there’s no way around it. The afternoon before, Chris moves all our luggage into the ward. After lights-out at nine-thirty (barely sundown at this time of year) he sits in a chair beside my bed, dozing restlessly. I jump every time someone appears in the darkened doorway and futilely strain to see my watch face. It’s the longest night of my life.</p><p>The two ambulance drivers appear at two, and in the milky half-light of the room, amid whispers so they won’t wake the other patients, they move me onto a stretcher for the journey. I am rigid with the fear that they will drop me or that my bones will pull apart (it’s almost impossible for that to happen, but I don’t know it then). Our little ambulance pulls smoothly out of Cuneo, and everything goes well until the road starts to wind through the Maritime alps, perhaps twenty minutes later. At that point we find, to our immense dismay, that I am doomed to be carsick. It’s hard to say who is more miserable, me or the other three people in the van. By the time we pull into the airport at Nice an hour before flight time, Chris is checking his watch every minute, and I don’t care whether i’m alive or dead.</p><p>At the ticket counter Chris gets a shocking setback. “I am sorry,” intones the stern air France agent, “but there is no way you can leave today. We are not getting our doctor up at six in the morning to examine this woman to see if she’s able to travel.” an examination? This is the first we have heard of such a requirement. Chris rummages through our luggage and produces a copy of the travel release signed by Professor Meo. “Will this do?” he says to the agent, smiling with clenched teeth. It will. With minutes to spare, the ambulance speeds across the runway to the waiting plane. There is no boarding ramp, so the drivers carry the stretcher up the steep back stairs. Miraculously, they don’t drop me. Inside, the arrangements are ingenious. A padded platform has been bolted in place over three turned-down seats. It runs lengthwise along the windows, like a Pullman berth, and even has a little curtain for privacy. Chris has an aisle seat beside me. They slide me in, and at last we are on our way to Paris. The trip is short, hardly longer than flying from Dallas to Houston. One of the attendants, full of questions and sympathy, sees that i’m having trouble drinking from a glass while lying on my back. They have no straws on the plane, but in a minute he produces a baby bottle full of iced Coke. Abandoning all pretense of dignity, I swig contentedly on it, even though a few nearby passengers give me funny looks. I don’t care. The baby bottle and I are inseparable.</p><p>After the plane lands at Charles de Gaulle airport in Paris, we wait for it to clear so the ambulance crew can get on. They show up in due course, two young men, one with gold chains and spiky hair, hauling what appears to be a rubber life raft and a bicycle pump. There must be a misunderstanding, we protest; we were to be met by a stretcher. This <em>is</em> the stretcher, they reply, and calmly begin to blow up the raft. In spite of our consternation, the pneumatic “rescue mattress” expands to become quite rigid. <em>Voila!</em> I exit the plane looking like a survivor rescued at sea. We all spend our four-hour layover before the transatlantic flight crammed in the ambulance, eating chicken sandwiches and boiled eggs from a fast-food restaurant in the airport terminal.</p><p>At noon the ambulance wheels onto the runway and we are allowed to preboard the big air France 747. The platform bed is identical to the first one, and for a short time we have the plane all to ourselves, except for a woman with small children, also preboarded. Eager to be on our way, we wait for the other passengers to stream on—and we wait and wait some more. After twenty minutes or so, the flight attendants give us the bad news. A baggage handlers’ strike that was supposed to be settled is still at a standoff, and no one can say when it might end. An hour drags by, then two, then three. At last we hear noises from deep within the bowels of the plane and look out to see luggage being loaded. We also hear, from somewhere quite close, the distinct neighing of a horse. Acting as if that is something that happens every day, an attendant informs us, “Oh, yes, we have eleven or nine horses on board,” in a special cargo area. That should have told us we are in for a strange flight.</p><p>It’s daylight all the way across the atlantic. We’re distracted for a bit by several French tourists across the aisle; they are obviously getting in the mood for Texas, singing and shouting “Yippee!” Mainly, we sink into an unsatisfying half-sleep, until somewhere around Labrador we are startled out of our stupor by an announcement from the captain: “Is there a doctor on board?” It appears that one of the women passengers has developed acute appendicitis. We wonder anxiously if we might have to land early, but after radio exchanges, the captain determines that the woman is in no immediate danger. We continue toward Houston, wondering, What next?</p><p>More hours pass. People mill around, smoking and talking desultorily, all except one man, who is so restless and agitated that the attendants must repeatedly ask him to sit down and stop distracting everyone else. At one point, for reasons best known to himself, he goes through both first-aid kits on the plane. The Beirut hijacking and air India tragedy are on all our minds, and any mysterious activity makes us nervous. One of the passengers immediately reports the man. The attendants keep a close eye on him —we all do —the rest of the trip. We only hope nothing happens before we get to Houston.</p><p>Everyone is immensely relieved when we finally land. The woman with appendicitis exits in a wheelchair; the mystery man leaves his suitcase. We wait for what seems forever for the ambulance attendants to show up. At long last they do, having been given a hard time by airport security, which is even stiffer than usual. Somehow, we are not surprised when we hear that the stretcher is too wide to roll down the aisle. It’s only the latest in a series of fiascos. Fortunately, they have a backboard, on which they carry me out to the stretcher.</p><p>The terminal at Houston Intercontinental is a madhouse, with thousands of people leaving for the Fourth of July holiday. We have missed our original connection to austin, but one of the ambulance drivers has thoughtfully stood in line three hours to get us a reservation on Continental’s last flight out that night. We get to the check-in gate and find, to our consternation, that the plane isn’t really set up to take me. The personnel are willing but have neither a platform nor a backboard, and we are dubious that I should travel simply lying across three seats. Chris cancels our tickets, and he and I and the ambulance drivers glumly watch our flight taxi away from the gate. The only thing to do now is assess our options. It appears we have exactly two: air ambulance, at enormous cost, or auto ambulance, at slightly less enormous cost. We quickly decide on the latter, and the drivers call their main office and get permission to make the trip.</p><p>At ten we head for U.S. 290, stopping at a Denny’s for supper, which we eat huddled in the ambulance while a light mist falls. It’s been ages since our last meal on air France, and the club sandwich they bring me seems like a feast. The drivers, a young couple, reveal that they are engaged. The woman tells me about her auto accident, which snapped off most of the ribs from her spine. The doctors wired them back, and now she stands like she had a ramrod down her back. Strong before the accident, she did not let the injuries daunt her. She lifts her end of my stretcher like a halfback. It helps put things in perspective for me.</p><p>The trip to austin dissolves in a blur of windshield wipers and passing lights. Once again i’m carsick, though not as badly as before. By the time we pull into St. David’s Hospital at two in the morning, Chris and I are inert with fatigue. “You must be the lady from Houston,” the admitting clerk says cheerily. “We expected you at ten. Your room is ready.” Those are the sweetest words i’ve heard since our odyssey began thirty hours ago.</p><p>The next day I see the orthopedist and the thoracic specialist we called from Cuneo. Their theory of treatment calls for a much shorter period of bed rest than the thirty days recommended in Italy; in two days they have me hobbling around with a walker, and in four i’m discharged from the hospital. My leg muscles have turned to jelly from the prolonged inactivity, and for two weeks my gait is ponderous, like Frankenstein’s monster. Sitting or lying down, i’m stuck until Chris comes to help me up, but each day I grow a little stronger. No limp or other problem appears.</p><p>With no immediate responsibility except to mend, I pass my convalescence with an unexpected and childlike serenity. I take walks and nap; I read and think. Sometimes I even consider practical things such as whether we will ever travel in a foreign country again (of course we will), but mostly I bask in the quiet pleasure of being alive. It’s good—very good—to be home.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Doctors",
      "people",
      "flight",
      "Home",
      "Ribs",
      "Travel",
      "Emergency Room",
      "office",
      "Business",
      "Food",
      "France",
      "Mystery",
      "ten",
      "all the way",
      "Driving",
      "ever",
      "Hair",
      "italy",
      "Language",
      "Mother"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Dallas",
      "Houston",
      "Texas"
    ]
  }
}