{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115
      ]
    ],
    "toc_order": 26,
    "toc_headline": "Judith Sanders-Castro",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-judithsan",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128067,
  "wp_post_guid": "http://www.texasmonthly.com/article/judith-sanders-castro/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Judith Sanders-Castro",
  "dek": "When it comes to Mexican american voting rights, she doesn't budge.",
  "spread_caption": "",
  "excerpt": "Keeping up the good fight.",
  "kicker": "advocate for the powerless",
  "word_count": 560,
  "content": "<p>When the Telephone Rings in Judith Sanders-Castro’s office on Houston Street in downtown San antonio, the sound is muffled by a mountain of paper. The screen of the computer she uses to churn out legal briefs for the Mexican american Legal Defense and Educational Fund (MALDEF) is papered over with pink telephone messages. On the floor, amid piles of news clippings and file folders, are two clay figures that explain the work that all this paper represents. One, a figure of a Texas Ranger, is labeled “The Bad”; the other, a Klansman, is “The Ugly.”</p><p>And who represents The Good? Why, it’s Judith Sanders-Castro, of course—the 44-year-old champion of the poor and the dispossessed, enemy of the establishment, avenger of the past, and at the moment, legal expert on voting rights who, for better or worse, has brought to a standstill the state’s attempts to regulate pumping of the Edwards aquifer. That happened when she successfully challenged the legality of the appointed board that oversees the aquifer by contending that its selection process diminishes Mexican americans’ voting rights. If the ruling stands up, it will destroy a carefully negotiated compromise, and according to her critics, the absence of a state board will subject San antonio’s water supply to strict federal regulation.</p><p>Sanders-Castro’s hardline stance is typical of the tactics that have made MALDEF the state’s most successful activist organization. In previous years the group spearheaded the legal battle that overturned Texas’ school-finance laws. Now, facing the aquifer controversy and a court challenge to racial gerrymandering, MALDEF is fighting to preserve gains in voting rights. In filing some fifty lawsuits since joining MALDEF in 1981, Sanders-Castro has redrawn the political map of Texas, bringing about the creation of electoral districts that have produced a record number of Mexican american and black public officials.</p><p>“i’ve always seen everything as a struggle between the haves and the have-nots,” she says. Actually, she grew up in a middle-class family in Lubbock and, while studying fine arts at Texas Tech, didn’t even oppose the Vietnam War. Her radicalization came after a divorce left her with a feeling of powerlessness at being a single parent. She went to law school, she says, “to help people who have no sense of power gain some protection under the law.”</p><p>Her unyielding stand on the aquifer board has alienated some former allies. Last april ann Richards castigated MALDEF for putting its hometown constituency in danger of water rationing and even loss of jobs. The governor pointed out that the federal commission studying which military bases should be closed has been notified that Kelly air Force Base may face water shortages if San antonio’s water supply is restricted. Kelly has already been mentioned as a possible target for closure, and the threat of a water crisis could land it on the list. At risk are Kelly’s 11,000 civilian workers, 61 percent of whom are Mexican american. But Sanders-Castro rejects any suggestion that she compromise her principles. She is emblematic of the advocacy groups that are driving american politics, from religious conservatives to liberal critics of a health-care plan that covers only 95 percent of the people. “My job is to make sure the rights of Mexican americans under the Voting Rights act are protected,” she says. “i’m going to do my job regardless.”</p><img /><p><strong>With her work at MALDEF, Judith Sanders-Castro has redrawn Texas' political map.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Voting",
      "Water",
      "Aquifer",
      "Texas",
      "Work",
      "Ann Richards",
      "Computer",
      "Defense",
      "Divorce",
      "Driving",
      "Family",
      "Governor",
      "Houston",
      "Land",
      "Law",
      "Lawsuits",
      "Liberal",
      "Lubbock",
      "Military",
      "News"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Lubbock"
    ]
  }
}