{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 108,
    "document_page_range": [
      [
        114,
        115
      ]
    ],
    "toc_order": 23,
    "toc_headline": "Steve Burrus",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-steveburr",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128076,
  "wp_post_guid": "http://www.texasmonthly.com/article/steve-burrus/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Steve Burrus",
  "dek": "His mission impossible: Get the Dallas society crowd interested in AIDS.",
  "spread_caption": "",
  "excerpt": "Turning denim into dollars for AIDS.",
  "kicker": "Charity by design",
  "word_count": 596,
  "content": "<img/><p><strong>In Dallas Burrus' AIDS fashion auction is the event of the season.</strong></p><p>Photograph By Danny Turner</p><p>It Was a Goofy Idea. Get some Levi’s denim jackets, persuade famous fashion designers to decorate them, then sell the jackets at an auction to raise money for AIDS. When Steve Burrus, a burly redheaded wholesalefurniture salesman in the design district, near Dallas’ World Trade Center, announced an auction of denim jackets in 1989, a lot of people thought he was joking. Today, the DIFFA Collection’s annual show (named for its main sponsor, the Design Industries Foundation Fighting AIDS) has become not only the social event of Dallas’ season but also one of the most publicized AIDS fundraising events in the country.</p><p>The restyled jackets—some of them so lavishly embellished with beads and sequins and paint that it’s impossible to see the denim—have been featured in fashion magazines like <em>Elle</em> and <em>W.</em> Designers like Gianni Versace, Romeo Gigli, and Christian Lacroix have agreed to contribute redesigned jackets. Dazzled partygoers have anted up thousands for them. Last year a Dallas woman paid $15,000 for a jacket dyed black and re-covered in suede. In its five-year history, the Dallas show alone has brought in more than $900,000, all of which is given to local AIDS organizations. This year the DIFFA Collection went on an eight-city national tour that brought in $1.5 million.</p><p>Burrus was born in Oklahoma City and received degrees in architecture and art from Oklahoma State and the University of Tulsa, respectively; in 1976 he moved to Dallas to work in the World Trade Center. He was then thirty years old, a gay man ready to experience life in a more cosmopolitan city. A few years later, when he began to hear that gay men were getting sick on the East and West coasts, he thought the virus would never make its way to the center of the country. But then, in 1986, a close Dallas friend came down with AIDS.</p><p>Burrus had seen an ad in a trade magazine placed by an organization called DIFFA, founded in 1984 by two New York interior designers. “We have to raise money because we cannot raise the dead,” it said. Burrus called DIFFA for more information, and two weeks later he received five boxes of promotional and fundraising packets. Although he had never been involved in charity work, he started a Dallas chapter of DIFFA.</p><p>In 1988 Burrus tried a traditional fashion show, but it flopped (not a single outfit was sold). “I figured we’d try a bake sale next,” he says, “until someone said something about denim jackets.” Burrus got on the phone and talked Levi Strauss and Company into donating a hundred jackets, persuaded Neiman Marcus to support and promote his auction—and started calling designers. To his surprise, Bob Mackie sent back a jacket with tiny tan sequined horse heads on the shoulders and tan marabou feathers draped down the front. An ecstatic Dallas couple parted with $7,500 for the jacket. Burrus realized he had found the perfect event for glitter-struck Dallas society.</p><p>At the beginning of 1995 Burrus will step down from the local chapter he founded because he has learned that he is HIVpositive. Nevertheless, Burrus says he will continue to raise money. “i’ve always known that AIDS was going to be around for an awful long time,” he says. “But I am not discouraged. I look back on the last few years of my life with DIFFA and know that I have done my best.” The former furniture salesman pauses. “It’s been the very best thing I could ever imagine doing with my life.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "AIDS",
      "Fashion",
      "Auction",
      "Trade",
      "Design",
      "Fundraising",
      "money",
      "Oklahoma",
      "Architecture",
      "Art",
      "Charity",
      "ever",
      "experience life",
      "Furniture",
      "Mission",
      "Neiman Marcus",
      "New York",
      "Oklahoma City",
      "people"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Mission",
      "West"
    ]
  }
}