{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 116,
    "document_page_range": [
      [
        122,
        123
      ]
    ],
    "toc_order": 29,
    "toc_headline": "John Hall",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-johnhall",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128058,
  "wp_post_guid": "http://www.texasmonthly.com/article/john-hall/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "John Hall",
  "dek": "Don't mess with Texas or else the state's top environmental enforcer will be on your case.",
  "spread_caption": "In the battle for a cleaner environment, John Hall always keeps his head above water.",
  "excerpt": "Making a clean sweep of Texas.",
  "kicker": "A man in his Environment",
  "word_count": 562,
  "content": "<img/><img/><p>Elsewhere In These Pages you will read of the high-finance deals of Maxxam CEO Charles Hurwitz, the fortune amassed by chicken magnate Bo Pilgrim, and the multimillion-dollar real estate play of Ross Perot, Jr. That’s just pocket change, folks. You want to talk Big Money? Let’s talk about the effect of John Hall’s decisions. We’re talking billions. Granted, it’s not <em>his </em>billions: Hall is the chairman of the three-member Texas Natural Resource Conservation Commission, and his job description is to clean up the state’s none-too-pristine environment. Any company that wants to operate or expand a plant in Texas will almost surely need a TNRCC permit. From the humblest dairy farm to the biggest refinery, John Hall is in charge of anything that pollutes the air or the water. The muck stops here.</p><p>Hall has taken an entity that traditionally sided with business and turned it into an environmental force. TNRCC is a battleground where environmental and business lobbyists are constantly fighting over small differences with huge stakes. A proposed variation of five parts per billion in the amount of silver that can be discharged into public waters would have forced every dental office, x-ray facility, and photographic developer in Texas to buy $100,000 worth of cleanup equipment. (Hall agreed with business on that one.) Most of the time, though, Hall prefers to operate through what he calls jawboning—talking image-conscious industries into reducing pollution or getting them to buy homes in a contaminated neighborhood, without the need for formal TNRCC action.</p><p>Hall, 40, is a government professional by training—he has a degree from the University of Texas’ Lyndon B. Johnson School of Public affairs—with a politician’s knack for persuasion and a soft baritone that offsets his imposing six-foot-four-inch frame. He grew up as the fifth of nine children and picked cotton as a youth. He worked at the General Land Office and the Lower Colorado River authority before ann Richards’ office called in 1991 to offer him an unspecified position in the new administration. Hall said he wasn’t interested in a staff position or a social service agency. He wanted one job and one job only, and he got it.</p><p>The trouble is, the job is almost impossible. Hall has to enforce federal laws that keep getting stricter (and costlier) while he appeases the agency’s warring constituencies of business and environmentalists. “The biggest problem we have,” Hall says, “is that the process of getting a permit is too legalistic. Everybody is focused on winning by technicalities. Everybody takes absolute positions. Every case is controversial and people are polarized.</p><p>“Business wants us to issue permits faster. The enviros want us to delay. We passed a new rule that no contested case can take longer than a year. The enviros hate it. But business is just as bad. If they don’t get their permit, they run to the Legislature to complain.”</p><p>Sometimes the complaints get out of hand. The three commissioners received death threats from opponents of a new hazardous-waste incinerator in Channelview. They were escorted to the meeting in an armored car, and the room was filled with police officers in riot gear. The incinerator got its permit. Hall was unfazed: “I keep telling myself, ‘Remember, you’ve got an indoor job. It beats picking cotton.’ ”</p><p>Photograph By Wyatt Mcspadden</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Business",
      "Texas",
      "office",
      "CEO",
      "Chicken",
      "Children",
      "Colorado",
      "Colorado River",
      "Conservation",
      "Cotton",
      "Death",
      "General Land Office",
      "Government",
      "homes",
      "Jr.",
      "Land",
      "Legislature",
      "people",
      "Police",
      "Pollution"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}