{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 94,
    "document_page_range": [
      100
    ],
    "toc_order": 14,
    "toc_headline": "Hakeem Olajuwon",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-hakeemola",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128049,
  "wp_post_guid": "http://www.texasmonthly.com/article/hakeem-olajuwon-2/",
  "authors": [
    "Robert Draper"
  ],
  "headline": "Hakeem Olajuwon",
  "dek": "When the title was on the line, he made the dream come true.",
  "spread_caption": "",
  "excerpt": "All-star, MVP, and now champion.",
  "kicker": "An athlete at his best",
  "word_count": 521,
  "content": "<img/><p>It Is Easy Now To Imagine his arrival in Houston as an act of divine intervention—this unfathomably tall, dark-skinned lad from Lagos, Nigeria, haltingly conversant in the English language, stepping like an apparition through the shimmer of a coastal heat wave and onto the campus of the University of Houston to commence his mission of saving a city from a decades-long malaise. Certainly Houston did not acquire Hakeem abdul ajibola Olajuwon the conventional way. The high school boy was a star soccer goalie whose seven-foot height, supple hands, and athletic quickness caught the eye of a State Department official with connections to U of H coach Guy V. Lewis. Olajuwon knew almost nothing about big-time basketball when he first entered the gym that summer in 1980. Fourteen years later, he is one of the greatest players in the world.</p><p>Has any other athlete asserted his greatness in so short a span of time? From a redshirted freshman at U of H to the NBA’s Most Valuable Player, who, at times singlehandedly, fought off the New York Knicks to bring the city of Houston its first major sports championship. Along the way, Hakeem the Dream quietly became a most remarkable role model. A carouser and ladies’ man coming out of college, Olajuwon committed himself to Islam in the late eighties. Earlier this year he purchased a long-foreclosed bank in downtown Houston, proclaiming, “I will buy this for God,” and moved to convert the building to a mosque. He no longer drinks or stays out late; he rises before dawn and begins a prayer ritual that continues at regular intervals throughout the day (and around which the Rockets’ coaches have obligingly scheduled the team’s practices). He is unfailingly modest and courteous, stylish but never smugly so. His noble face would appear to be that of a prince if ever a prince’s face was known to radiate such serenity.</p><p>Few with his natural athletic gifts have worked so hard to improve their game. Olajuwon has continued to spend his summers in Houston’s Fonde Recreation Center, first improving his outside shooting touch, then overcoming his foul-proneness, refining his already formidable shot-blocking skills, and at last becoming a reliable free-throw shooter. The final ingredient, leadership, evidenced itself this past season. There was Hakeem restraining the short-fused Vernon Maxwell, consoling the hot-and-cold Kenny Smith, forcefully lecturing rookie Sam Cassell. No longer could it be said that, unlike champions such as Magic Johnson and Larry Bird, Olajuwon couldn’t elevate the play of his teammates. But when necessary—and often it was—there was the Yoruban tribesman at crunch time, carrying the team and an entire bedraggled city on his shoulders. When the last second of game seven of the 1994 Nba Championship Series expired, the millions who watched saw no fist-pumping, woofing-at-the-world, Michael Jordan-style self-adoration in the behavior of the new champion. They saw only a quiet face proceeding slowly toward the players’ bench, where Hakeem would sit for a moment, amid the hysteria, and silently contemplate the Dream’s fulfillment.</p><p>Photo Courtesy By Houston Chronicie</p><p>Photograph By Arthur Meyerson</p><p><strong>He perfected his game. Now the NBA's air apparent has become a leader and role model.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Basketball",
      "Coaches",
      "ever",
      "Game",
      "Heat",
      "High School",
      "Islam",
      "Mission",
      "NBA",
      "NBA Championship",
      "New York",
      "Prayer",
      "Prince",
      "ritual",
      "Rookie",
      "School",
      "Shooting",
      "Soccer",
      "Sports"
    ],
    "wp_categories": [
      "Greatest"
    ],
    "wp_location": [
      "Houston",
      "Mission"
    ]
  }
}