{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 114,
    "document_page_range": [
      [
        120
      ],
      [
        142,
        143
      ]
    ],
    "toc_order": 27,
    "toc_headline": "Aaron Spelling",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-aaronspel",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128064,
  "wp_post_guid": "http://www.texasmonthly.com/article/aaron-spelling/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Aaron Spelling",
  "dek": "He hasn’t been home in decades, but Spelling has a true Texan’s passion for busty blondes and big deals.",
  "spread_caption": "",
  "excerpt": "The trash-TV titan.",
  "kicker": "Entertainment’s King of the Jiggle",
  "word_count": 1898,
  "content": "<p>Photograph By Alan Levenson/Onyx</p><img/><p><strong>Piping hot: Spelling reigns supreme over his schlock TV dynasty.</strong></p><p>by</p><img/><p>Okay. He’s a Little Guy with some big phobias—like, he will not fly in an airplane—and he wears those soft, Italian, i’m-in-the-moviebusiness loafers. And, yes, he’s lived in Los angeles since 1953, long enough to admit sagely, “Fame is hard to live with, but harder to live without.” He’s 71 years old, and he’s still talking about the nervous breakdown he had when he was 8. But producer aaron Spelling, one of the most important shapers of mass culture today—the creator of <em>The Mod Squad, Charlie’s angels, The Love Boat, Fantasy Island, Dynasty, Beverly Hills 90210,</em> and last year’s biggest TV hit, <em>Melrose Place</em>—still qualifies as a Texan. Even though Spelling has not been back to his hometown of Dallas in almost twenty years, his character clearly bears the Texas stamp; when his bio is examined closely, in fact, his story serves as living proof that you can take the man out of Texas, but you can’t take Texas out of the man. Skeptical? Here are a dozen reasons why aaron really is a good ol’ boy. In spite of those squirrelly shoes.</p><p>1. He Knows That Bigger Is Better. The man who began his professional life as a little-theater director in Dallas before moving on to Los angeles to become an actor and a writer is listed in the <em>Guinness Book of Records</em> as the world’s most prolific producer, having created more than 2,909 television episodes, totaling 2,490.5 hours of television programming. “Seeing his entire television library requires almost four months of 24-hour-aday viewing,” notes his publicity material. Spelling’s 56,000square-foot Holmby Hills mansion, which he shares with his wife, Candy, daughter, Tori, and son, Randy, is the largest single-family home in California. <em>Forbes</em> listed his wealth at $295 million in 1992, making him one of the richest men in Hollywood, and he’s still going strong. Continuing in his expansion mode, Spelling merged Spelling Entertainment with Blockbuster Entertainment last year, so that he can get his shows to viewers without the network bureaucracy. His first effort is—ironically?—James Michener’s <em>Texas,</em> out this month. It doesn’t take a psychic to see that an all-Spelling network is in the cards. Imagine: Breakfast with Joan Collins, lunch with Linda Gray, dinner with Heather Locklear. And bedtime with Luke Perry.</p><p>2. He Tells Everyone He’s a Texan. “I have to remind people i’m from Texas,” Spelling says with practiced pride. In fact, Spelling plays up his rags-to-riches Texas roots in virtually every profile, and there have been many profiles of aaron Spelling. He’s happy that his brother Sam, who lives in Dallas, still calls him ay-ron. But Spelling does have the exile’s love-hate relationship with the state, evident in his reluctance to ever set foot in it. “I have a recurring nightmare that all of this is a dream and i’m back in that tiny house with wall-to-wall people,” he says, comparing his childhood in a rough Oak Cliff neighborhood with his Hollywood success. Spelling was the son of an impoverished Russian tailor who worked at Sears; his ma, Pearl, raised five children on his father’s meager earnings. But it wasn’t just the poverty that made aaron’s young life so tough: He was tiny and skinny with big ears and big, frightened eyes, so of course he was tortured by neighborhood toughs. That experience probably has something to do with Spelling’s current failure to work Texas into his travel plans. Southern Methodist University, his alma mater, has offered to name him man of the year twice, but he has refused to show up to collect the award. Ann Richards offered to stage a parade in his honor for the premiere of <em>Texas,</em> but he still said <em>no, gracias. </em>Pressed about why he hasn’t been back to Dallas, Spelling mumbles something about not being able to get away from the office (you do lose a lot more time when you travel by train) and not wanting to leave his fifteen-year-old son home alone.</p><p>[ Continued On Page 136 ]</p><p>[ Continued From Page 114 ]</p><p>3. He’s Not a Sissy. “I grew up thinking ‘Jew boy’ was one word,” Spelling says of the anti-Semitism he experienced growing up. Young aaron hung in there when the other kids regularly pelted him with rocks, but when his mother started walking him to school for protection—and the kids started throwing rocks at her—aaron fought back with a new strategy. He spent the rest of the semester in bed with his books. “That was the best thing that ever happened to me,” he says, evincing the true Texan’s disregard for the value of formal education.</p><p>4. He Brags. Spelling still talks about the time his teacher told him to write 4 book reports—and he wrote 37. He still tells people that in the early forties SMU had never had a Jewish cheerleader, so he became the first. He still tells people that in the late forties he was the youngest theatrical director in the Southwest. He still tells people that as a writer for <em>Playhouse 90</em> in the late fifties, he could write a whole teleplay in a day. “I was told to hand in only two pages [a day] . . . because some pompous ass wanted to spend the afternoons at the racetrack,” he told the <em>Dallas Times Herald</em> in 1976.</p><p>5. O. Henry Was His Inspiration. As a child, Spelling read everything the Texas author ever wrote, and his stories still serve as the basis for Spelling’s philosophy of storytelling, from <em>The Mod Squad</em> to his new show, <em>Models Inc.</em> The rule is, Every story has a twist. “No one is always who they pretend to be,” he says. “The secrets behind their lives are fascinating.” Spelling honed his own storytelling skills as a way to win over the neighborhood hooligans. He even won a contest, sponsored by Sanger Harris department store, for telling the best Christmas story. These days he has his life story down to about an hour, and he acts out all the parts, including that of al Jolson, who bought a suit from his dad, and that of famed director Preston Sturges, who discovered Spelling directing in a little theater in Los angeles.</p><p>6. He Loves Glitz. “We don’t look for performance with our actors and actresses, we look for stardust,” says the man whose idea of glamour was formed watching Fred astaire movies and operating the whites-only elevator at Neiman Marcus. “I enjoyed it because there were such beautiful people beautifully dressed,” he says of the latter. Of course, beauty is in the eye of the beholder: Everyone knows that Spelling heroines have big hair, tight clothes, and big bazongas; Joan Collins in a cleavage-friendly Nolan Miller ensemble is the classic Spelling babe. He also has a Texan’s passion for blondes—think Farrah, Heather, and his third wife, Candy. (Perhaps Jayne Mansfield, who took etiquette classes sponsored by Spelling’s drama troupe, was another early inspiration.) It is also no surprise that Spelling met Candy in Vegas, the glitz capital of the U.S. He is so nuts about the place that he’s reviving his seventies series <em>Vega$</em> for the nineties. “The Las Vegas we did no longer exists—that was a place supported by high rollers. Now it’s a family place,” Spelling insists. Even so, it’s a safe bet that the new <em>Vega$</em> babes will be fully developed.</p><p>7. He’s Learned To Live With the Scorn Of Artists And Intellectuals. Spelling smarts whenever he hears his Hollywood nickname, King of the Jiggles. Being the master of T&a Tv is not exactly what he’d planned, but he’s learned to live with it. “We don’t make movies for the Bel air screening rooms,” he sniffs, though he’s quick to brag that his company provided financing for <em>The Player</em> and <em>Short Cuts,</em> directed by Robert altman, an artiste if ever there was one. Interestingly, Spelling is revered in Europe, where he’s seen as the voice of american culture. Spelling also reminds reporters that he produced the first Tv shows on anorexia nervosa and crack use, and that he gave anthony Hopkins a role in <em>Hollywood Wives</em> before Hopkins had won any academy awards. Spelling has also made a virtue out of recycling older actors most people consider washed up, like Bette Davis <em>(Hotel),</em> John Forsythe <em>(Dynasty),</em> and Ricardo Montalban <em>(Fantasy Island</em> and the upcoming <em>Heaven Help Us).</em> “These are the stars people want to see,” he insists. “Do you know what our suicide rate would be if we didn’t have television? Do you know how much happiness i’ve brought to people who couldn’t get out of the house but could watch <em>The Love Boat</em>?”</p><p>8. He Knows How To Cut a Deal. As a young artist in Dallas in the early fifties, Spelling directed a play for a black high school. When word got out, Spelling’s dad was fired from his job at Sears. Spelling went to his dad’s boss and told him, “Look, i’m about to move out of town. Will you hire my dad back if I promise never to do this again?” Dad got his job back, and shortly thereafter Spelling headed west to become the man who would allow Line and Julie to have TV’s first interracial kiss on <em>The Mod Squad.</em> as the producer of that show, Spelling mastered the my-way-or-thehighway school of management. ABC told him it loved the show but hated the title and wanted to change it to <em>The Young Detectives.</em> Fine, Spelling said, but do it without me. The network didn’t. At this point in his life, of course, others have to cut deals with Spelling. The Blockbuster folks, for instance, offered to finance almost anything he wanted to make. Not surprisingly, Spelling likes this setup. “They want to do,” he says in his Texas patois, “they don’t want to just sit.”</p><p>9. He Has a Partner Named Duke. Yes, Duke’s Italian, but he’s also a good friend of Dallas rich guy Harold Simmons and Houston rich gal Joan Schnitzer. Why? Because Duke is the one who goes to Texas whenever aaron can’t, which is all the time. “If it stops being fun,” Spelling says, “Duke and I are out of here.”</p><p>10. He Doesn’t Care Who Hates Him. When Shannen Doherty couldn’t straighten up and fly right on <em>Beverly Hills 90210,</em> Spelling canned her, incurring the wrath of high school girls nationwide. “I can’t appeal to everybody all the time,” he says.</p><p>11. He Loves His Little Girl. In the tradition of all the great Texas oilmen and real estate developers, the only woman who can push Spelling around is his 21-year-old daughter, Tori. He had snow trucked in for one of her Christmas parties, he gave her a champagne-colored BMW for her birthday, and he had <em>Dynasty</em> couturier Nolan Miller design her prom gown. Spelling even gave Tori a great part in <em>90210—</em>she’s the only teenage virgin on the show.</p><p>12. He Has Never Forgotten the Folks Back Home.<strong></strong>“I never knew I had so many cousins,” Spelling says of all the relations who now come out to visit. But it isn’t just family he makes time for. Spelling once let Van Cliburn visit his house and take snapshots for his mother. He’s also nuts about ann Richards, who has hit him up for film business in Texas. “ann’s a star, there’s no question about it,” he says. “You think she’d do a <em>Burke’s Law?”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Texas",
      "Dallas",
      "ever",
      "TV",
      "Hollywood",
      "Home",
      "House",
      "School",
      "Television",
      "Blockbuster",
      "Christmas",
      "Entertainment",
      "Family",
      "Los Angeles",
      "Love",
      "Movies",
      "Son",
      "sponsored",
      "Travel"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "West"
    ]
  }
}