{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 120,
    "document_page_range": [
      [
        126,
        127
      ],
      [
        154,
        155,
        156
      ]
    ],
    "toc_order": 32,
    "toc_headline": "Ross Perot, Jr.",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-rossperot",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128046,
  "wp_post_guid": "http://www.texasmonthly.com/article/ross-perot-jr/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Ross Perot, Jr.",
  "dek": "With his ambitious deals, Ross Junior is aiming to turn Fort Worth into Texas' most important industrial city—and Ross Senior couldn't be prouder.",
  "spread_caption": "",
  "excerpt": "It’s junior’s mint, and he’s making the most of it.",
  "kicker": "Flying high in Real Estate",
  "word_count": 2524,
  "content": "<p>Five Hundred Feet above Grapevine Lake, northwest of Dallas, Ross Perot, Jr., banks his sleek Long Ranger helicopter to the left and points to a small boat dock. “That’s where Dad’s commandos trained for their rescue mission in Iran,” he says. “Right there, at our old weekend lake house.”</p><p>The 35-year-old Perot is giving a visitor a tour of his burgeoning real estate holdings, nearly 23,000 acres in the Dallas-Fort Worth area alone, including a country club and an elite housing development in the Dallas suburbs, along with a great swath of prairie in Tarrant County just north of Fort Worth. In the past five years Perot has transformed himself from a young air Force fighter pilot into the most important land baron in North Texas. He has set in motion a land play that, by the middle of the next century, could turn Fort Worth into a far more powerful city than its longtime rival, Dallas. In the process, he has positioned himself to make hundreds of millions of dollars.</p><p>But in the middle of this helicopter tour, where he is supposed to be talking about himself, Perot can’t help but reel off a few anecdotes about his legendary billionaire father. In spite of his own accomplishments, the younger Perot remains little-known by the public, simply because he is the son of Ross Perot, Sr. What’s more, he seems to enjoy living in the shadow of his father. “It has never occurred to me to try to outdo Dad,” he says.</p><p>At first glance, it’s hard to believe that father and son are even related. The younger Perot, blond and as broad-shouldered as a weight lifter, is several inches taller than his father, is far more handsome, and isn’t blessed with his father’s famous ears. “He resembles his mother,” the elder Perot says proudly, “and thank heavens for that.” Perot Junior, who has four younger sisters, also has inherited his mother’s more reserved personality. Although he dresses like Dad, in dark suits and crisp white shirts with an HRP monogram on the pocket, he is the first to admit that he has little of Dad’s spunky charisma. He doesn’t try to copy the cornpone witticisms, nor does he have that big hee-haw laugh. He rarely gets testy with the media—a hallmark, of course, of his father.</p><p><strong>Ross Junior may not be as fierce as the old man, but he has the same drive to succeed.</strong></p><p>Photograph By Danny Turner</p><p>[Continued On Page 148]</p><img/><img/><p>[Continued From Page 120]</p><p>One morning in his large office, just down the hall from his father’s in a North Dallas high rise, Perot strides over to a wall-size aerial photo of the Dallas-Fort Worth area and, standing at militarylike attention, begins to describe his assault on northern Tarrant County, the last massive area of undeveloped land in the Metroplex. “Here is our focus,” he says briskly, sweeping his hand across the map. At this moment, he seems to be cast exactly in the mold of his father—determined and invincible, like a general briefing his troops before D-day.</p><p>In the upper-left-hand corner of his map, miles from any nearby development, Perot points at a small red rectangle labeled “alliance airport.” The 418-acre airport has been open since December 1989. On the map, surrounded by warehouses and with no passenger terminal, it looks like any other commercial airport suitable for private planes. In fact, the Perot development, designed with a 9,600-foot runway to accommodate the world’s largest cargo jets, is on its way to becoming a major global hub for free trade. Last year, after intensive lobbying by the younger Perot, the U.S. Commerce Department agreed to establish one of the nation’s largest foreign-trade zones on 2,000 acres of Perot-owned land surrounding alliance; the zone will allow companies that relocate there to save money on the importing and exporting of products. While promoting alliance’s foreign-trade zone, Perot Junior publicly supported the North american Free Trade agreement—a policy vehemently opposed by Perot Senior, who said NAFTA would send american jobs and industries to Mexico. Perot Junior, perhaps proving that he is as cussedly independent as his father, claimed that under NAFTA, companies would come to places like alliance, especially if they needed to import parts or materials from other countries in order to assemble their own products.</p><p>In effect, Perot Junior was building himself a gold mine. He helped persuade american airlines to establish a $500 million maintenance center at alliance to service its wide-body jets. Nestle has built a 520,000-square-foot center to distribute its food products to an eight-state market. Federal Express recently announced that it will build its $300 million regional air-freight hub there. And the Santa Fe Railroad has constructed a $100 million railroad yard adjoining the airport for trains and trucks to meet and swap loads. Although no companies have signed on specifically to take advantage of the benefits of NAFTA, Perot is so confident they will come that he is building 600,000 square feet of speculative warehouse space, costing $30 a square foot, beside the airport and says he plans to build one million more square feet of speculative warehouse space next year.</p><p>Local commercial real estate executives estimate that Perot Junior has spent at least $200 million purchasing some 19,000 acres adjoining or close to alliance. He is turning 3,500 acres south of the airport into a middle-to-upper-income planned community that will eventually hold eight thousand homes. Last year he bought Bunker Hunt’s beautiful 2,000-acre Circle T Ranch, which is a ten-minute drive east of alliance, for an estimated $20 million—a bargain compared with the original asking price of $70 million. Perot is planning to turn the ranch into an exclusive residential community, a hilly, gated enclave filled with swimming pools, a 54-hole golf course, fashionable homes, and maybe the headquarters of three or four Fortune 500 companies. Perot has also helped secure the land necessary to expand two state highways into a fourteen-lane superfreeway that will link alliance with the Dallas-Fort Worth International airport and all the major housing and commercial developments in between.</p><p>Because of Perot’s land grab—which has set off an unprecedented real estate boom in Tarrant County, attracting other developers and land speculators from around the country—the entire economic and political landscape of Dallas-Fort Worth is on the brink of a massive overhaul. In a deal with Perot, the City of Fort Worth has expanded its city limits to annex alliance and the surrounding land. Perot gets basic infrastructure for his land, such as water and sewage service and police and fire protection, as well as a promise from the city to help pay for more roads. In return, the city (with its extraterritorial jurisdiction allowing it to annex even more land) is now capable of more than doubling in size, from 277 square miles in pre-alliance days to at least 629 square miles in the future. It is a stunning turn of events. In the next century Fort Worth will dwarf Dallas, which covers 378 square miles and is mostly locked in by surrounding suburbs. Moreover, the new, spacious area of northern Fort Worth, already nicknamed Perotville by some residents, is sure to be far more attractive to major corporations than the clogged highways and higher crime rates of Dallas.</p><p>It’s true, of course, that Perot Junior would never have been able to make such a blockbuster land play without his father’s millions: The elder Perot sold Electronic Data Systems to General Motors for $1.5 billion in the mid-eighties. While other land speculators usually buy on leverage, and so are required to sell their land within a few years to pay off their loans, Perot Junior is able to pay with cash and then sit on the land as long as he wants. It’s not true, however, that he is simply acting as his father’s emissary. “Ross Junior is the exception to the old theory that says the second generation of a wealthy family is destined to fail,” says Robert Grunnah, the president of land/investments for Miller Commercial Realty, a prestigious Dallas real estate firm. “He’s a bright young man who enjoys the battle. As far as alliance and north Fort Worth goes, we never talk to Mr. Perot Senior. It’s always Ross Junior.”</p><p>The elder Perot says he hated the idea of an airport construction program when his son first suggested it. “I told him airports made too much noise, that he would have environmental fights,” he says. “I said, ‘Don’t do it. Look at all the problems that went into DFW airport.’ But Ross Junior is a very unorthodox thinker. He came back a few days later and said, ‘I think what’s needed out there is an industrial airport.’ and I said, ‘What is an industrial airport?’ ”</p><p>Just as Perot Junior likes talking about his father, Perot Senior becomes positively ebullient when asked to describe his son. He calls a reporter at home at 6:45 in the morning and spends 45 minutes telling one Ross Junior story after another. He relates how Ross Junior, as a boy, singlehandedly planted all the bushes in front of the headquarters of EDS (which the elder Perot founded in 1962). He recalls how Ross Junior won a horse-show competition, riding with a broken leg. He talks about Ross Junior’s working for two months on an oil rig in Oklahoma with the roughest of roughnecks. He also talks about the highly publicized, first-ever around-the-world helicopter trip, which Ross Junior completed in thirty days with an EDS executive and former Vietnam helicopter pilot named Jay Coburn. “Ross Junior is action-oriented, not talk-oriented,” his father concludes before hanging up. Within five minutes, he is calling the reporter back to pass on another anecdote about his son. A few minutes later, he calls back with one more story.</p><p>Perot Senior says he never told his son what to do with his life. He didn’t encourage him to join EDS, or vice versa. He didn’t even encourage him to enter business. “I told him to go off and do whatever he wanted, as long as he did his best,” the billionaire states. In 1983 the young Perot joined the air Force, and for two and a half years was a fighter pilot stationed at various bases around the country. He loved the military. “I seriously considered it for a career,” he says.</p><p>But in 1985, he returned to Dallas to supervise his dad’s real estate investments. “It was up to me to clean out the barn,” he says, “liquidating some poor investments, getting rid of partners, and trying to build a business all over again. I didn’t have a single person working for me when I started.” Today, he employs fifty.</p><p>Perot Junior says the hunt for land gripped him in a way that building a computer-systems company had gripped his father. “I don’t think Dad likes real estate half as much as I do,” he says. “I occasionally tell him what i’m doing, but sometimes we just don’t get around to it. He and I have so many separate projects going that we often find out by reading in the newspaper what each other is doing.”</p><p>The idea for alliance airport came to him in late 1986, after the Federal aviation administration (FAA) asked him to donate a parcel of land for a new airport. Perot then quietly began buying as much nearby land as he could and donated land for a new highway to be built through his properties. When the city agreed to establish utilities and other infrastructure, “the value of Perot’s land increased exponentially,” says Robert Grunnah. “He looked like a genius.”</p><p>He also did not hesitate to wield his power to create sweetheart deals for himself. Some north Tarrant County businessmen claim that Fort Worth city officials, in conjunction with Perot Junior, tried to change the route of a new highway so that it would run through Perot’s land instead of in front of their businesses. After a petition drive collected the signatures of fifty businessmen, the City of Fort Worth backed away from its proposal. “But it’s like the city doesn’t want to do anything out here unless Ross Perot, Jr., says it’s okay,” says Mike Miles, who runs a gas station and automotive-repair shop in the area. “The farm-to-market road in front of my store is full of potholes. Parts of it are barely passable. And yet we still can’t get any road improvements from the government, while Perot Junior has been able to get other roads built through his land in record time.”</p><p>Fort Worth officials cannot deny that they do their best to protect Perot Junior. In July, when Dallas was considering plans for a cargo airport in South Dallas, a Fort Worth assistant city manager gave a deposition supporting a landfill expansion next to the site where Dallas city officials wanted to build the $200 million airport. The landfill, if approved, would destroy the chances of an airport’s ever being built there because the FAA prohibits landfills near airports (landfills attract birds, which could pose a safety hazard for airplanes). Dallas civic leaders were outraged, claiming that Fort Worth was trying to sabotage a Dallas project simply to keep Perot’s alliance airport from having any competition.</p><p>Perot Junior has not limited his land purchases to Tarrant County. Buying during recessions, when land prices are cheaper, he has acquired since 1990 the high-end Stonebriar golf course and residential development north of Dallas (worth an estimated $25 million) and the Mission Hills golf course in Palm Springs, California. Most recently he became co-owner of the Studios at Las Colinas, Dallas-Fort Worth’s largest film complex, and a contract is pending for him to buy the Lakeway resort in austin. He has bought land in strategic areas of Kansas City and atlanta, and he says he is now looking into real estate markets in Germany and Japan. But his biggest impact outside of Texas has been in California, where he has bought four major pieces of land, is developing upscale residential communities in partnership with two homebuilders there, and has won rare approval from the State of California to build a ten-mile elevated toll road in an Orange County floodway and operate it as a private business. Perot is convinced that privately run toll roads are the answer to urban transportation problems.</p><p>It’s obvious that Perot Junior has his own visions about the ways to make people’s lives better, but he insists that, unlike his father, he will never enter politics. Would he ever, under any circumstances, run for office? “absolutely not.” all the glory and publicity, he says, he would prefer to leave to Dad. “I like to get up every day, do my business, raise my family, and not worry about the other stuff.”</p><p>But as he makes even more deals that could change the face of a city, Perot Junior is destined to become a more public person. “You better get ready for this Ross, because he’s too good to be true,” says the proud daddy, letting loose one of his great laughs. “He’s now Big Ross and I am Old Ross, and i’m starting to live in his shadow. And there can be no better place for me—or for him—to be.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Land",
      "Dallas",
      "Fort Worth",
      "Real Estate",
      "Son",
      "Golf",
      "Airports",
      "Highway",
      "Housing",
      "Mission",
      "Tarrant County",
      "Acting",
      "Airlines",
      "American Airlines",
      "assault",
      "Aviation",
      "Blockbuster",
      "Business",
      "California",
      "Commerce"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Fort Worth",
      "Mission",
      "Grapevine",
      "Kansas City"
    ]
  }
}