{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19949",
    "date": "September 1994",
    "year": 1994,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1994/19940900.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 104,
    "document_page_range": [
      [
        110,
        111
      ],
      [
        130,
        131,
        132
      ]
    ],
    "toc_order": 21,
    "toc_headline": "Todd Oldham",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199409-toddoldha",
  "source": "/1994/19940900.pdf",
  "wp_post_id": 128019,
  "wp_post_guid": "http://www.texasmonthly.com/article/todd-oldham-2/",
  "authors": [
    "Mimi Swartz"
  ],
  "headline": "Todd Oldham",
  "dek": "He’s the darling of the MTV set, and his every whimsy becomes the latest style.",
  "spread_caption": "",
  "excerpt": "The boy wonder of style.",
  "kicker": "Making Fashion fun again",
  "word_count": 2412,
  "content": "<img/><p>by</p><img/><p>TODD OLDHAM’s SOHO SHOWROOM perfectly fits the man who’s become fashion’s court jester—it’s loud, gay, and chaotic, just like his clothes. There’s rap on the sound system and, as part of the fall 1994 collection looping on video, Cindy Crawford’s gleefully unfettered breasts, bouncing over and over and over in a low-cut, tie-dyed, snowflake-dotted gown. The actual collection hangs nearby, typically overstated Toddwear that includes evening dresses shimmering with beaded spiderwebs, tiger-striped plastic raincoats, pin-striped jackets cropped just below the bust, and flirtatious suits woven from brilliantly colored ribbons. A gilded crystal chandelier laden with extra prisms and fringe twinkles precariously over a conference table; newspaper clippings from around the world serve as wallpaper, evidence of the Texas-born designer’s global commitment as well as his global ambitions. “I wanna bring you joy/I wanna bring you joy/I wanna bring you joy, joy, joy ...” floats like a chant from the stereo speakers.</p><p>This more-is-more ruckus seems to inspire, rather than distract, the sharply suited men and women sitting around the conference table this late afternoon. They, too, want more, and they want it from Todd. Specifically, they are from a cable-TV network, and they want Todd to create a home-shopping show for them.</p><p>They’ve had to get in line: Though very few workplaces in America would truly welcome or understand a Todd Oldham suit, this has been Todd Oldham’s year, one in which his clothes have been given major play in every major fashion magazine. Even more important, he’s the only designer to have a regular gig on MTV, which has exposed his taste to around four million people—including men and boys who are not regular readers of, say, <em>W.</em> Julia Roberts showed up at a preview of his last collection. Rosie O’Donnell landed on the worst-dressed list after wearing too much Todd. He was delighted.</p><p>Todd is moving into film, directing videos and costuming stars such as Wesley Snipes, who will play a transvestite in an upcoming Steven Spielberg [ CONTINUED ON PAGE 124 ] [ CONTINUED FROM PAGE 105 ] production. His couture line, priced in the four figures, is sold at Neiman’s and Bergdorf’s. His less expensive line, Times Seven, is thriving; his shoe line and obligatory—not to mention potentially lucrative—fragrance are in production. He’s making clothes for sale on MTV, and his very own boutique opens this month in SoHo. Even the tabloids have jumped on Todd’s bandwagon. Last January the <em>Globe</em> featured his clothes in a spread headlined DON’T LAUGH! THESE FREAKY DESIGNER DUDS COULD END UP IN YOUR CLOSET! Forget the cool grace of Richard Tyler, the impeccable tailoring of Isaac Mizrahi, the sensual elegance of Calvin Klein. Forget practicality. Todd makes clothes that are magical, not practical, and that is why one of America’s most esoteric and expensive designers has become the darling of the audience least able to afford him.</p><p>PHOTOGRAPH BY ANDREW ECCLES</p><p><strong>Fit to be Todd: To him, fashion isn’t about status or exclusivity; it’s about lightening up.</strong></p><p>Hence the suits at the table. Ever since he made it big last season with his clever “Todd Time” segments on MTV’s <em>House of Style</em>—Todd showing viewers how to decorate their dorm rooms with items priced at $1.98 or make summer sandals by cutting the toes out of combat boots—almost every home-shopping exec has come calling, desperate to sandwich Todd between the cubic zirconia and the thigh creams. Today’s supplicants hope to market items that would give American homes Todd’s signature look, a kind of witty but politically correct retro-eroticism—home decoration as a collaboration between <em>I Dream of Jeannie’s</em> Jeannie, Murphy Brown, and the Happy Hooker. Sitting near the end of the table, Todd, 32, listens to the execs gamely. Also at the table is Tony Longoria, 40, the deeply sideburned, gently persuasive man who has been Todd’s partner in life and work almost since the two met in Dallas in the mid-eighties.</p><p>With his eternally youthful features and thrift-shop ensembles, Todd looks as out of place in this group as Beaver Cleaver at a business meeting in Milan. Even so, it takes him only a few seconds to divert the executives’ fairly pedestrian ideas toward something more, well, Todd-like.</p><p>“What about pajamas?” someone at the table suggests.</p><p>“Pajamas would be great!” chirps another, nodding and bobbing in his seat.</p><p>“Men’s pajamas!” Todd announces, springing out of his chair and bounding back with a synthetic fabric he developed, printed with a fall landscape evocative of the backgrounds in Sears photo portraits.</p><p>“Great!” choruses the table, with more nods and bobs all around.</p><p>“And make ’em <em>big!</em>” Todd says, grinning.</p><p>“Great!” the executives agree.</p><p>The talk turns to the rhinestonespangled dog collars Todd designed for one of his favorite causes, an organization that cares for the pets of people with AIDS. “My dog ate a charm and pooped it out and it still survives,” one exec says, chuckling.</p><p>Todd blinks, apologizes, and then thanks the man for his continued support of the organization.</p><p>“Tabletop?” someone interjects, anxious to move on.</p><p>“Can do!” reply Todd and Tony.</p><p>“Clocks?”</p><p>“We can do that easy!”</p><p>“Flatware? Towels? Placemats? Tablecloths? Soap on a rope?”</p><p>“Yes!”</p><p>“Shower curtains?”</p><p>“Have you seen the one in my studio?” Todd says. “It’s Donna Reed in Morocco!”</p><p>“Jell-O molds?”</p><p>A cloud darkens Todd’s typically sunny face. “I don’t want to do anything to encourage eating that crap,” he says.</p><p>“A toaster-oven cover!” someone blurts, speeding onward.</p><p>“Tea cozies!” volleys Todd, good humor restored.</p><p>“A refrigerator cover—with Velcro in front!” another exclaims, delirious.</p><p>“We could do it in harvest gold!” Todd declares. The room explodes in giggles, but you can see they’re ready to go with it. Because in the world of Todd Oldham, the goof is always gold.</p><p><span class=\"dropcap\">A</span> FEW HOURS LATER, A WAITRESS at Lupe’s Mexican restaurant in SoHo sets a plate of black beans and rice in front of Todd and an identical plate in front of Tony. As the two begin to eat what Todd, a vegetarian, describes as “the most nutritionally complete meal,” the designer expounds on his sensibility.</p><p>“Americans have a big problem with sex,” he insists. “So everything I do is sexy, but in an approachable way. I do quirky sexuality. The top of your butt is very sexy, the bottom half of the bust, the side. The least obvious things are far more sexy—the spring show was based on dreams, so we showed a lot of panties.” Quirky sex (the panties in question weren’t the assertive high-cut bikinis popular today but the demure bottom-shrouding briefs of the sixties) and rigid nutrition may not usually go hand in hand, but they seem perfectly compatible in Todd’s world—where, sooner or later, everything matches. Something about Todd’s antic clothing, open face, and fawning press clips conjures an image of boyish not-quite-thereness, of a fashion savant whose success is somehow accidental. In fact, Todd has been portrayed as fashion’s good boy for so long—his favorite adjective really is “nice,” the same word fashion types often use to describe him—that the assured sound of his voice and the determined look that further hones his broad, high cheekbones can come as something of a shock. No one is more serious about making fun than Todd.</p><p>His success is more about Todd the personality than Todd the designer. True, his timing has been flawless: The crash of the go-go eighties and the spread of AIDS resulted in years of fashion at its most monastic, with the palette and the cut of clothing on both sides of the Atlantic tending to be somber and severe. No wonder the fashion press loves Todd, along with other humorous designers like Anna Sui, Jean Paul Gaultier, and Franco Moschino; Todd’s floor-length Fair Isle sweaters and multiple-monogram divorce shirts make them laugh. But he doesn’t seem to want what other designers want—namely, exclusivity. He doesn’t seem determined to use his clothes to convey status. He even uses video to teach customers how to copy his ideas: On one <em>House of Style</em> segment, Todd rummaged beneath some grimy thrift-shop racks to show viewers where the most tenacious shoppers hide their treasures. You can buy the clothes or you can buy the look—either way, Todd comes out okay.</p><p>In fact, when fashion types talk about Todd, they talk about the Package, the way he has shrewdly used contemporary concerns to further his career and his vision. He has attracted the right clients: The names, including Susan Sarandon, Madonna, and Candice Bergen, read like a list of America’s most politically correct. His devotion to the causes of the age—AIDS, homelessness, and People for the Ethical Treatment of Animals—has helped ingratiate him with like-minded New York fashion editors. He is telegenic: “He’s very accessible, even though he’s got a sort of warped view of the world,” says <em>House of Style</em> producer Alisa Bellettini. He has embraced multiculturalism and globalism with a vengeance, in his markets as well as his designs. (Oldham’s clothes sell out in the Middle East, where the world’s richest women wear his gaudiest gowns under their chadors.) His work appeals to a broad spectrum of ages—baby boomers and their progeny—and, perhaps more important, to both sexes of whatever sexual preference. Along with supermodels like Cindy Crawford, Veronica Webb, Christy Turlington, and Kate Moss, transvestites like RuPaul and Billy Beyond star in Todd’s shows. Everyone, it seems, wants to be in on the joke.</p><p>“<span class=”dropcap“>I</span> DID SOME SCHOOL UNIFORMS IN Japan,” Todd continues, still working on his beans and his theme of fashion as liberation. In that conformist country, kids were choosing their schools not for the academic program but for the style of the uniform; some shrewd administrator, seeking an edge, went to Todd. The designer was shown an elaborate foldout of color choices—all navy blue. “Too many rules,” Todd thought at the time. “But we shook ’em loose—we changed the buttons. And then we put pleats in the back,” Todd says, grinning slyly and wiggling his fingers wickedly. “We slid by.” Todd’s goal could be defined as loosening up the entire world, inch by inch. Without ever giving one himself. Most designers sell one concept on the runway and then, working with retailers, amend it for the real world. Not Todd. “Basically, we set up the business to appeal to about three people,” he says. “We sacrificed a lot of financial success for creative success.” It isn’t that Todd didn’t want to be famous—he just wanted it on his terms.</p><p>He grew up in the North Texas town of Keller, in a home that clearly set the pattern for the life he lives now. His mother, Linda, from Hereford, imparted a good deal of horse sense to her four children while encouraging creativity. Chores were not gender-specific, and neither was playtime; when Todd showed a penchant for sewing (he made his sister an op art dress from two pillowcases when he was nine), no one told him boys didn’t do that. “We wanted our children to be able to function and take care of themselves in the world,” Linda Oldham drawls. “We taught the kids, ‘Don’t be mean, and if you’re worried about something, you should go fix it.’ ”</p><p>When Todd was twelve, his father, Jack, a computer consultant, moved the family to the Middle East, an experience that inspired Todd’s passion for color and texture. Four years later Todd returned to Keller High School, and the day after graduation he set out on his own.</p><p>The year was 1980 and Todd was eighteen. He headed for Dallas, which was in the midst of the oil boom and pleased with itself in a way it had not been before and probably never would be again. It has become part of the Todd Oldham legend that, after being fired from the alterations department of the Polo shop—“He didn’t quite conform to the ideas they were trying to promote,” his mother says—he borrowed $100 from his parents, dyed some fabric in his bathtub, and sold his first ensembles to Neiman’s. Shortly thereafter, he became to young, hip Dallas what Victor Costa was to the city’s flashy middle-aged millionaires—the arbiter of style.</p><p>Even then, Todd understood the importance of the Package: He partied at the Starck Club; collaborated with the artist of the moment, Dan Rizzie; became famous for his addiction to <em>I Love Lucy</em> reruns; and allowed his apartment, with its collection of Mexican folk art and sixties paint-by-number paintings, to be photographed for the trendy <em>Texas Homes</em> magazine. Still, the business maintained its eccentric, aw-shucks character. Family members ran the new Dallas factory—Todd’s grandmother even cooked lunch—and until 1985, when Tony Longoria left his job buying from young, hip designers for Neiman’s, Todd served as his own sales rep. He pushed things like belts made of crushed bottle caps. “Todd was the person showing you the line,” says Craig Lidji, who in the early eighties worked at Lou Lattimore, his family’s store. “He had a knack for amusing you, for making it fun.” Taking on New York didn’t seem a necessary part of the program. When Todd first showed his clothes in Manhattan, <em>Women’s Wear Daily</em> dismissed him as a Gaultier wannabe.</p><p>But then the boom became the bust, and as backers disappeared and bankruptcies loomed, Todd’s protestations that he would never leave Dallas grew fainter. In 1988 Todd and Tony moved to New York to give the business one more chance; within a year, Todd was no longer thinking about abandoning fashion for film school. He founded Times Seven, got his clothes into Bergdorf’s and Saks, and perhaps most important, he won distribution agreements with a big Japanese concern, Onward Kashiyama, in 1989. Finally, Todd could design the lavish but lighthearted clothes he’d always imagined. Stardom followed, bringing with it fashion spreads in everything from <em>Vogue</em> to <em>Le Figaro</em> and the obligatory Gap ad, which portrayed a new, smolderingly sexy Todd. “We made a conscious decision to do only what we love,” says Tony. “I for one feel that’s why we’re still around. We carved our own place in the market.”</p><p>After dinner, Todd and Tony begin the hike to their apartment uptown. Being a star has its drawbacks—“You’d be amazed at the power of that show,” Todd says of <em>House of Style—</em>and so he has developed the brisk, head-down stride of the I-donot-wish-to-be-recognized. It doesn’t work. When he pauses outside a chic Greenwich Village trattoria, the welldressed New Yorkers dining alfresco snap to attention, as if they have picked up a familiar scent. The name <em>Todd Oldham, Todd Oldham, Todd Oldham</em> flutters through the crowd, growing louder and stronger the longer he lingers. They are grateful and eager and hungry for more.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fashion",
      "Clothes",
      "Business",
      "Dallas",
      "designer",
      "House",
      "New York",
      "Style",
      "Success",
      "Art",
      "Beans",
      "Children",
      "ever",
      "Family",
      "homes",
      "people",
      "Sound",
      "Texas",
      "Women",
      "Work"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "North Texas"
    ]
  }
}