{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19849",
    "date": "September 1984",
    "year": 1984,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1984/19840900.pdf",
    "issue_cover_image": "",
    "document_start_page": 158,
    "toc_start_page": 158,
    "document_page_range": [
      [
        158,
        159,
        160,
        161,
        162
      ],
      [
        234,
        235,
        236
      ],
      [
        238,
        239
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Night Crew",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198409-thenight",
  "source": "/1984/19840900.pdf",
  "wp_post_id": 119979,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-night-crew/",
  "authors": [
    "mimi swartz"
  ],
  "headline": "The Night Crew",
  "dek": "If his maids can empty RepublicBank’s 5000 trash cans, scrub its 300 toilets, and vacuum its 900,000 square feet of carpet in five hours, Darrell Garrett can take his Houston cleaning business to the top.",
  "spread_caption": "",
  "excerpt": "There are a hundred of them, and their job is invisibility. They come into giant office buildings after everyone has gone home and, if they do the job right, make the evidence of the day’s work disappear.",
  "kicker": "",
  "word_count": 7127,
  "content": "<p><strong>There Are Undoubtedly</strong> great numbers of people who work in Houston’s RepublicBank Center and are unfazed by the $16,000 desk. The building’s major tenants are, after all, lawyers, accountants, bankers, public relations bigwigs, and oil company executives—people who are perfectly at ease working inside a major architectural statement, the 56-story tiered and spired granite cathedral that is the city’s latest Gerald HinesPhilip Johnson production. They conduct their business amid a subtle splendor of preColumbian artifacts and paintings by emerging artists; on their walls hang Ivy League diplomas, autographed pictures of senators and stars, and family portraits featuring children dressed in Ralph Lauren’s new spring line. In such rarefied surroundings a very expensive desk, like fathomless pile carpeting and file cabinets veneered with mahogany, is just so much overhead.</p><p>But the $16,000 desk is a powerful symbol to the other inhabitants of RepublicBank Center, the janitorial and maid staff who clean the building five hours a day, five days a week, for minimum wage. Though not everyone has seen it, everyone has heard of it. These workers are mostly immigrants, and the most hopeful among them, who dream of someday having an imposing desk themselves, speak of it with awe, as if it were a hallowed shrine. Others, more cynical, view the desk with contempt, as a symbol of betrayal. Like an idol, it must be tended. Servicing the desk and its plush environs links the night workers to the people who use the building by day, the finicky world-beaters whose population equals that of a small town and whose GNP is probably larger than that of several Third World nations.</p><img/><img/><p>Photography by arthur Meyerson</p><p><strong>Tenants of Houston’s RepublicBank Center are happiest when the cleaning staff leaves no traces of the previous day’s work. Below are Sanitors Southwest managing partner Darrell Garrett (fourth from right) and some of his staff: from left, Jose Romero, floor supervisor; Gearold Gartman, project manager; Estefana Montiel, night maid; Romelia Ramos, assistant project manager; Garrett; Maria Pérez, day supervisor; Rafael Vargas, distributor of supplies to floor men and maids; and Norma Ramos, Romelia’s daughter, in her day maid's uniform.</strong></p><p><strong>TOUGH Cleans</strong></p><p>Some places have to be kept cleaner than others. Hospitals and food processing plants must maintain a sterile, healthy environment. A dirty chemical plant faces the risk of fire; a dusty computer company risks a loss of memory. Listed below are jobs that represent awesome challenges to the people who do the scrubbing.</p><p>Astrodome, Houston. In august, football and baseball overlap. Between the astros games and the Oilers games, workers have only 45 minutes to clean the Dome. There’s no time to mop or sweep. They just go for the big stuff that can be picked up by hand and hope you’re too busy watching the game to notice the rest.</p><p>E. I. Dupont Chemical Plants, Several Texas Locations. Chemical plants are like small cities, and most of the work is done outdoors. Employees must clean with an eye to OSHA requirements, potentially leaky pipes, and various chemicals—including ammonia and synthetic rubber—and janitors contend with standard office flotsam. DuPont has especially finicky housekeeping standards; if it ain’t clean, it ain’t DuPont.</p><p>Park St. David’s Professional Building, AUStIN. The hightech lobby of this medical office tower adjacent to St. David’s Hospital has a floor covered with blue rubber tiles that are textured with small raised spheres. Dirt collects in the cracks, and mops and brooms can’t reach it. Too much water discolors the rubber. It took the staff months to learn to clean it with a lowspeed buffer. A decorator’s dream, a janitor’s nightmare.</p><p>Holly Farms Chicken Processing Plant, Several Texas Locations. The blood and the feathers aren’t the problem in poultry processing plants. It’s the fat. Grease has to be removed from floors, walls, and ceilings with very hot water and chlorinated soap.</p><p>Southwestern Bell Telephone Business Offices, San Antonio. This building is never empty for cleaning—it operates around the clock. Workers have to be very, very quiet. Static on the line is one thing; the roar of a vacuum cleaner is another.</p><p>South Plains College, Lubbock Branch. Students dribble Cokes and flick cigarette ashes on the carpeting in the hallways and classrooms. And that’s before the april dust storms cover everything with grit.</p><p>Baker And Botts Law Offices, Houston. You wouldn’t want to face these attorneys in court, and you wouldn’t want to clean up after them. These folks personify picky.</p><p>Ibm, Austin. This combination of offices and manufacturing space includes a large cafeteria and a dust-free room for microprocessing. Workers drive small forklifts with black tires down hallways paved with white tile. Just imagine.</p><p>Hermann Hospital, Houston. Besides bloodstains, this hospital has biomedical engineering, the state’s largest kidney institute, and Life Flight helicopters, which make it the state’s flashiest trauma center. It’s open 24 hours a day, and the doctors are bears.</p><p>Atkinson Candy, Lufkin. Twenty-one tons of peanut-butter bars, mint twists, and coconut brittle are processed here daily. Corn syrup and coconut oil stick to the floor, and candy dust gets into sealed electronic components and air conditioning filters. Workers use high-pressure hoses, hot water, and degreasers to battle the stuff daily, and the plant is shut down twice a year so they can steam-clean the whole place.</p><p>In the evening the bank becomes a tiny, insular village where different values and customs prevail, where English is rarely spoken, where success and failure are measured in terms of corners swept, floors buffed, and toilets scrubbed. The legends passed on are not of courtroom or boardroom exploits but of lovers found coupling on leather sofas, of the corporate executive caught standing in the dark with his pants down, studying himself in a full-length mirror. The difference between RepublicBank Center’s two worlds is, one could say, the difference between night and day.</p><p>No one knows this better than Gearold Gartman, the 32-year-old project manager who operates in both worlds. To the building’s tenants and Gerald Hines’ property-management staff, Gartman represents Sanitors Southwest, the cleaning firm responsible for keeping RepublicBank Center sparkling. If a rug goes unvacuumed or a trash can unemptied, Gartman is the man who endures the complaints. But to his hundred-odd, largely Hispanic cleaning staff, Gartman is the boss. Tonight, as the massive granite bank lobby swells with white-collar workers going home for the day, Gartman is waiting nearby in a cramped, windowless office for his cleaning crew to assemble. Posted regulations decorate the walls; a cold-drink machine and an array of orange, yellow, and chartreuse broom handles provide the color. Gartman has called this five-thirty meeting because things have not been going well. He has been too soft on his people, and now he’s getting complaints from the tenants.</p><p>“Maybe some of you people don’t think I mean business,” he begins, his blond moustache drooping over his frown, his feet planted firmly, his arms crossed, and his blue eyes conveying a trace of hurt as well as a hint of menace. His assembled employees —all aproned in ochre Sanitors Southwest smocks-are mostly young Hispanics from Mexico and El Salvador. They eye Gartman with a mixture of tolerance and mild curiosity, nothing remotely resembling fear. Since the industry turnover is more than 100 per cent each year, the thought of getting fired doesn’t exactly inspire panic. There are jobs available every night in almost any downtown building.</p><p><em>Mimi Swartz is a freelance writer living in Houston.</em></p><p>But Gartman is not to be deterred. Rules are rules. “Now, you men are talking to the maids, and you maids are talking to the men,” he continues. “anyone caught talking <em>will be terminated </em>as he speaks, assistant project manager Romelia Ramos, 39, a sturdy redhead who is wearing heels and a pink jacket over her dress, translates. The joke around Republic is that Gartman knows only one Spanish phrase—<em>“jCuide los pisos!”</em> (“Watch the floors!”) —and the workers admit to being able to speak only a small amount of English.</p><p>Gartman moves on to specifics: “Don’t scratch the desks when you put down the ashtrays.” He orders the maids to wrap their cleaning carts with foam rubber to keep them from scuffing the walls as they rumble through the halls. “and don't leave your floor for any reason,” says Gartman. “If a fire alarm sounds, stay out of the stairwells, and don’t get in the elevators. Just call the office for instructions. Anyone caught breaking the rules <em>will be terminated</em>.” Flanking him, Ramos translates this grave message, though she diplomatically omits his final words: “all this bull, I want it stopped.”</p><p>Satisfied that he has made order out of chaos, Gartman shoos his employees out into the lobby and up the ramp that leads to the loading dock and the service elevators. <em>“jandele! jandele!”he</em> calls. “Take the freight elevators!”</p><p><strong>“I Want To Clean HOUSToN”</strong></p><p>It is a cleaning business cliche that the key to a successful operation is successful supervision. Gartman takes his work seriously. When he came to work for Sanitors Southwest at RepublicBank, he had already put in eight years in the business and was supervising the cleaning staff at allied Bank Plaza for american Building Maintenance. He chose to go with Sanitors because he wanted more freedom, more opportunity. Gartman’s aspirations are high—“I want to clean Houston,” he insists —and he dreams of someday running his own firm, of one day handbuffing the Gulf Building’s marble. Gartman sees himself as something more than a building manager; he sees himself as Republic’s idea man, an innovator, a cleaning visionary. But most of all he wants respect for himself and his crew. “We’re a professional business,” he declares. “We’re not just maids and janitors; we’re inner environmentalists.”</p><p>If the janitorial field seems like a strange one for an ambitious young man, consider the example of Gartman’s mentor, Sanitors Southwest’s managing partner, Darrell Garrett. A dark-haired, lumbering good ol’ boy from Hereford, Garrett, 40, speaks as if he were gnashing each word through a hay baler. He first realized that there were dollars in dust mops while he was working as an accountant for IT&T in the early seventies. Supervising the finances of a group of janitorial services owned by the multinational, Garrett saw potential in a field that had been long overlooked by most entrepreneurs. He quit IT&T and joined one of the nation’s largest building management companies, Property Management Systems, now owned by Houston developer Kenneth Schnitzer. Garrett spent seven years there as vice president of the cleaning division.</p><p><strong>CLEANING Tips From the Pros</strong></p><p>► a solution of ammonia and water will clean almost anything, according to Sanitors Southwest’s Gearold Gartman.</p><p>► Check out chemical supply houses for products—like the spot removers Picrin and Chlorothene and the rust remover Erusticator—that are cheaper and more efficient than their hardware-store counterparts.</p><p>► Know your waxes. Professionals say that Johnson’s paste wax applied by hand is still the most effective method for finishing parquet floors; acrylic wax can cause them to buckle. A hard wax should also be used on kitchen floors, according to Sherra aguirre, president of aztec Maintenance Service. Aguirre says that the easy-on soft waxes don’t last as long and they scuff more easily.</p><p>► Know your glass cleaners. Gartman likes to clean windows with—naturally—a mixture of ammonia and water, applied and removed with newspapers. Aguirre prefers a few spoonfuls of Joy or Ivory dishwashing liquid in water and removes it from windows with a squeegee. One shines, the other sparkles.</p><p>► Be good to your vacuum, and it will be good to you. According to Carl Isaacson of Pritchard Services, vacuum cleaner brushes and belts should be inspected regularly and replaced when worn. And for a four-star vacuuming job, Oxford Building Services’ Velda Moreno advises first sweeping the carpet in corners and under furniture with a small broom. Then, when moving the vacuum cleaner forward, raise the back of it so that it doesn’t leave wheel marks in the carpet.</p><p>► avoid that sinking feeling. When cleaning stainless steel sinks (or any stainless steel), use baby oil or a little Endust. They add shine and resist fingerprints, according to Larry Jackson of action Building Maintenance. Gartman insists that the porcelain cleanser Bon ami is far superior to ajax and Comet because it isn’t as abrasive.</p><p>► Believe the Dry Clean Only tag on most fine fabrics. Indian cottons, for instance, are some of the trickiest fabrics to clean. Natural and unprocessed, they tend to turn brown when they come in contact with water. Haitian cottons, their cousins, are virtually impossible to clean successfully. Not every fabric is safe in Woolite.</p><p>► Do not scrub stains vigorously. Scrubbing just pushes the dirt deeper into the nap and the padding below; like Lazarus, it will rise again. And pay close attention to fabric-care labels. Get professional advice before applying any spot remover to a natural (versus synthetic) fabric. The specifics for spots and stains: <em>Blood.</em> Rub Picrin or mineral spirits into the fabric for two to three minutes. Flood with water and blot dry.</p><p><em>Felt-tip pens.</em> Try Picrin as above, but add a prayer. Most indelible inks really are indelible.</p><p><em>Tar.</em> Nathan Turner of Sanitors Southwest suggests a petroleum product called Varsol, available at Exxon stations. Apply with a rag, then shampoo out.</p><p><em>Chewing gum.</em> Smooth peanut butter is the favorite of professionals. Rub it in, let it dry, shampoo. Try not to feel like a fool. It works.</p><p><em>Toilet-bowl stains.</em> Velda Moreno recommends scrubbing the bowl with Clorox.</p><p><em>Scotch tape.</em> Sanitors’ Romelia Ramos uses a little rubbing alcohol to soak Scotch tape off wood and Windex to remove it from metal.</p><p><strong>►</strong> When in doubt, consult a professional. Janitors need to be needed, just like everyone else.</p><p>By 1980 Garrett was sitting very close to the top of corporate cleaning. He had a cushy job with a hefty salary in a highly regarded company. But entrepreneurial fever was sweeping through Houston, and Garrett turned in his resignation. He wanted to be his own janitor. Of course, Garrett had no intention of scrubbing floors himself; he wanted to clean up after the big guys, to compete with cleaning giants like american Building Maintenance and Oxford Building Services. Garrett set two tough goals for himself: to secure a one-million-square-foot high rise and to crack Houston’s conservative, exclusive downtown market.</p><p>While he was with Property Management Systems, Garrett had mastered the economics of the business. Most firms clean up by charging a flat rate or a square-footage fee (4.5 cents per square foot is the average in Houston) that easily covers negligible operating costs —soap and salaries for a labor force that in Texas starts out at $3.35 an hour. (The bulk of downtown office cleaning is done by Hispanic illegal aliens, and no one is ready to worry about the ramifications of the Simpson-Mazzoli bill. “If Congress passed a law saying companies couldn’t use illegal aliens, you’d probably see most of the downtown office buildings close overnight,” one property manager theorizes.) Employers manage not to provide vacation time or health insurance by classifying workers as part-time employees. In diligent hands —and with disinterested customers —profit margins for small companies can reach 30 per cent. Larger companies with high overhead generally have smaller profit margins but make up for it with volume.</p><p>Cleaning a high rise is inherently risky. Start-up costs and two weeks’ payroll on a one-million-square-foot building can be as much as $30,000. Few small companies can float themselves for the thirty to ninety days it takes to collect payment, nor can many survive the industry’s 60 per cent cancellation rate. (Like contracts with most service businesses, cleaning contracts can be canceled anytime within thirty days.) To come up with enough cash to get his fledgling cleaning service off the ground and running smoothly, Garrett joined forces with Darrell Glover, a former IT&T co-worker who had recently started a new company —Sanitors Southwest.</p><p>Garrett became Sanitors’ managing partner by opening an office in Houston. (Sanitors already had beachheads in San antonio, Dallas, Fort Worth, and Memphis.) In turn, Sanitors provided Garrett with starting capital. Within a year Garrett had acquired twelve buildings, the largest of which was 21 stories, or about 200,000 square feet, and he was enjoying a moderate success. But he was still committed to his original goal; he wanted a downtown high rise. That was where the big money was. And to get it, there was one man Garrett had to woo—developer Gerald Hines.</p><p><strong>QUEEN Of the Castle</strong></p><p>By six o’clock the lobby of RepublicBank echoes with the droning of an industrial floor scrubber. The Sanitors crew has fanned out over the building like a battalion securing forsaken territory; in fact, they resemble nothing so much as a small but highly stratified army. RepublicBank is equivalent to about six hundred houses, and cleaning it within a few short hours amounts to a science. Each task has been specified by Hines’ property-management team and engineered by Sanitors. Together they work out the details, like how long it should take to clean elevator tracks (five to eight minutes), toilets (two and a half minutes for wall-hung, three for floor-mounted), and revolving-door entrances (thirty minutes) and just how much supervision is needed to get the job done properly.</p><p>As assistant building manager, Romelia Ramos oversees four rise supervisors (a rise consists of either twelve or fifteen floors, all served by the same elevator), who in turn oversee 73 maids. Overnight they will empty more than 5000 trash cans, vacuum more than 900,000 square feet of carpeting, and scrub about 300 toilets —and the numbers will go up when the building, now slightly more than 70 per cent occupied, is full.</p><p><strong>the View From the Supply Side</strong></p><p><strong>What it takes to clean RepublicBank Center every night:</strong></p><p><strong>300 trash-can liners</strong></p><p><strong>4 gallons window cleaner</strong></p><p><strong>½ gallon floor stripper</strong></p><p><strong>1 can scouring cleanser</strong></p><p><strong>¾ gallon floor wax</strong></p><p><strong>1½ gallons hand soap</strong></p><p><strong>63 wedge mops</strong></p><p><strong>63 sponges</strong></p><p><strong>63 utility brushes</strong></p><p><strong>61 maid carts</strong></p><p><strong>5 rest-room carts</strong></p><p><strong>63 brooms</strong></p><p><strong>9 buffers</strong></p><p><strong>2 automatic scrubbers</strong></p><p><strong>63 vacuum cleaners</strong></p><p><strong>150 rolls of toilet paper and</strong></p><p><strong>2737 paper towels replaced daily</strong></p><p>By six-thirty Ramos begins walking the floors, checking up on her maids and her floor and glass men. If the lobby’s vaulted ceilings and the mazes of upper floors remind her of <em>un castillo</em> (“a castle”), she is clearly its queen. She is a compact, bright-eyed woman with the serenity of someone who knows she is truly indispensable. Something in her military stride and sly, self-possessed smile warns that she is not to be trifled with. Ramos likes her job; she’s been in the business for fifteen years, since she moved to Houston from Mexico. Her pride shows in the way she has handstitched the word “Supervisor” across her pink Sanitors jacket and in the gleaming silver pen (a twin of Gartman’s) that she brandishes when making notes on her tattered legal pad. She has been with Sanitors ever since Gartman hired her as assistant building manager at allied Bank Plaza. When Gartman moved, she followed, as did her daughter, her sister, and others from the allied crew.</p><p>Ramos patrols the building, past maids emptying trash cans under the dimly lit, third-floor cathedral ceiling, past women on their hands and knees dusting the black ash Josef Hoffmann chairs and the squiggly wrought-iron balconies in the thirdand fourth-floor lobbies. She checks on the bathroom maids, making sure that they dust the tops of the stall doors and remember to wipe down the mirrors. Most of the bathroom jobs are routine. The maids clean up after men who splatter and women who don’t put their sanitary napkins in the wastebaskets. But every once in a while something unusual happens, and then the building discloses a great secret —like the night a maid found the trash container crammed full of gummy, blood-soaked paper towels. She wasn’t sure, but she thought someone had left her a miscarriage.</p><p>As Ramos tours the bank’s executive offices, she takes little notice of the collections of family photographs: wives grinning uneasily in front of looming oaks, husbands cramped in heart-shaped frames. But the bank officers intrigue her—she wonders what they plan to do with all that money —even though they ignore her in the elevators and the halls. Ramos gets annoyed only when they stay late and then complain that their offices weren’t cleaned.</p><p>What is clean to the untrained eye is not necessarily clean to Ramos, who is forever running her hands over every surface —walls, desk tops, elevator buttons, bathroom doors —and then checking her fingers, disappointed at the result. She is determined to get RepublicBank every bit as spotless as allied Bank Plaza, where, she explains, she never got her hands dirty, because the building was always so clean.</p><p><em>(Continued on page 222)</em></p><p><em>(Continued from page 162)</em></p><p><em>“¿Señora, tienes tus puertas abiertas?” </em>(“are your doors open?”) Ramos calls down the halls. A rise supervisor is absent tonight, so in addition to her regular duties, Ramos must unlock doors to let maids into security areas and then check later to see they’ve locked the doors behind them. (This policy protects the maids as much as the tenants —anytime anything is missing the cleaning crew gets blamed.) Moving up floors one through fifteen of the bank rise, Ramos lets maids into safe-deposit rooms guarded by cameras and private dining rooms already set with shimmering silver and crystal for tomorrow’s business lunches.</p><p>At the end of a thickly carpeted hall, Ramos grimaces, discovering a door yawning open to an executive office —an enormous room shaded by a small grove of cornstalk dracaenas. She notes the date and time on her legal pad. Before closing the door, she gives the room the once-over and pronounces, <em>“No esta limpia”</em> (“It’s not clean”). Footprints betray that the carpet hasn’t been vacuumed. Ramos plans to interrogate the maid as to whether she’s cleaned the office yet. <em>“Si dice sí. . . ”</em> (“If she says yes . . . ”), Ramos begins, then shrugs malevolently, displaying the glinty grin of a triumphant iguana.</p><p>Downstairs, Romelio Garcia’s evening has not been going nearly so well. Garcia supervises an all-male crew of about thirty glass, utility, and floor men. They clean and buff the building’s noncarpeted floors, wipe smudges off glass, and do all the high dusting. Other men haul trash down floor by floor in the service elevator and clean the 5500-square-foot tunnel that stretches from Pennzoil Place through Republic to the alley Theatre parking garage. Twice a week they dust the lobby’s Victorian streetlights and 1913 fourfaced Seth Thomas clock.</p><p>Like Ramos and the other supervisors, Garcia works on his feet. He walks the building twice nightly, at six-thirty and again at nine, trying to cover its outside perimeter, the lobby, and some upper floors, as well as the tunnel. About his responsibilities, the dark-haired, mustachioed Garcia is philosophical. <em>“Es mucho el trabajo y poco el tiempo”</em> (“There’s lots of work and little time”), he remarks often, sometimes substituting <em>“dinero” </em>(“money”) for <em>“tiempo.</em> ’’garcia is laconic, with a reserve that could be mistaken for sullenness if it weren’t for his tendency to giggle and the light, bouncy steps he takes in his soiled gray running shoes. He’s the perfect foil for go-getter Gartman; the two men fence constantly, each pretending not to understand the other yet always managing to answer every question in his native tongue.</p><p>Eight years ago Garcia left his village of Iguala, one hundred miles north of acapulco, for Los angeles and then moved on to Houston, believing the air and the cost of living would be better here. He made the rounds of the various janitorial companies, found them all to be pretty much the same, and ended up at Republic. Like most of the men, Garcia works a long day; he spends eight hours in a small plastics factory before beginning his shift at the bank.</p><p>Tonight everyone has an excuse to give Garcia. Touring the outside of the building, he tells his men to remove a brown water stain below the chrome fire hydrants and a large white stain —beer? 7-Up? —splattered on the building’s south side and then to clean the grimy banisters leading into the driveway and take care of the smudges on a ledge.</p><p>Heading back inside past a loading dock already bulging with swollen green trash bags, Garcia finds trouble. Though the lobby is dotted with small yellow Wet Floor signs, the pink-and-gray granite surface is dry. Garcia’s men are standing around a massive electric scrubber, which groans like a wounded rhinoceros as they try to revive it.</p><p>The scrubber operator, a muscular, John Travolta type named Raymond Ortega, explains matter-of-factly that the machine, which should do the work of five men —soaping, scrubbing, rinsing, and drying the floor—isn't working. The machine snorts again and spews out a few snowy waves of soap, while nearby two elegantly tailored attorneys—one in seersucker, one in pinstripes —discuss the Byzantine Empire. “God called civilized people together for the coming of Christ,” one says passionately, as the scrubber gives out one last belch and then, lurching forward, collapses. “Keep trying,” Garcia says.</p><p>Garcia continues his rounds of the building. When he returns to the lobby 45 minutes later, the men around the scrubber are still idle. With the evening almost half gone and the lobby not half clean, Garcia tries the machine once more, then gives the order—they’ll have to mop the floor by hand. It’s going to be a long night.</p><p><strong>JOCKEYING For Buildings</strong></p><p>The U.S. market for commercial cleaning is worth an estimated $13 billion a year. Once the sole province of small, casually run mom-and-pop operations, cleaning has become very big business. The gigantic ISS Prudential Maintenance Services cleans buildings from Belgium to Brazil. American Building Maintenance, one of the largest cleaning firms in the United States, had more than $300 million in revenues for 1983. Cleaning conglomerates are highly specialized (they clean chemical plants, airports, hospitals, and supermarkets as well as office buildings) and diversified (they own security systems, manufacture uniforms, and market $1000 you-too-can-be-a-janitor correspondence courses).</p><p>In Houston the trend toward Big Cleaning is strong. The big boys just don't believe that small companies have the manpower or the expertise to clean their million-square-foot skyscrapers. Equally evident is a certain political thrust in the awarding of cleaning contracts. Longtime customer american Building Maintenance (ABM) cleans InterFirst Bank’s offices downtown (Pritchard Services cleans the rest of the Hines skyscraper), A&Malumni-owned associated Building Services is a favorite of aggies, and every cleaning contractor in Houston enviously maintains that ABM cleans most of Century Development’s projects because owner Kenneth Schnitzer sits on ABM’s board (he doesn’t anymore; he’s now a minority stockholder).</p><p>The ABM-Century Development connection has another effect on janitorial politics in Houston. It makes Gerald D. Hines Interests, the other dominant highrise developer in town, a very powerful employer. So Hines —or, rather, Jerry Taylor, who oversees property management—was the man that Garrett had to win over if he was ever to get a contract to clean a downtown high rise.</p><p>Jerry Taylor, however, is a hard man to please. Controlling more than 30 million square feet of cleaning contracts nationwide, he has set the standards for the industry in Houston with his demands. A pale, precise former high school history teacher and football coach from Borger, Taylor came up through the ranks at Hines with some definite ideas about cleaning. “Houston is the melting pot of real cleaning competition in the U.S.,” he states. The canny Houston developer can pick and choose; local cleaning contractors who want to crack the big time must compete with service-conscious New York firms and cost-conscious West Coast janitorial services.</p><p>But perhaps it’s Taylor’s hiring practices that have the most influence on Houston’s ferocious cleaning market. No one walks into Hines’ offices and walks out with a contract. Taylor starts everyone on small projects, and he spreads his work around. Those who do disappointing work on a small contract —often in a small town —rarely get the chance to bid on a glamorous, million-square-foot project in New York or San Francisco or Houston.</p><p>Hines monitors the costs of his cleaning services more than most developers do; his cleaners get costs plus about 6 per cent, which isn’t much. Most cleaning contractors can turn a $250,000 profit annually on eight 250,000-square-foot office buildings or two 1,000,000-square-foot high rises. Hines’ cleaners make far less but still covet the jobs because of the prestige that is associated with them. Taylor’s property managers receive accountings of every sponge and scrub brush to ensure that the contractors’ costs are kept as low as possible. Their zealousness is called for, though. Janitorial service is one of a developer’s three largest expenses, and with the exception of faulty air conditioning, a dirty building is the main reason that tenants leave.</p><p>The first time Garrett met Taylor, Taylor was polite but firm; Garrett would have to prove himself before Taylor would let him clean up after Gerald Hines. Throughout his first year in business, Garrett took Hines’ people to lunch, kept them informed of his progress, and received polite interest in return. Finally, in July 1981 a Hines senior property manager called; Hines was taking bids on the Post Oak Tower, a 350,000-square-foot building —would he like to bid? Taylor had looked closely at the high rise housing the Hines corporate headquarters and wasn’t pleased; the building wasn’t clean. Like Cecil B. De Mille, he was looking for new faces.</p><p>Garrett won that contract, kept the building clean, and found himself a regular on the Hines bid list. It could be said —and has been said —that in the next year Jerry Taylor made Sanitors Southwest. Shortly after Sanitors began to clean Post Oak Tower, the good ol’ boy from Hereford gave the good ol’ boy from Borger a gallon of cherry-scented, PeptoBismol-colored rest-room soap. Garrett sponsored a lunch here, a hunting trip there.</p><p>His attention to detail paid off. In May 1982 Sanitors won the right to clean One Sugarland Park. That august Garrett also began to clean Two and Three Westlake —800,000 square feet. Because Sanitors’ performance on these three buildings was good, Hines then rewarded them with the amoco Center, a millionsquare-foot project. Two years after starting out in business, Garrett was halfway to his goal —he had a million-square-foot building. Now he wanted the downtown high rise.</p><p>For a while things looked rocky. By the fall of 1983 Houston’s boom was over. The skyrocketing vacancy rate for commercial office space (30 per cent of the total office space built) spelled trouble for the cleaning industry. Bids were being lost or won on a tenth of a cent per square foot. Companies that had eagerly bid on enormous skyscrapers found themselves winning buildings that were half empty, and though they were paid only for what they cleaned, they still had to provide all the pre-bust amenities specified in the contract. By now Sanitors had 410 employees, but Garrett had begun to feel the pinch. Of a total of 35 buildings, he had lost at least 6, some because of the constant turnover in building ownership and management. Then Hines called again.</p><p>RepublicBank Center was to be a downtown showplace, a jaunty new skyscraper that would dominate the skyline like a flashy trial lawyer in a room full of old gray men. Naturally, an exceptional building needed an exceptional cleaning company. Four companies were invited to bid: Oxford, which was already cleaning Pennzoil Place; Prudential and Sanitors, which were cleaning other large Hines projects in Houston, though neither had captured a downtown contract; and ABM, which had never cleaned a large Hines high rise in Houston.</p><p>Garrett won with the low bid, and in the process he accomplished his second goal. True, in Houston’s tight market, Republic was a mixed blessing. When Garrett started cleaning it, it was only 40 per cent occupied, and the construction crew finishing the upper floors would be leaving a mess for months to come. But Garrett had made it. With five hundred employees, Sanitors was cleaning more than six million square feet and boasted $3.2 million in annual revenues. Garrett was spending goose-hunting season on a private lease he shared with three Hines employees and others. And now he had his blue-chip skyscraper. All he had to do was keep it very, very clean.</p><p><strong>a Pool Of Bourbon</strong></p><p>It is an industry standard that a maid can clean three thousand square feet an hour, about the area of a large four-bedroom home. Sanitors maid J. J. Biddell knows different —cleaning companies notoriously underestimate the time it takes to do a job. Tonight he and his partner Norma scramble across the 24.000 square feet of Bozell and Jacobs’ advertising and public relations offices like refugees packing up before a final invasion. They know that maids must empty all wastebaskets and have all trash in the freight elevator lobby by 8 p.m. Or else.</p><p>At 31, Biddell has thinning, curly, shoulder-length hair streaked with gray and wears rose-colored granny glasses; he has a tendency to preen. Most of the crew are uncomfortable around him. But their coolness doesn’t much bother Biddell, who has been a maid for twelve years, ever since he left his hometown of Beaumont because he didn't want to work in the welding shops or the refineries. He has cleaned for all the big companies and has the fondest memories of the Hermann Professional Building, where one psychiatrist gave him $20 and candy every Christmas. “People get to know you,” he says. “Every maid does not clean the same way; every man has a special touch.”</p><p>Tonight Biddell is making the best of a bad situation. When Romelia Ramos reorganized the maids because of tenant complaints about talking, Biddell was moved from a lavish law firm upstairs to Bozell and Jacobs’ gray-on-gray decor. Then he was paired with Norma, a shy but eager young woman who speaks no English. Both Norma and Biddell are homesick. Biddell misses his old floor and has tried to settle in by decorating his janitorial closet with a collage of the HemisFair Tower, Bum Phillips, and some frolicking dolphins under the words “The Promised Land.” Norma misses El Salvador, where her children remain in her mother’s care.</p><p>The two maids get to work quickly, he taking the lead, she following, and together they whip through the offices dragging a large gray tub on wheels. In each office they are supposed to wipe down everything within six to eight feet of the floor, including telephones, bookshelves, windowsills, filing cabinets, light switches, desktops, partitions, doors, mirrors, and ashtrays. Ashtrays are to be dumped into trash cans, and trash cans into the portable gray tub.</p><p>Maids are forbidden by Sanitors to move anything on desks, and they are not to unplug anything-maids have erased computer memories and killed tropical fish with their good intentions. The trash is the most treacherous obstacle of all, however. Engineers like to store plans in their wastebaskets, and lawyers like to rest their legal pads on top of them. Some of the tenants like to test the maids by leaving trash near, but not in, the trash cans —one woman left an unwrapped candy bar out for two days. Others leave the maids a disgusting sludge of cigarette butts and overturned sodas. The bank, on the other hand, is so finicky that it has its tellers bag, label, and store their trash. Biddell and Norma have long realized that tenants squeal when maids empty the trash and tenants squeal when they don’t. They’ve come to terms with this dilemma —they don’t have time to ponder imponderables.</p><p>Rise supervisor Linda Machado, a lean woman of 35 with a ruddy complexion, comes to work in bright earrings, flowing skirts, and heels, her chin set proudly. She was born in Houston’s East End, but the downtown skyline is a mystery to her. So is most of RepublicBank; she has never had the time or the inclination to explore beyond her rise. But Machado reserves a special passion for the possessions on her own floors, which, besides the offices of Bozell and Jacobs, house several law firms and the Big Eight accounting firm of Peat, Marwick, Mitchell, and Co. Like a serious shopper leafing through a house magazine for decorating tips, Machado studies the posters, inspects the antiques, and runs her fingers over the sumptuous upholstery. Her favorite floor is the law firm of Mayer, Brown and Platt on 36, partly because the myriad dried-flower arrangements smell of eucalyptus and partly because her friend Maria Perez works there.</p><p>Both Machado and Perez are avidly interested in Mayer, Brown and Platt’s Mexican colonial decor, though Perez tends to be a bit more reserved when dusting the decorative $100 woven saddlebags, the tortilla holders crammed with dried flowers, and the conference room’s primitive feed trough and bleached saddle form. The legendary $16,000 desk (and its matching credenza, included in the price tag) is also in Perez’s domain, although she has long since ceased to succumb to its spell. There is something princely about the desk, though; it commands a senior partner’s plushly carpeted, corner office. The desk is long, deep, and wide, its corners sharp, and its mahogany varnished to a hard, brilliant gloss. Free of all but the slightest ornamentation, it sits under the fluorescent lights like a huge sulking bull, giving off an unmistakable air of malevolence. The desk is made for a man who means business, and one can easily imagine the knocking of junior partners’ knees —or those of Garrett and Gartman —in its presence. But Perez, who has nothing at stake, is not impressed. Ever since a scratch on the credenza behind it was reported, the desk has received special treatment. “Stay away” were her instructions from Gartman. So Perez simply sweeps around it and dusts the top, then frowns and shrugs, her attitude like that of an elevator operator who has worked too long at the Empire State Building. Perez knows just how far she sits from the top, and her view is one of liberating clarity.</p><p>Machado and Perez talk about ordering dinner, but their discussion is cut short by the sound of raucous female laughter coming from down the hall. The two are used to this-Mayer, Brown and Platt is full of women who work late, sometimes with their children-but then a young blonde bursts down the hall. “Do y'all have any rags?” she hollers. “If they walk in and smell bourbon, it’s my ass!” The two maids scurry into her office, and all three get down on their hands and knees and scrub furiously at the pool of spilled bourbon on the carpet. The woman mumbles something about a party earlier in the day —which Perez knows didn’t occurand intermittently tells a friend on the phone to hang on. When the spot is cleaned, she sends Perez and Machado packing, then says into the phone, “The maids probably think i’m an alcoholic.”</p><p>Machado moves on to the forty-thirdfloor offices of Scott, Douglass and Luton to check up on Diana Perry, one of her newest workers. Perry, a sunny, hefty black woman who wears inch-long gold artificial fingernails on her pinkies, offers Machado a tour. Together they tiptoe over the freshly vacuumed rose-colored carpet to the law library. “See my new bookshelves!” Perry says, beaming like a little girl in an enormous playhouse. “See my fabulous furniture!” The two ogle the china cabinet with its own spotlight and the reception area’s vast oriental rug. But when Perry escorts Machado into the lunchroom to show off the trash masher, microwave, and dishwasher, Machado looks deflated. She leans against a counter and says softly, “It’s as big as my apartment.” Biting her upper lip, she juts her chin and looks a little vexed, a little envious, and very wistful.</p><p>By ten o’clock most of the vacuuming is done and most of the rest rooms have been cleaned. The trash has been hauled off, and Romelio Garcia’s men are hosing down the loading dock and finally finishing the lobby floor. At ten-thirty the workers begin to file into Gartman’s office. As they pull their yellow aprons over their heads, turn in their keys, and punch out on the time clock, they are transformed once more into citizens. One woman leaves wearing a backless, clinging dress as if she were going dancing. Maria Perez exits in purple overalls and carrying a copy of <em>Glamour</em> magazine. A Polish elevator cleaner leaves wearing a name belt stamped “JERZY.” The workers rub their eyes and yawn, then vanish. The only traces they leave behind are a candy machine that has been stripped of 50-cent sweet rolls and a 12.7-million-squarefoot skyscraper that is as clean as they could clean it, ready to face tomorrow’s gum chewers, carpet Stainers, and trash saboteurs.</p><p>After the workers have gone, the supervisors walk the floors one more time. Just as there are degrees of darkness in the night sky, there are degrees of emptiness in a building, and by eleven o'clock RepublicBank is almost completely still. Only the crocheted sweaters hanging over desk chairs and the blinking red and green lights of telex machines and word processor screens promise the day people's return. Linda Machado stops before a window in the office of Peat, Marwick; the city lights shimmer from so far below that the building seems to hover in space. She picks up leaves fallen from a ficus tree and fluffs the bright-red pillows on a reception-area sofa.</p><p>Downstairs, Gartman completes his report to Gerald Hines in a log book that is shuttled, morning and night, between Sanitors and Hines’ RepublicBank staff. It’s full of telling challenges in the life of a big-time cleaning crew: “Susman and Kessler asks that we not push the desk chairs under the desk-they’re afraid it will take the leather off the armrests,” reads a note from the property manager. Sometimes the requests are downright eerie: “Please clean the trail of blood that goes from Lower Level 2 elevator lobby through lobby elevator area to midhigh rise bank inside elevator 19.” Sometimes the entries are mysterious, like the months-long exchanges between Gartman and the Hines staff about one office’s missing packets of coffee (the office employees were stealing them). Gartman sighs. It will be a long time before his cleaning crew gets respect.</p><p>Yet he perseveres at his postmortem meeting with Garcia, Ramos, and the rise supervisors because someday he intends to sit behind a big hulking desk while someone cleans up after him. “The outside of the building is bad,” Gartman tells Garcia. “Get the men to scrub it down.” The granite ledges on the third-floor balconies need cleaning, Gartman tells Ramos. “Get someone to stick their hands through the ledges to dust them.” a faucet handle is broken in the men’s rest room on 21, a toilet is clogged on 17, and a decision must be made about a new girl who can’t learn to vacuum. Breaking up the chatty maids, it’s agreed, is working out well.</p><p>“and what else?” Gartman asks, clapping his hands together, ready to move along, <em>“i Y que mas?”</em></p><p>Garcia leans back in his chair and mutters.</p><p>“What?” Gartman asks, looking to Ramos. “What’d he say?”</p><p><em>“aumento,”</em> she translates. “a raise.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Trash",
      "office",
      "Work",
      "Business",
      "Houston",
      "Law",
      "people",
      "Taylor",
      "Water",
      "buildings",
      "ever",
      "Jobs",
      "Running",
      "Southwest",
      "Oil",
      "Space",
      "Texas",
      "Women",
      "Children",
      "Computer"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Taylor",
      "D.C.",
      "Texas",
      "Beaumont"
    ]
  }
}