{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19849",
    "date": "September 1984",
    "year": 1984,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1984/19840900.pdf",
    "issue_cover_image": "",
    "document_start_page": 166,
    "toc_start_page": 166,
    "document_page_range": [
      [
        166,
        167,
        168,
        169
      ],
      [
        246,
        247
      ]
    ],
    "toc_order": 8,
    "toc_headline": "My Quest For the Perfect Biscuit",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198409-myquestf",
  "source": "/1984/19840900.pdf",
  "wp_post_id": 119970,
  "wp_post_guid": "http://www.texasmonthly.com/article/my-quest-for-the-perfect-biscuit/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "My Quest For the Perfect Biscuit",
  "dek": "Most men spend their lives searching out fame, fortune, or eternal truths. I'm looking for a primal bit of dough.",
  "spread_caption": "",
  "excerpt": "It all started at my grandmother’s when I was seven years old. No biscuit has since measured up, but my lonely search for that sublime confection continues.",
  "kicker": "",
  "word_count": 4206,
  "content": "<p>Don’t get me started on biscuits. That is one subject on which I can hold forth tirelessly, and more than once i’ve cleared the room with a passionate defense of the crustyall-over school or a thoughtful discourse on the merits of vegetable shortening. Just for the record, you’re not talking to any armchair biscuithead here. My opinions are backed up by years of solid experience in the field. To be blunt, I have eaten more biscuits than you have. ¶ By “biscuits” I do not mean muffins, rolls, popovers, or scones. I do not mean any product of the National Biscuit Company (which sensibly changed its name to Nabisco, perhaps after realizing that it manufactured cookies and crackers, not biscuits). I do not mean refrigerated tubes of dough that you open by whacking on the side of a kitchen table, or truck-stop hardtack whose age can be determined only by carbon-14 dating. ¶ By “biscuits” I mean <em>biscuits.</em> ¶ Within the haziest reaches of my conscious mind, lodged there as a kind of dream-memory, is the tantalizing awareness of a biscuit I ate circa 1955 at my grandmother’s house in Tennessee. That was where it all started, I now believe; that was the beginning of the obsession that would one day grow to consume me and to haunt my dreams. I can dimly remember being seated at a dining table on a screened-in porch. It was midafternoon. A breeze ruffled the edges of the gingham tablecloth. A picturesque platter of fried chicken sat in the center of the table, along with bowls of corn and swampy green beans and little dishes containing noxious pickled things. And there were the biscuits, arranged like building blocks so that they formed a kind of ziggurat on a plate. They were tawny in the sunlight, steaming in the summer air. When I removed one from the pile and broke it open, it seemed to have a hundred layers as delicate as the petals of a flower. I can remember the slightly acrid flavor when I took a bite, a taste I now realize was imparted by baking powder, but beyond this I cannot call that biscuit to mind or relive its full impact upon my seven-year-old palate. It remains just outside my grasp, the ethereal benchmark by which I am doomed to judge every biscuit I encounter. ¶ My grandmother died before I had the sense to ask her for the recipe, and so for these many years I have trod the earth, looking for a biscuit that could recapture for me that primal moment. I’ve made batch after batch myself, varying the ingredients slightly each time, hoping someday to stumble upon the magic formula. I've substituted buttermilk for milk, Mrs. Tucker’s shortening for Crisco, cake pans for cookie sheets. I have even gone so far as to buy a tub of lard, but so far no luck. ¶ In my own household this quest is regarded with indifference. I have failed to instill an appreciation for biscuits in my children, and the sad truth is that they will eat nothing for breakfast but pancakes shaped like Mickey Mouse and would not know a truly sublime biscuit from a drain plug. When I am busy rolling out dough, spilling flour on the tops of my shoes, and taking up precious counter space, my wife looks up from her corn bran only to fix me with a look of strained tolerance. Though she clearly believes that all biscuits taste alike, she will occasionally take a little nibble and tell me that my last batch was better. ¶ Safe from the distraction of adulation, I continue, week after week. In the course of my investigations I have made some great biscuits, but none have finally measured up to the rigid standards my childhood memory has imposed. ¶ It puzzles me that this should be the case. Biscuits are simple. They are, in fact, primitive. Take a handful of flour, some bear fat, and a little water, manhandle the dough and subject it to heat, and you have something that could be described, at least for taxonomic purposes, as a biscuit. At heart the biscuit is about the plainest food on God’s earth. Even if you never cook, even if you are one of those people who subsist entirely on fish sticks and Cragmont soda, it’s a safe bet that you could go to your cupboard right now and rustle up the ingredients for a respectable biscuit dough.</p><img/><p>Illustrated by Dave Calver</p><p><strong>Rise And Shine</strong></p><p><em>and get out the baking powder.</em></p><img/><p>This is essentially Helen Corbitt’s recipe for biscuits.* I have customized it here and there, I hope without violating the spirit of the original.</p><p>Step one: Preheat your oven to 450 degrees. Then walk out into the back yard and take slow, deep breaths for 15 minutes, cleansing your mind of all distracting thoughts. Remember that you are merely the instrument through which the biscuits will find expression.</p><p>Step two: Back in the kitchen, sift together 2 cups flour, 3 teaspoons baking powder, and 1 teaspoon salt. I use bleached white flour, which is carefully expunged of any trace of nutritional value. It is possible to make healthful biscuits of whole wheat flour, but you would not want to eat them. I usually add 1 teaspoon sugar because i’m a decadent kind of guy.</p><p>Step three: Cut in 1/3 cup Crisco shortening (and it’s no mean feat mushing that Crisco down into a measuring cup!) with a pastry blender or two knives until the mixture resembles coarse cornmeal.</p><p>Step four: add 3/4 cup milk. Stir with a fork until the dough is smooth. Then dump the dough onto a floured cutting board and knead it lightly 2 or 3 times. Restraint is essential.</p><p>Step five: Roll out the dough to a 1/2<em>-inch</em> thickness, then fold it in half.</p><p>Step six: If you are lucky enough to own a biscuit cutter, now is the time to use it. Otherwise, you can use a drinking glass or anything else that occurs to you to cut the shapes out of the dough. Place them about one inch apart on a heavy cookie sheet that has been brushed with butter. If you want to bunch them up, with the sides touching, that’s okay too, but you’re no friend of mine.</p><p>Step seven: Brush the tops of the biscuits with melted butter. Put them on the middle rack of the oven, and cook for 12 to 15 minutes, until they are brown. Makes about a dozen biscuits. Serves 1.</p><p>* adapted from <em>Helen Corbitt's Cookbook,</em> copyright © 1957 by Helen L. Corbitt. Used by permission of Houghton Mifflin.</p><p>The origins of the biscuit are lost in the mists of history, though the word itself is clearly French and is derived from the Latin for “twice cooked.” The first biscuit was most likely an unleavened, crackerlike substance that was baked twice to eradicate all moisture (and apparently flavor), making it suitable for long sea voyages and military campaigns. The true protobiscuit, one suspects, is the British scone. Like its descendant, the scone is leavened with baking powder. But since it is made with cream and eggs, it is a much heftier affair, as if half a dozen regular biscuits had been compacted into one. (a biscuit itself is not exactly a souffle, of course, but it ought to take a few to fill you up.)</p><p>The biscuit as we americans know it first showed up in colonial times, but no sooner was its identity fixed in the minds of our forebears than it splintered into a thousand variations. There were sourdough biscuits and yeast biscuits, biscuits that were dropped instead of rolled and came out of the oven as prickly as sea urchins. One hardy variation was the cowboy biscuit, which supplied a good part of the carbohydrate intake of generations of range hands. If you’ve ever visited a dude ranch, it’s likely you’ve had a latter-day version of the cowboy biscuit, in which a tube of Hungry Jacks is popped open and the contents roasted in a Dutch oven over an open fire until they taste like charcoal (an improvement, by the way).</p><p>The strangest aberration of all was the beaten biscuit, made by pounding the dough with a mallet or the blunt end of a hatchet for thirty minutes. The popularity of the beaten biscuit declined, not surprisingly, with the abolition of slavery. In a fit of curiosity I once made a batch of these and ended up with a case of tennis elbow and about thirty irregular nuggets that seemed to be of volcanic origin.</p><p>But there is only one classic model, and that is the baking powder biscuit. Baking powder is a chemical leavening agent, usually a combination of baking soda and tartaric acid that when introduced commercially a hundred years ago gave biscuit technology its first real kick in the pants. In generations past, one could rightly assume that no meal in Texas would be served without fresh biscuits, and the majority of those biscuits were made from a formula so imprinted in the minds of the cooks that it was more a race memory than a recipe. Flour, salt, baking powder, shortening, and milk were the ingredients that made each biscuit as alike and as distinct as a snowflake.</p><p>Even among those who accept the primacy of the baking powder biscuit, there are factions. Some insist on high-rise biscuits that are so fluffy they resemble angel food cake, while the other extreme prefers theirs flaky and crusty. There is, of course, merit on both sides, but my heart lies with the Flakys. While I cannot endorse the views of the lunatic fringe —who want their biscuits as gnarly as roots —I do believe that a biscuit should have no uncooked surfaces, that it should be properly browned all over and not the pallid, airy cloud of the Fluffys’ dreams. The ideal biscuit, to my mind, is about two inches in diameter by one and a half inches high. It should be, in color, a shade of amber that warms the heart. There should be hairline fractures along its sides, like stress joints in bedrock. (These, say the home economists, are evidence that the biscuit has properly risen.) Finally, it should weigh about three ounces at the time it is eaten and no more than four pounds after it has sat on the stomach for an hour.</p><p><em>(Continued on page 234)</em></p><p><strong>Flaky Felicity</strong></p><p><em>Where to find a tolerable biscuit.</em></p><img/><p>I have devoted quite a few of my own precious man-hours lately to taking the pulse of Texas vis-a-vis its biscuits. I have driven two hundred miles to eat at a restaurant “famous for its biscuits” only to discover that they were made from a mix and were tough as fiberboard besides. I have stopped at every roadside cafe that had even a hint of grass-roots authenticity and ordered biscuits off the menu at places like Denny’s where I knew it was hopeless to begin with. (Incidentally, Denny’s biscuits are the worst. They are so moist and gummy they seem to have been steamed instead of baked.)</p><p>There are some good biscuits out there, but the traveling gourmand may encounter long stretches in which he feels like ahab looking for the white whale. I wish the list of my genuine sightings were more extensive. I could pad it a little, but I would not be able to sleep at night, worried that I might lead some poor biscuit hound astray.</p><p>I will not pretend that the following list is definitive, but it is guaranteed. If you are served a poor biscuit in any of these establishments, send the unused portion to me along with proof of purchase and I will cheerfully refund your money. (I must insist, however, that the biscuit remain my property.)</p><p>Among my most reliable pit stops are Elmer’s in El Paso, Chicken Charlie’s in Balmorhea, Kline’s Cafe in Rockport, Schobel’s in Columbus, and Kidd Jones Diamond Shamrock Station No. 3 in Corsicana. Whenever fate places me within twenty miles of any of these places, I make it a point to drop in. How much of a detour you might be willing to make is, of course, determined by your own body chemistry.</p><p>Ultimately, my wanderings have taught me one basic lesson: if you are serious about biscuits, sooner or later you will have to contend with the Dallas-Fort Worth area—or, as it is better known in certain circles, the Biscuitplex. This is the big league. In Dallas alone you have Lucas B&B, the Hot Biscuit (not to be compared with the spiritless East Texas chain of a similar name), Barbee’s, and —most awesome of all—First National Biscuit of Texas. Some would say tiiat First National is a little too specialized, but if you don’t like biscuits you have no business being there in the first place. It’s thrilling to experience an establishment so devoted to biscuits and so daring in its commitment that it serves little else. And First National is worth visiting just to see how large a biscuit can be. These things are epic, built low to the ground and wide as a West Texas mesa. Hoo-boy.</p><p>Against this formidable civic competition, Fort Worth more than holds its own. The biscuits at Massey’s are as authentic as biscuits can possibly be, and from there a stroll down Magnolia avenue will take you to the Summerhill House and to the Paris Coffee Shop. I can’t comment on the biscuits at the Summerhill House firsthand, since both times i’ve visited the place it has been closed because of illness in the family, according to a sign in the window. But it’s a legendary place, and I must tip my hat in passing, hoping that whoever was sick is now well. The biscuits at the Paris Coffee Shop should perhaps be ruled out on a technicality, since they are made with yeast, but I just don’t have the heart not to include them.</p><p>We come now to the Shame of Houston. How is it that this city, now officially recognized as the fourth largest in the country, supports only two restaurants that serve exemplary biscuits? One of these places, the San Jacinto Inn, is outside the city limits, and to get one of their deservedly famous biscuits you have to buy into their $18.50 eatarama. That leaves Phil’s and maybe, if you’re generous, One’s a Meal. I calculate that i’ve worn out about two sets of radial tires driving around Houston looking for biscuits, and I am weary at heart. And frankly, in the last year or so this search has lost its urgency, thanks to a stunning new development. Chances are, the best biscuits within a fifty-mile radius of where you live are in the place you would least expect: your local fast-food outlet.</p><p>Some people have trouble accepting this. They want to believe that good biscuits can be found only in some desolate country hash house where a mean, pig-eyed sheriff rests his hand on his gun when you enter. When I first started raving about the biscuits at Burger King a while back, I was dismissed as a quack. My closest friends wouldn’t even <em>try</em> them. But history, I contend, has proved me right. Burger King makes its biscuits fresh every morning, as do McDonald’s, Popeyes, and Kentucky Fried Chicken. The procedures are thoroughly laid out, with special rolling boards and computerized ovens to compensate for the employees’ lack of virtuoso skills. The results are consistently good biscuits; though they may lack personality, they represent 1984 at its finest.</p><p>In fact, you can’t do much better. But you can do some better. The Night Hawk Restaurant on South Congress in austin makes, in my opinion, the best biscuits in Texas. I say this warily because Night Hawk biscuits are inconsistent. Usually, though, they are inconsistent within a tolerable range, and part of the fun is never knowing what they will turn out to be on any given morning, whether they will be square or round or rhomboid, whether they will be burned around the edges or underdone, as pale and soft as a fungus. But often enough the Night Hawk cooks hit the home-run ball, and you are served biscuits you want to take home and put in your scrapbook. Their crusts on these happy occasions are positively lambent, and though inside the biscuits are moist and flaky, you are left with an appealingly dry-as-dust aftertaste in your mouth.</p><p>I can’t imagine what might lie beyond the Night Hawk biscuit, but i’m willing to believe there is something, that some cook in some cafe—maybe even in Houston! —is, with the unquestioning instinct of genius, pushing against the limits, performing the culinary equivalent of breaking the sound barrier. It is to be hoped that such a milestone will be reached within our lifetime, but for now, let us simply be thankful that there are enough biscuits to go around.</p><p><em>(Continued from page 168)</em></p><p>The word “biscuit” describes a transitory state, the one delectable moment in the dough’s passage from gluten to granite. Once you take a biscuit from the oven, you have only about ten minutes before rigor mortis begins to set in. No doubt this brief shelf life is the main reason for the phenomenon known as biscuits and gravy, a concept from which I will take this opportunity to distance myself publicly. If a biscuit has gone to seed, nothing —especially cream gravy —can restore it, and there are few things less appealing in the world of food than the sight of one of our little friends smothered under a load of rapidly cooling and coagulating fat.</p><p>Gravy, jam, preserves, marmalade, apple butter, currant jelly, whipped cream -these are all vanities, attempts to distract attention from the Thing Itself. A biscuit, it must be remembered, is as pure a form of expression as a haiku. One of the legendary masters of the form is a woman named Carol Maupin. “ah, yes —you’ll need to speak to Maupin,” I was told whenever I made inquiry about the great <em>biscuitiers.</em> I tracked her down in Fort Worth, where, as head of food services development for Neiman-Marcus, she was overseeing the renovation of a store restaurant. Maupin had made her reputation in Houston as a caterer, and her culinary trademark had been sage biscuits, a detail that made me slightly nervous about her as a mentor. (I like sage as much as the next guy, but I don’t like little green flecks in my biscuits.)</p><p>“It’s very seldom that I make a plain anything,” Maupin said when we met, laying her cards on the table. But she agreed, this once, to make a batch of plain biscuits for me. She was a cheerful, darkhaired woman, with a becoming air of confidence. One look at her and you knew she could make biscuits.</p><p>“What makes a good biscuit,” Maupin said, “is that it has to be light and flaky on the inside, brown and crunchy on the outside.”</p><p>I nodded. We were in agreement. Leading me back into the restaurant kitchen, Maupin said that she had studied with Helen Corbitt and worked with her, “as a slave in the kitchen,” for six years. The biscuit recipe she used was Corbitt’s, though in looking it over I didn't find it appreciably different from any of the other recipes I had seen.</p><p>Maupin had prepared the dough in advance, so whatever body English she may have used to put it together I did not witness. She maintained, as did all the cookbooks and conventional wisdom, that the secret to a good biscuit is to handle the dough as little as possible.</p><p>“They’re very versatile,” she said as she sprinkled flour on a cutting board. “They can be used for all three meals. They make wonderful snacks. You can put sausage in them for breakfast, you can open them up and pour chicken a la king over them for lunch. They’re what we call a carrier, like pasta shells.”</p><p>I had no interest in that kind of thing —it was just gilding the lily to me —but I watched with admiration the sure, unskittish way she had with the dough. She rolled it out to about half an inch thick and then folded it over onto itself, laying the groundwork for the break-apart biscuits that would form in the oven.</p><p>She cut the shapes out with a Big Tex orange juice can whose ends had been removed and then set them about an inch apart on a heavy cookie sheet she had brushed with butter. Before putting the biscuits into the oven, she brushed more butter over the tops.</p><p>It took the biscuits ten minutes to bake. Maupin used the time to whip up another batch while I kept peering through the glass front of the commercial oven. I could see the biscuits rising. That was the baking powder, releasing carbon dioxide gas. At the same time the heat in the oven caused the protein in the flour to coagulate, further defining the shape of the biscuit, while the shortening melted and layered itself and the liquid in the milk turned into steam.</p><p>When the ten minutes were up, Maupin took out the cookie sheet and set it down on the counter.</p><p>“So,” she said, “there they are.”</p><p>They were museum quality. They were the best biscuits i’d ever eaten.</p><p>“Thank you very much,” I said.</p><p>“You’re very welcome,” she answered.</p><p>When I got home, I went directly to a gourmet cooking store and bought a cookie sheet and pastry brush just like the ones I had seen Maupin use and then went to work in my kitchen, where I did a fairly creditable job of duplicating her biscuits.</p><p>I should have been at peace, but something still pestered me. Carol Maupin’s biscuits may have been the best I ever ate, but they were not my grandmother’s, and the taste of those biscuits hung just out of reach, taunting me. My soul was restless, and I had to get to the bottom of things.</p><p>I made an appointment with a hypnotist.</p><p>“I want to reexperience the first time I ever ate biscuits,” I told her.</p><p>“Biscuits,” she said. This request clearly made her uncomfortable. She explained that hypnosis was a powerful tool and that my request seemed to her a little . . . trivial.</p><p>I explained that I had a powerful fondness for biscuits.</p><p>She told me to put my feet flat on the floor and my hands on my knees and then stare at a fixed point on the wall while she instructed me in a lovely, soporific voice. My eyes grew heavy, just like she told them to, and I could feel the pink light that she said was roving about inside my body. I began to feel unselfconscious and as permeable as gauze. She told me to envision a photograph album, filled with pictures of my life, and with her guiding me, I turned back the pages, dispensing with five years at a clip.</p><p>“How old are you now?” she asked finally.</p><p>“Seven.”</p><p>“and where are you?”</p><p>“My grandmother’s house in Tennessee.” I didn’t know if I was merely embellishing an imperfect memory or if I was at the root of the memory itself. In any case the image was vivid. I was there again, surrounded by family, aware of the heavy shade of the trees outside, of the country road in front of the house that led to a Baptist church. My mind called up picture-perfect details: the short pants I was wearing, the salt and pepper shakers shaped like ears of corn, the figure of a man (an uncle?) leaning in the doorway that led from the kitchen to the porch.</p><p>“How are you feeling?” the hypnotist said.</p><p>“Fine,” I answered, in a voice that sounded to me comically slow and ponderous. I was feeling sentimental, looking back on my seven-year-old self secure in the bosom of the family, and just when I began to pine a little for those distant sensations, I dug in my heels, realizing that I was losing my focus.</p><p>“What do you see on the table?” the hypnotist asked.</p><p>“Biscuits,” I said. I saw them, but with nowhere near the clarity of the rest of the scene, and I knew with a sudden rush of common sense that I was as close as I was going to get. The hypnotist was right: it was too powerful a tool.</p><p>Before she brought me out of the trance, she told me to instruct myself to “give a gift to my conscious mind” and allow myself, in idle moments over the next few days, to relive the taste of that forgotten biscuit. With the posthypnotic suggestion implanted, I opened my eyes, paid my fee, and wobbled out into the daylight. I waited and waited for that suggestion to bear fruit, but perhaps I tried too hard to coax the lost biscuit back into my conscious mind. It seemed farther away than ever.</p><p>Still, i’d know it in a minute if I ever came upon it. I haven’t given up. These days i’m back in my laboratory, tinkering with the recipe again. I’ve even toyed with the heretical notion of mixing an egg in with the dough. That would be playing into the hands of the Fluffys, but i’m not proud. I’m a man with a mission.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Biscuit",
      "House",
      "ever",
      "Food",
      "Helen",
      "Memory",
      "Texas",
      "Chicken",
      "Recipe",
      "Restaurant",
      "ten",
      "Coffee",
      "Country",
      "Cowboy",
      "Home",
      "Houston",
      "Paris",
      "people",
      "Apple",
      "Austin"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Paris",
      "Austin",
      "Dallas"
    ]
  }
}