{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198412",
    "date": "December 1984",
    "year": 1984,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1984/19841200.pdf",
    "issue_cover_image": "",
    "document_start_page": 147,
    "toc_start_page": 166,
    "document_page_range": [
      [
        147,
        148,
        149
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Why They Won",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198412-whytheyw",
  "source": "/1984/19841200.pdf",
  "wp_post_id": 119748,
  "wp_post_guid": "http://www.texasmonthly.com/article/why-they-won/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Why They Won",
  "dek": "What the elections mean for Texas.",
  "spread_caption": "",
  "excerpt": "The inside skinny on the elections.",
  "kicker": "",
  "word_count": 2208,
  "content": "<p>BY</p><p><span class=\"dropcap\">O</span>n the Sunday before the election, <em>New York Times</em> columnist Tom Wicker wrote about Texas politics from austin. “Is there something wrong with all those polls so unanimously predicting disastrous defeat for Mr. Mondale? . . . Mondale-Ferraro polls have shown a gain of two points a day in the last week. . . . Well informed Democrats think Lloyd Doggett will defeat Phil Gramm. . . . Mr. Doggett might win even if Mr. Mondale loses by a fairly large margin.”</p><p>Not very good, Tom. If it makes you feel any better, Texas politics is pretty hard to figure out these days. We can make a good case for having the most volatile politics in the country over the last decade: Texas embraced Jimmy Carter in 1976 and then turned on him in 1980; it embraced Bill Clements in 1978 and then threw him out in 1982; the Democrats swept the state in 1982 and then were swept themselves just two years later. If there’s any lesson in all this, it’s that if you want to make sense of what’s going on here, you’d better ask the right questions. Here are a few postelection suggestions.</p><p>Q. <em>Was the Republican sweep in Texas simply a personal victory for Ronald Reagan?</em></p><p>A. Don’t believe it for a minute—even though that’s what Texas Democrats are saying. Losing senatorial candidate Lloyd Doggett, for example, blamed his defeat on trying to swim upstream against the Reagan tidal wave. But Texas was a case apart—by far the worst state in the country for the Democrats. They failed by a mile to pick up a Senate seat that seemed likely to fall into their clutches when the year started. They lost four seats in Congress, more than any other state, accounting for more than a quarter of the total Democratic losses in the country. The carnage was even worse in the Legislature, where Democrats lost sixteen seats in the House. Every Democratic judge in Dallas was swept out of office; every contested judicial race in Houston went to the Republican. From the top of the ticket to the bottom, it was a wipeout. All this happened while Democrats in the rest of the country were gaining seats in the Senate and holding their expected losses in Congress to a minimum. Only in Texas did Ronald Reagan have coattails.</p><p>Q. <em>Why was Texas different?</em></p><p>A. The blood is on Lloyd Doggett’s hands. Sure, having Walter Mondale at the top of the ticket didn’t help. It was obvious from the moment that he chose Geraldine Ferraro over Henry Cisneros as his running mate that carrying Texas was not part of his strategy. His campaign here was in such disarray that supporters who tried to get yard signs from Mondale headquarters were told that they had to buy them. But the Texas Democratic ticket survived in 1972 despite the burden of George McGovern, and Mondale ran better, numerically and organizationally, than McGovern. The real albatross was Doggett.</p><p>Democrats have maintained power in Texas despite the unpopularity here of national Democrats, because conservatives traditionally split their ballots, voting Republican in national races and Democratic in state and local races. The incentive to split has always been a well-known conservative near the top of the ticket. That was the finger in the dike that held the straight Republican votes to a trickle. But in 1984, for the first time since 1958, the highest-ranking Texas Democrat on the general election ballot was a liberal—and a liberal who hadn’t made a very good impression, at that. The dike broke, and the straight-ticket trickle became a flood. Doggett actually ran slightly worse in the 229 rural counties than in the 6 biggest counties (40 per cent versus 42 per cent), which for a Democrat is unheard of. He lost counties that Democrats seldom, if ever, lose, such as Henderson (county seat: athens) in East Texas, where Jimmy Carter beat Reagan in 1980; Doggett polled only 36 per cent in 1984.</p><p>Even while liberals were predicting that Doggett would run 8 to 10 percentage points ahead of Mondale, conservative Democratic candidates saw the rout coming. But there was little they could do. Bill Harrison, a legislator from Corpus Christi, tried to disavow the top Democrats by saying that it was okay with him if voters split their ballots. It didn’t help. Railroad commissioner Mack Wallace was running against a 78-year-old perennial candidate who spent almost no money. That was scant comfort. “One little ol’ railroad commissioner with no name identification and four hundred thousand dollars to spend can’t stop it,” he told a colleague, with a week to go. A lastminute fundraising drive and TV campaign saved him by 35,000 votes. But Wallace and John Hill, who managed a tense victory for chief justice of the Texas Supreme Court only after spending half a million dollars against an unknown opponent, were too low on the ballot to save the Democratic congressmen.</p><p>Q. <em>Could Doggett have done better?</em></p><p>A. A better question is, Could he have done worse? Short of a mammoth blunder by Phil Gramm, Doggett was not destined to win. (Switch their rural vote totals, giving Doggett the usual Democratic margins, and he still loses 53-47.) But Doggett could easily have avoided the kind of rout that took so many Democrats down with him and removed Texas from the national mainstream. Instead, he made four fatal mistakes that turned defeat into disaster.</p><p>1. He misread the 1982 elections, when left-of-center Democrats Jim Mattox, ann Richards, Garry Mauro, and Jim Hightower won statewide races—the first victories for their wing of the party since Ralph Yarborough beat George Bush for the Senate in the Lyndon Johnson sweep of 1964. Doggett concluded that running as a liberal was no barrier to getting elected. But the 1982 liberals ran in a Democratic year and enjoyed the camouflage of being far down the ballot behind two popular, well-financed conservative Democrats, Lloyd Bentsen and Bill Hobby, and a gubernatorial candidate with conservative ties, Mark White. Doggett had no such protection, nor did he provide any for those below him.</p><p>Photography by Robert Latorre</p><img/><p>2. He took rural Texas for granted. Phil Gramm spent the summer touring the small counties, which provide a third of the total vote. Doggett didn’t work the small-town courthouses, squares, and newspapers the way Democrats have always done, deciding instead to rely on their Democratic voting tradition and spend his time raising money for TV. But TV is an urban tool; in rural Texas they still want to see you up close.</p><p>3. He spurned the Democratic mainstream. Perhaps Doggett bought the oftexpressed liberal theory that Democrats who have lost to Republicans (John Hill to Bill Clements in 1978, for example) did so because they took the fire out of their own supporters by moving to the center. For whatever reason, the Texas pros were shut out of the Doggett campaign. Old colleagues from the state Senate were never called. The true-believer aspect of the Doggett campaign carried over into fundraising. Toward the end of the race a Doggett aide called to ask railroad commissioner Buddy Temple for a second $500 contribution. Temple agreed. Instead of thanking him, the staffer said accusingly, “By the way, the senator is aware that your father [timberman arthur Temple, Jr.] gave $500 to Phil Gramm.”</p><p>4. He ran a bad race. Doggett’s failings were both technical and strategic. On the technical side, he went against the book by running a negative campaign on TV before he had a positive image. His accomplishments in the state Senate went unmentioned, while Gramm ran effective getting-to-know-me spots about his fight for the Reagan budget and his switch from Democrat to Republican (“I had to choose between representing Tip o’neill and y’all, and I chose to represent y’all”). On the strategic side, Doggett ran as a national liberal—the worst possible posture in this state—emphasizing issues like social security and tax loopholes instead of his opponent’s poor record on Texas issues like agriculture (against drought aid) and NASA (against money for the space shuttle).</p><p>Q. <em>If Kent Hance had won the Democratic runoff, would he have defeated Phil Gramm?</em></p><p>A. Too close to call. Barefoot Sanders, the Democratic standard-bearer against John Tower in 1972, ran 11 percentage points ahead of McGovern and still lost handily. Reagan won 64-36; 11 points would not have been enough. But Tower was a two-term incumbent, and some Democrats had gotten used to voting for him. Gramm still had to prove himself. Moreover, the issues that Gramm exploited against Doggett-gay rights and taxes —were useless against Hance. (While Gramm was cosponsoring the Reagan budget cuts in 1981, Hance was cosponsoring the Reagan tax cuts.) Gramm would have been reduced to arguing that a vote for Hance was a vote for Teddy Kennedy to be a committee chairman. It might have worked, but it wouldn’t have worked well enough to ruin the entire ticket. And in other states this year it didn’t work at all.</p><p>Q. <em>Just how far-reaching was the Democratic defeat?</em></p><p>A. Very. For the first time ever, Republican candidates were viable in every portion of the state and at every level of the ballot. The realignment of american politics that Ronald Reagan hoped would occur throughout the country did occur in Texas; the rural areas turned Republican. The debacle would have been worse had Republicans had the foresight to oppose more Democrats in rural counties. Republican congressional districts now cover a huge swath of West Texas, from the Rio Grande at Del Rio to the top of the Panhandle; another group blankets the blackland belt from the Gulf Coast at Port aransas all the way to Dallas. Moreover, Republicans beat the kind of Democrats they have to beat in order to become the majority party in this state—conservatives, not liberals. Democrats are near extinction on the Llano Estacado and the Caprock-no state House members in Lubbock, none in amarillo, no Democratic congressmen anywhere. A budgetcutting legislator fell in Odessa; law-andorder judges fell in Dallas. San antonio elected a Republican sheriff. So widespread was the Republican victory that Doggett’s successor in the state Senate, Gonzalo Barrientos, managed just 59 per cent of the vote in austin, the state's only liberal big city, against an opponent who had publicly conceded a month earlier.</p><p>Q. <em>Can the Democrats reassert their old dominance?</em></p><p>A. Never again—not like the old days. The ultimate meaning of the 1984 election is that the cycle of two-party politics has established itself in Texas. When the party primary is the main race, primary turnout and interest are high. But when, as is the case now, the general election is the main race, primary turnout and interest fall off. Voters wait for the general election to make their decisions. The result is that the primaries are susceptible to domination by the hard-core party members on both sides-the Republican far right, the Democratic interest groups of the left. In 1982 Democrats elected liberals for the first time; having Bentsen and Hobby allowed them to get away with it. In 1984 the Doggett-Hance race was a referendum for the soul of the party, liberal versus conservative, and though it was close, the liberals won. Add to that the Republican successes of 1984, and the chances are that many conservatives will either be voting in the Republican primary in 1986 or waiting until the general election.</p><p>With the Democratic primary likely to be even more liberal than it was this year, Doggett might be moved to challenge Mark White or Bill Hobby in 1986. For the same reason, Hance and other conservatives might be dissuaded from taking on besmirched attorney general Jim Mattox. And in the long run, ambitious young conservatives in Lubbock and amarillo and Corpus Christi and Odessa and across Texas will be considering whether their future lies in the Democratic party. The conservatives’ plight is reminiscent of Bob Strauss’ early analysis of the 1984 Democratic presidential race: Mondale, Strauss said, could win the nomination but not the election, and Glenn could win the election but not the nomination. Substitute liberal Democrats for Mondale and conservative Democrats for Glenn and you have a capsule of the current dilemma of the Texas Democratic party in major races.</p><p>Q. <em>Does the decline of conservative Democrats mean that the Democratic party is doomed?</em></p><p>A. Of course not. It does mean, however, that Texas has become a true twoparty state, and its politics will be swept along in national currents. The Democrats could come back as early as 1986, if Ronald Reagan runs into trouble and Mark White doesn’t. Texas Republicans are no less susceptible to picking someone from the fringe—remember Jim Collins? —to head their state ticket than Democrats are to picking a Doggett. (It is worth noting that Collins and Doggett got about the same percentage of the vote.) and a strong Democrat like Jim Hightower or ann Richards or Henry Cisneros could win a major race in the right year, just as a strong Republican like Phil Gramm did this year. But that’s just the point. Texas Democrats and Republicans alike are in the grip of national forces. The one-party politics that emphasized personality above party, center above fringe, pragmatism above ideology, state issues above national issues, is no more—one more way that Texas has become like everywhere else.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Democrats",
      "Republican",
      "Reagan",
      "Liberal",
      "Politics",
      "Rural",
      "Election",
      "Republicans",
      "Senate",
      "Campaign",
      "Country",
      "Democrat",
      "Race",
      "Running",
      "Voting",
      "TV",
      "Bill Clements",
      "Budget",
      "Carter"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Temple",
      "Amarillo",
      "Corpus Christi",
      "Dallas"
    ]
  }
}