{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198412",
    "date": "December 1984",
    "year": 1984,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1984/19841200.pdf",
    "issue_cover_image": "",
    "document_start_page": 170,
    "toc_start_page": 170,
    "document_page_range": [
      [
        170,
        171
      ],
      [
        230,
        231,
        232
      ],
      [
        234
      ],
      [
        236,
        237
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The Great Texas Alligator Hunt",
    "toc_kicker": "",
    "cover_cut_line": "Gary Cartwright Hunts for Alligators"
  },
  "identifier": "TXMO-ARTICLE-198412-thegreat",
  "source": "",
  "wp_post_id": 119739,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-great-texas-alligator-hunt/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "The Great Texas Alligator Hunt",
  "dek": "They told me alligators don’t eat people. But when I found myself face to face with one in a dark East Texas swamp, I hoped they’d told him too.",
  "spread_caption": "",
  "excerpt": "Now that alligators aren't endangered, they’re game. So are Texas hunters.",
  "kicker": "",
  "word_count": 4471,
  "content": "<img/><p>Photography by Greg Smith/Gamma Liaison</p><p><strong>Gator season began on a warm, damp Friday in September, and by Saturday morning hunters were up to their waders in dead gators (above). The fun starts after a gator has been hooked (right); then it must be killed and hauled ashore, preferably in that order.</strong></p><p><strong>a Week Before the Opening Of Texas’ First Alligator Hunt</strong> in fifteen years Sidney Dupuy sat on the porch of his office, directly across from his skinning shed on the banks of Taylor Bayou, west of Port arthur, spitting tobacco juice and contemplating the abundance of life in the marshes. Sidney had had no quarrel with the wildlife biologists when they put alligators on the endangered species list back in 1969. “It was getting so you could hardly find them,” he acknowledged. “Sure, that was a good law they passed.” Sidney never doubted, however, that the day would come when the alligators returned and the law would be rescinded. The marsh could abide the eccentricities of law and science; the marsh had secrets that science hadn’t begun to consider. A biologist could spend a lifetime back there measuring alligators and calculating and recording data and never come close to discovering the monstrous reality. When all those data were correlated and published and the biologist had been roundly hailed for his achievements, all we would really have learned would be a little more about the limitations of man. The marsh was like a malevolent deity; it didn’t care who believed and who didn’t.</p><p>The 53-year-old Dupuy-pronounced “Doo-pree,” as in Cajunto-the-bone-was looking forward to the big alligator hunt. He had contracted with the state wildlife department to harvest seventy gators from the state-owned J. D. Murphree Wildlife Management area, 12,400 acres of marshland near the Louisiana border. He had won the contract by agreeing to give the state 30 per cent of whatever the alligator hides brought on the market. Those were the rules of the game nowadays. If a trapper wanted to trap, he had to abide by the regulations of the biologists and the bureaucrats.</p><p>Sidney was no stranger to the biologists at Murphree. “I been trapping 'round here thirty-seven years,” he said, spitting tobacco into a paper cup. “Last fifteen, twenty, I had my own ’rat [muskrat] outfit. Hell, I do a little of everything. I pimp, I sell drugs, i'm an oil field contractor. When I get up in the morning, there’s only one thing I like to do-make money.”</p><p><em>(Continued on page 230)</em></p><p><em>(Continued from page 171)</em></p><p>Sidney laughed—roared, actually—a sound something like the bull gator makes when he’s horny. Sidney was just kidding about the pimping and drug dealing, but he was dead serious about the money. Besides making his deal with the state, he had signed on as an agent for a number of private landowners who were eager to rid their property of nuisance gators and at the same time cash in on the newly legalized market for alligator hides. Sidney would account for nearly half of the 437 gators taken in Texas during this initial season. He would furnish his own equipment and pay the wages of eight additional hunters who would help with the harvest, but he still figured to clear about $6000 during the seventeen-day season. Sidney was guessing that the hides would bring between $18 and $20 a linear foot —a ten-foot gator, for example, would yield a hide worth $180 to $200. Sidney also planned to bid on the hides taken by other hunters. He had already lined up a buyer for his hides, though he wouldn’t say where it was. “If I told you, you’d know as much as I know,” he said. “It’s either France or Japan.” There was not yet a market in Texas for alligator meat, but Sidney was sure that that time would come. “Gator meat in Louisiana sells for five dollars a pound,” he said. “a ten-foot gator’ll weigh two hundred fifty pounds.”</p><p>Sidney had spent so much time in the marshes that he seemed to have scales. He was wide as a bull gator, and his face and arms were baked the reddish brown of mahogany. His salt-and-pepper hair and moustache grew in layers, like the age rings of trees, and his voice crunched like boots on gravel. Twenty or thirty years ago, when a good gator hide sold for maybe $6 a foot, Sidney did all his hunting at night. “That old gator, unless he’s been hunted he don’t have no enemy,” he said. “You blind him with a spotlight, you can get right on top of him.” Sidney used a shotgun with double-aught buckshot, blasting the gators in the back of the head at close range so as not to damage the most valuable hide, at the throat and neck. Even in those days gator hunting was a business, not a sport.</p><p>Back in the thirties, and even as late as the fifties, there were no rules or regulations and the marshes were open to anyone brave enough or stupid enough to go there. Hunters and trappers willing to work could make good money. When the first norther blew across the coastal prairie, old ’ratters said good-bye to their families and paddled off to some desolate spot where they built primitive shacks and lived until spring, running their traps at first light and skinning in the afternoon. The skinning area was also the place where they ate and slept; it’s said that the smell was unforgettable. Trappers ate gator meat, muskrat, fish, whatever was handy. A favorite was snow-goose breast. A ’ratter would shoot several hundred snow geese early in the season, then fry and preserve them in hog lard to last for the duration of his stay. In the days when refinery workers were lucky to make little more than 50 cents an hour, some ’ratters earned $15,000 a year. There was a thriving international market for alligator hides; gator shoes and handbags were in big demand. But in recent years it has been illegal to import or export alligator hides, and even poachers are becoming scarce.</p><p>Alligators have been considered a threatened or endangered species-and therefore have been protected by federal and state laws-for fifteen years. The Texas Parks and Wildlife Department (TPWD) estimates that during that time the state gator population doubled and redoubled. Now there are an estimated quarter of a million gators in Texas, about a third of them in the coastal marshes of Orange, Jefferson, and Chambers counties; that figures out to more than three hundred gators per square mile. Gators have been found as far north as the Red River and southeast of a line running through Dallas, austin, and San antonio to Del Rio. Some of the largest dwell on the rivers, marshes, and private lakes of the coastal plains, in places like Columbus, Eagle Lake, and West Columbia.</p><p>By the early eighties there were enough gators in the state to take them off the endangered list and reestablish gator hunting. The purpose of the hunt, according to Bruce Thompson, who headed a TPWD study of gators, was to “meet recreational and market needs” while still protecting the species. Recreational needs are selfexplanatory in Texas; if the species isn’t endangered, why shouldn’t it be hunted? When Thompson spoke of market needs, however, he was not necessarily referring to alligator boots and handbags. Ranchers and rice farmers along the coast have reported losses of livestock and costly damage to levees, earthen dams, and canal banks, which are nicely suited to the gator’s habit of burrowing dens up to twice its own body length. During mating season bull gators are frequently found strolling through back yards and moseying along major highways. One biologist told me that a Volkswagen had hit a bull gator, or vice versa, near the Trinity River bridge not long ago. Female gators are not hostile, except when their nests are threatened, but bull gators become increasingly aggressive as they age, expand in volume, and discover they have nothing to fear. Some old bull gators have been known to gobble hunting dogs and even attack hunters.</p><p>There was yet another, more noble purpose for promoting the hunt, though. The season was designed as an incentive for landowners to maintain their marshes and wetlands rather than drain and develop them. “Opening the hunting season was the best thing we could have done to ensure a healthy gator crop,” a biologist said. “There was no incentive before for a landowner to protect gators. There is nothing aesthetic to ranchers about an alligator. But now they will see some income. Some ranchers will kill gators themselves and sell the hides. Some will sell hunting rights and hire out as guides. Cash money will perpetuate the species.”</p><p>That was the sort of noble purpose with which Sidney Dupuy agreed completely.</p><p><strong>Knee-deep in Gators</strong></p><p>Gator season opened on a warm, damp Friday in September, and by Saturday morning Sidney Dupuy was knee-deep in dead gators and chin-deep in reporters and cameramen. Sidney made no secret that he much preferred the dead reptiles. His loathing of the media was based on his belief that the press had unfairly depicted men of his profession as cretins, savages of the wilderness who blasted away at anything that moved. “I never seen a damn reporter did me any good,” Sidney grumbled. But this wasn’t Sidney’s show. He was the star, but the biologists of Murphree were the producers, and part of their mission as employees of the TPWD was to promote the hunt. What had been billed as a recreational opportunity soon turned into a media event, as more than a dozen media representatives pushed and shoved to find a place in one of the two airboats provided by the state. Since Murphree was divided by levees into compartments, the flat-bottomed airboats, with their rear-mounted airplane engines and propellers, were essential for jumping from one part of the marsh to another.</p><p>After the Murphree staffers had seated the media people in the airboats, there was one photographer left over. “Okay,” Sidney called to the startled cameraman, “come on with me.” an overnight rain had drenched the southeast Texas coast, and it took Sidney half an hour of cussing and fuming to start his 265-horsepower engine. “Okay,” Sidney roared finally, and the photographer was almost knocked overboard by the acceleration as the airboat raced out of the basin.</p><p>The TPWD had established complicated new rules for the hunt, and they were models of bureaucratic excess. In the old days hunters had used two primary methods for taking gators—either they hunted at night with jacklights and guns or they used long poles with hooks on one end to pull gators out of their dens. Hunting with firearms and gator poles is now illegal, as is night hunting; the prohibitions supposedly ensure that the gators that are killed will also be taken. Currently, there are four legal methods of catching alligators: a baited hook and line, a harpoon or gig, a bow and barbed arrow, and a hand-held snare. Firearms, axes, and hatchets are permitted only to “dispatch”-the bureaucratic term for “kill”—animals already caught by legal means.</p><p>Almost everyone used a baited hook and line, a technique similar to trotline fishing and only slightly more thrilling. Thick, heavy-test nylon lines are anchored to posts driven into the levee banks, and in order to get the lines away from the banks and over the gator holes, hunters attach them to cane fishing poles with rubber bands. Hunters thread the hooks with beef lungs, pork liver, pig frog entrails, whatever seems best, and dangle the bait fifteen inches above the water, out of the reach of smaller gators. Alligators swallow their food whole—all those marvelous ivory-colored teeth are used to capture, crush, and dismember prey, twisting and tearing the flesh from larger prey when necessary. When a hunter checks his line and finds the rubber bands snapped loose and the hook below water, he knows that just beneath the surface waits a large and very unhappy alligator with a steel hook buried deep in his gut. That’s when things get interesting.</p><p>Sidney and his team of hunters had baited their lines the previous day and had already caught maybe a dozen gators. As Sidney approached one of the lines, the two airboats of reporters and photographers pulled alongside the canal bank to watch the action. Cameramen scrambled and thrashed about in the thick cordgrass, trying to get a good angle to photograph the kill. Sidney’s mood appeared to lighten as he leveled his shotgun and watched his son Cole pull in the line. In an instant a huge black head broke through the water hyacinths, and in almost the same instant there was a thud from the shotgun and the top of the gator’s head blew off. “I believe I dispatched him,” Sidney announced.</p><p>Sidney fired a second shot, and then, with a heroic effort, Sidney and Cole muscled the throbbing black carcass into the boat and dropped it at the feet of the photographer Sidney had invited aboard. In a couple of hours the bodies of half a dozen gators, eight to eleven feet long, were piled on the bottom of the boat. Slipping and reeling in the gore, the photographer searched for someplace to steady himself. The air was still and hot and swarmed with insects, and bilious banks of clouds, swollen and close to rupturing, hung like dead meat above the slender silhouette of oil refineries across the marsh. “You send me one of those prints, hear?” Sidney said, mugging for the cameras. In his twinkling eyes you could read his real message: you boys having any <em>fun</em>?</p><p>The hardest, most tedious part of the hunt, the skinning, came late in the day after Sidney had landed a massive bull gator that measured almost twelve feet long. Skinning, too, was subject to precise <strong>TPWD</strong> regulations, which were not issued until the morning the season opened, in order to prevent poachers from killing ahead of schedule. This season the skinners had to cut a prescribed flap from the hide near the base of the gator’s tail. It had to be three inches wide and cut to the left, otherwise the skin would not be certified and approved for sale.</p><p>Hardly any of the hunters had ever skinned a gator before-and certainly wouldn’t acknowledge it if they had-but Sidney went about his task as skillfully as a surgeon having breakfast. First, he and Cole amputated one of the gator’s legs and cut the meat away from the femur, which would be studied by scientists in an attempt to determine the gator’s age. Then they cut along either side of the gator, scraping away flesh that clung to the skin, then along the incredibly soft, goldenwhite skin of the jaws and neck, the section of hide most valued. As Sidney pulled the skin away from the jawbone, pea-size double-aught buckshot dropped out and rolled across the skinning table. As a final act of the ritual, Cole held the gator’s back legs while at the opposite end Sidney shucked the skin free of the carcass with one violent jerk. What was left of this giant that had once ruled the marsh was a large head—wearing a slightly puzzled look—attached to a huge piece of naked pink meat.</p><p>Sidney wasn’t interested in the meat, so two of his men cut off the tail section to take home to their freezer. I caught up with them later as they were climbing into a pickup that was loaded with skinned alligator carcasses.</p><p>“What are you gonna do with all those?” I asked.</p><p>“We’re gonna pile ’em up on the steps of the Sierra Club,” one of them cackled.</p><p>That night I had dinner at a legendary local hangout called the Boondocks, located on Taylor Bayou between Port arthur and Winnie. The Boondocks was a ramshackle old relic that probably hadn’t been painted since the Hoover administration. The menu was steak, fried chicken, and fried catfish and shrimp, and customers waiting for tables milled about the dock, throwing hushpuppies and pieces of biscuits to the alligators that glided through the dark waters below. Unlike their cousins the crocodiles, gators are not considered man-eaters, but the biologists had warned me that gators who are used to being fed sometimes forget the vital distinction between man and food. “an alligator has a very primitive brain,” one biologist had said. “Once they are fed, they associate man with food. Unfortunately, they can’t disassociate man from food.”</p><p>One of the gators in the bayou below was enormous, at least as large as the one I had watched Sidney dispatch that morning. He moved without apparent effort, silent and deadly, his eyes and nostrils just breaking the surface, his broad, flat snout pushing off schools of mullet and catfish that were not to his immediate taste. Across the bayou, in deep shadows, several sets of unblinking orange-red eyes watched us and waited their turn.</p><p><strong>The Night Has a Million Eyes</strong></p><p>The native <em>alligator mississippiensis</em> is an amazingly resilient creature, as is demonstrated by its having outlived such contemporaries as the dinosaur and pterosaur by more than a hundred million years. The gator is a creature of mythic proportion and scope, all but invisible in its habitat. So many myths about it have evolved over the years that even scientists aren’t sure what to believe. Kirby Brown, manager of Murphree, has heard old ’ratters say that gators sometimes run upright on their rear legs, as their dinosaur kinfolks did. Alligators live to the age of 65 in zoos, but biologists have been studying them in the wild only about 25 years. Young gators are plentiful and easy to study, but granddaddy gators are seldom seen, much less caught. A ten-foot gator is just a ten-foot gator, but a thirteenor fourteen-footer is positively awesome -some of them seem as massive as buffalo.</p><p>The largest documented alligator in Texas is a giant bull whose body was found near Powderhorn Lake, just inland from Port o’connor, after last winter’s big freeze. It measured sixteen feet two inches long. Its arm span was six feet, and the circumference of its neck measured four feet six inches. Journals of early Spanish explorers trekking along the Texas coast mention encounters with eighteenand twenty-footers. The Spaniards called the species <em>el lagarto</em> (“the lizard”), a term that was anglicized to become “alligator.” Maybe the Spaniards were exaggerating about <em>el lagarto</em>’s size —but modern scientists aren’t so sure. The american record is a nineteen-foot-twoinch beast killed years ago near avery Island, Louisiana. “If they documented a nineteen-footer in Louisiana, there’s no reason we shouldn’t find one that big in Texas,” says Floyd Potter, another TPWD biologist. “It’s exactly the same species.”</p><p>According to accepted wisdom, alligators attack humans only in self-defense or if they are accustomed to being fed by people; yet most biologists I talked to could cite exceptions. An alligator attacked and drowned a teenager in Florida last summer. A gator nicknamed Fat albert, who lived in one of the compartments at Murphree, took a hunk out of the side of an aluminum boat. Another wrecked a plywood airboat. A duck hunter laying decoys in shallow water stepped on what he thought was a sunken log, then watched in horror as a giant set of jaws grasped his thigh-he was wearing waders and long johns and escaped with only a bad bruise. Perry Smith, a fish and wildlife technician at Murphree, told me that he’d hit a gator with the prop of his outboard motor and an instant later the beast was in the boat with him. “He left a couple of teeth in the side of my boat,” Perry pointed out. “i’ve still got the holes and the teeth to prove it.” Perry believes that gators have some sort of built-in measuring device that keeps them from attacking adults. “If a dog or a kid jumps in,” he said, “that’s another matter.” These stories were flashing through my mind as Bruce Thompson and another TPWD biologist, C. D. “Stutz” Stutzenbaker, took me out in an airboat for a nocturnal inspection two nights after Sidney’s big kill.</p><p>By day, the marsh is dreamlike and lethargic. Speeding along the narrow maze of canals, you are startled by the sudden flight of herons, spoonbills, and egrets, and you see tiny rails and gallinules scamper nimbly over thick mats of alligatorweed and white-flowered water lilies. A chocolate-brown nutria ambles along a nutria trail, and a water snake slithers from dense vegetation and pops below the water. You see gator trails too, places where the millet, salt grass, and bulrushes have been worn away, and if you know where to look, you see soil banks dredged up where a gator has been excavating a den. What looks like a log floats on the surface of a shallow lake, then disappears without a ripple or a sound. Your boat closes fast on a pair of huge yellow eyes, and you barely see them sink as the boat passes directly over them. Then you look back and see that the eyes are watching you recede. The marsh by day can put you to sleep, but the marsh by night pulses with life. You can’t move at night without your jacklight’s catching at least one set of orange-red eyes, burning like the coals of the devil’s own headlights.</p><p>Stutz raced the engine, and the airboat shot across a levee into another compartment. Sweeping the light from bank to bank, we moved slowly along the canal, or ditch, as the biologists call it. Just below the bow a ten-foot alligator submerged in front of us, carrying something in its mouth-the body of a four-foot alligator! i’d heard that alligators are cannibalistic only when food is in short supply, but apparently that is not the case. Kirby Brown, surveying the marsh in a helicopter last year, spotted an enormous set of black jaws trying to drag the body of a mere eight-footer into its den.</p><p>At the end of the canal, we turned into an open area called Mud Lake, and there before us, like the lights of a landing strip, were more alligator eyes than I could count. Stutz slowed the boat, and Bruce leaned over the bow and caught a threefooter by the back of the neck. “This one probably hatched in eighty-one-eightytwo,” he said. Stutz observed tiny patches of algae growing on the white underside of its jaw. Bruce released the gator back into the marsh and caught another, slightly larger one. “You’ve got to hold one,” he told me. “Use both hands-one on the tail and the other behind the neck.” The hands that type these words held that small gator as firmly as they have ever held anything. The skin was surprisingly soft and supple, and up close the eyes appeared bright and frightened. The little gator and I would both have stories to tell.</p><p>Presently our boat came upon a nest of gator hatchlings, no more than a few days old. We couldn’t see the mother, but she could no doubt see us. Nevertheless, Bruce reached down and snatched an eight-incher that squeaked and squirmed as he brought it aboard. A tiny leech had already attached itself to the baby’s underside.</p><p>“almost everything in the marsh is an enemy to the baby alligator,” Stutz said. “Fish, snakes, birds, otters, turtles, other gators.”</p><p>“What do the ones that small eat?” I asked.</p><p>Stutz shined his light in front of a patch of cattails. It was then that I saw what you can see and appreciate only at night—every nook and cove of the marsh boils with life. Minnows, small perch, catfish, bowfins, crawfish, tadpoles, insects of every description, swirling and swarming, weaving and dancing, living out the seconds of life like particles under a microscope. It’s tough trade being a little weighed 850 pounds. Obviously, it had done some living—some of the other twelve-footers weighed only 600 pounds. This particular beast was as broad as a door, and it would have measured more than thirteen feet if the tip of its tail hadn’t been chewed off.</p><p>Ashley and Ranger Nutt spotted Old George about a week later, not far from the rod-and-gun club. They threw him a hunk of calf’s liver but made no attempt to take him. Six days before the end of the season, ashley and Nutt returned to the spot, tied a fifty-foot rope to a tree, and attached the rope to an eight-hundredpound leader and a number 12/0 stainless steel hook. They could see Old George drifting on the surface. “We baited the hook with beef lungs and threw it out in front of him,” ashley said. “He swam straight over and swallowed it.”</p><p>Old George didn’t put up much of a fight. He made a couple of runs as Ray Nutt drew in the rope, but when the gator was close to the bank and his head was out of the water, ashley blasted the beast behind the eye with his .357. “It stunned him,” ashley said. “He was dead, but he was still moving. We got him up on the bank and tried to cut through his vertebrae with a three-foot ax. Those stories people tell about killing gators with a hand axdon’t you believe it.”</p><p>I asked Bufford if they had cut open Old George’s stomach, as the biologists sometimes did to study the species’ eating habits. Biologists had found barbed wire, staples, shotgun-shell casings, turtle shells, the ribs and shoulder blades of an adult deer, and railroad spikes—so-called gizzard stones that help grind coarse food. I was curious to know if they’d found any Timex watches or maybe Charley Braden’s overalls, but they hadn’t. Old George measured out at twelve feet four inches, a full foot shorter than a monster caught that same week at Manor Lake near West Columbia. But a foot here or there no longer seemed to matter, not in the theater of mythology.</p><p>The season had ended by the time I contacted Charley Braden and asked him about Old George and the overalls.</p><p>“I was cleaning fish when he came up behind me,” Charley told me. “I heard him blowing air through his nostrils like he did when he was mad and thought I ought to be feeding him. I didn’t pay much attention at first. Then I saw him up on all fours, coming after me. There was a boat between me and the gator, so I jumped in the boat, and he came up and put his paws over the side. I grabbed the paddle and started beating him back. But, naw, he didn’t get my britches. I don’t know how that story got started.”</p><p>Charley said it was just as well that Old George had finally been dispatched, though there was a clear note of nostalgia in his voice. “There’s another one out there just as big,” he said. “I saw him this morning.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Alligator",
      "Texas",
      "Bull",
      "Hunting",
      "TPWD",
      "Wildlife",
      "Media",
      "Photographer",
      "Water",
      "Giant",
      "Law",
      "Meat",
      "attack",
      "Beef",
      "Boots",
      "Catfish",
      "ever",
      "Fish",
      "Fishing",
      "Food"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Taylor",
      "D.C.",
      "East Texas"
    ]
  }
}