{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19862",
    "date": "February 1986",
    "year": 1986,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1986/19860200.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ],
      [
        177,
        178,
        179,
        180,
        181,
        182,
        183
      ],
      [
        186
      ],
      [
        192
      ]
    ],
    "toc_order": 2,
    "toc_headline": "A Trust Corrupted, A City Betrayed, Part One",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198602-atrustco",
  "source": "/1986/19860200.pdf",
  "wp_post_id": 122718,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-trust-corrupted-a-city-betrayed-part-one/",
  "authors": [
    "Harry Hurt Iii"
  ],
  "headline": "A Trust Corrupted, a City Betrayed Part One",
  "dek": "GEORGE Hermann Left His Estate To Charity. But the Rich And Prominent Citizens Entrusted With His Fortune Had Different Ideas. Their Wheeling And Dealing Went Undetected Until a Trail Of Suspicious Checks Finally Led To the Biggest SCAndAL In the HisToRY Of HOUSToN.",
  "spread_caption": "",
  "excerpt": "The Hermann estate scandal exposed Houston’s most powerful deal makers, most respected philanThropist. and leading lawvers to the harsh glare of publicity. It was a shocking lesson in the abuses of power.",
  "kicker": "",
  "word_count": 10610,
  "content": "<img /><p><strong>CLYDE Wilson's Investigation Spread From the Hermann Estate To the Hospital, All the Way Up To the Trustees.</strong></p><p><span class=\"dropcap\">S</span>TATELY, Snowy-Haired a. Frank Smith Has the high cheekbones and erect bearing of a Texas patrician. The septuagenarian Smith is a senior partner and former managing partner of Vinson and Elkins, the largest and most powerful law firm in Houston and for that matter the entire state. He is also the chairman of the board of the Methodist Hospital, one of the cornerstones of the famed Texas Medical Center, and a trustee of the Cullen Foundation, one of the city’s leading philanthropies. He owns a mansion in River Oaks, and he belongs to the exclusive River Oaks Country Club.</p><p>A. Frank Smith, the son of a Methodist bishop, is an archbishop of the Houston establishment. His lofty status is based primarily on power, not money. Though Smith is a self-made millionaire, he has not amassed the billion-dollar fortune of Vinson and Elkins clients like the Cullen family. He comes from the white-collar professional class that rose to power after World War II by helping the city’s great fortunes become even greater fortunes. Along with his well-connected law partners, he provides the human links between the institutions of the city’s ruling elite: the big law firms, banks, corporations, and charitable foundations whose boards interlock like the circuitry of a computer.</p><p>On the afternoon of October 24, 1984, Smith placed an urgent telephone call to private investigator Clyde a. Wilson, an old friend whose services he had solicited many times in the past. Smith told Wilson that he had recently been asked to advise a charitable trust known as the Hermann Hospital Estate. He wanted to know if Wilson could meet with him and chief administrator E. Don Walker the same day at the estate’s headquarters in the Hermann Professional Building to discuss a problem.</p><p>Photograph By Steven Pumphrey</p><p><strong>Even the Handful Who Knew That George Henry Hermann Was Hardly a Saddle Tramp Regarded Him As an Oddball. Born In Houston In 1843, He Had a Razor-Sharp MInD And Enormous LAnd Wealth, But He Lived Like a Lonesome COWHAnd. He Was a Man Of Few Words And Even FewER Friends, a Confederate Veteran, And a Confirmed BACHeLOR.</strong></p><p>Barker Texas History Center</p><img /><p><strong>GEORGE Hermann, an Eccentric Millionaire With a Mysterious Love Life, Wanted To Build a Charity Hospital For HOUSToN.</strong></p><p>Like most other Houstonians, Wilson had never heard of the Hermann Hospital Estate. He knew that the hospital was one of the oldest and largest healthcare facilities associated with the Texas Medical Center complex, and he naturally assumed that the Hermann Hospital Estate was related. Wilson had recently retired from a long tenure as chief of Tenneco’s corporate security to reopen his own agency. His case load included everything from divorces to kidnappings and corporate embezzlement. When the short, portly investigator arrived at the estate offices across from the hospital on Fannin Street, Smith and Walker told him they had found two $20,000 checks cosigned by general manager William B. Ryan, Jr., that their accountants didn’t know how to code. Both checks, they said, had been issued to two individuals who had then endorsed them over to Ryan. When the accountants had asked Ryan what the checks were for, he had said he couldn’t remember.</p><p>Boasting that he could get to the bottom of things that very day, Wilson arranged to meet Ryan in the lobby of the Warwick Hotel. Tall and sallow-complexioned, with curly gray hair and a curling lip, the 46-year-old Ryan usually had the reserved manner of a confident corporate executive, but Wilson seized the upper hand. “We’ve been investigating this thing for some time,” he bluffed, “and we’ve found evidence of wrongdoing and possible criminal violations. I think you can do a lot to help yourself by telling me the truth. And as long as you tell me the truth, i’m going to take copious notes. But if I think you’re lying, i’m going to get up and leave, and i’m going to do everything that I can to put you in the penitentiary.”</p><p>Ryan fell for Wilson’s bluff and immediately burst into a tearful and extensive confession. First he admitted that the payees on the two checks were fictitious, and that he had forged the signature of a Hermann trustee on the checks to embezzle the money for himself. He also admitted to taking pleasure trips paid for by the estate and illegally splitting brokerage commissions on estate land sales with a beautiful young Houston realtor named Susan Menke.</p><p>Barker Texas History Center</p><img /><p><strong>Hermann Hospital Opened In 1925 At the End Of the FANNIn Street Trolley LInE, Near Exclusive Suburbs But Distant To HOUSToN's Poor. It Cost Over $600,000 And Resembled a Luxury Hotel RAtHER Than the CHARItY Hospital George Hermann InTEndED.</strong></p><p>Houston Public Library</p><img /><p><strong>Ross STERLING (Seen Voting With His Wife) Was a Humble Oil Founder, a Texas Governor, And a Proponent Of Empire Building During His 31 Years As a Hermann Trustee.</strong></p><p>Wilson quickly realized that he would not be able to wrap up the estate investigation in one day or even one week. The statement he took from Ryan proved to be the beginning of a long, winding stream of startling accusations and counteraccusations. Along with confessing his own guilt, Ryan pointed a finger at numerous wrongdoers in and out of the Hermann organization, detailing a variety of embezzlements, misappropriations, self-serving transactions, and sexual intrigues.</p><p>What started as a seemingly routine case of corporate embezzlement mushroomed into a sordid civic scandal amounting to the Watergate of the Houston establishment. Over the next six months Wilson’s investigation spread from the Hermann estate to Hermann Hospital, then back to the estate and all the way up to the board of trustees. His inquiry eventually resulted in an unprecedented series of public revelations, forced resignations, civil suits, and criminal indictments involving the city’s most respected philanthropists, petroleum dynasties, and power brokers, its most famous physicians and heart surgeons, its biggest banks and law firms, its two major dailies, several national and local political figures, and many otherwise ordinary citizens. Four trustees would eventually resign, and seven people would be indicted. So far there has been one trial and one conviction—that of Susan Menke—and more indictments are expected in the near future.</p><p>Almost but not quite forgotten amid the sensationalism of the Hermann scandal are the ultimate victims—the poor people who were supposed to be the principal beneficiaries of the Hermann Hospital Estate, established in 1915 by George Henry Hermann’s will. The hospital today boasts a $200 million complex and an annual budget of about $180 million. But the hospital’s expenditures on indigent care have been just over 3 per cent of its operating revenues, or roughly $4 million a year. The estate’s direct contribution to the hospital’s indigent-care funds came to only $1 million a year.</p><p>Houston Chronicle</p><img /><p><strong>WALTER Sterling Inherited His Seat On the Hermann Board, Then Proceeded To Rule the Estate Like a DICTAToR.</strong></p><p>The Hermann scandal is much more than Houston’s latest local outrage; it is a sobering case study of the neglect and deterioration of public health care in a city that is internationally renowned for its ultramodern medical facilities and its star surgeons. The affair has all the ingredients of a prime-time TV soap opera: power, money, mystery, and sex. But there is also an eerie element of déjà vu. For what Clyde Wilson uncovered was actually the so-called second Hermann estate scandal. The first Hermann scandal occurred in 1918, about four years after George Henry Hermann’s death. “among those about whom it is becoming common talk that they tried to steal all of the Hermann Estate that was not nailed down are some of the richest men of Houston,” a July 9, 1919, editorial in the <em>Houston Press</em> declared. “They give to charity, they pray in church, they strut before the public in Red Cross work, they boost bond issues, they pose as leaders in civic matters. But these men, who ride in automobiles over the people’s streets, camouflage in the high social circles and pose as benefactors of the city, hid behind legal technicality and the secrecy in which the estate affairs were kept and stole from the poor and sick.”</p><p><strong>the Scandal Did Not Start With the Exposure Of William Ryan. The Rat’s Nest Of Wrongdoing That Clyde Wilson Uncovered In the Fall Of 1984 Was Merely the Natural Consequence Of Nearly Three Quarters Of a Century Of Hermann Estate Traditions. The Scandal Began In the Distant Past With the Strange Life Of George Henry Hermann.</strong></p><p>Houston Chronicle</p><img /><p><strong>WITH Machiavellian Instinct, Executive Vice President Neill Amsler Became Indispensable To Aging Walter Sterling.</strong></p><p>The Hermann estate has become a story inseparable from the history of Houston and the Houston establishment. Though it is a local scandal, it is part of a much larger national scandal: the systematic abuse of nonprofit foundations and charitable trusts all across the country. It is a tale of almost mythic proportions, a moral fable of good intentions turned bad by egotism, racism, and greed. The scandal did not start with the exposure of William Ryan. The rat’s nest of wrongdoing that Clyde Wilson uncovered in the fall of 1984 was merely the natural consequence of nearly three quarters of a century of Hermann estate traditions. The scandal began in the distant past with the strange, secret life of George Henry Hermann, the public jubilation after his death, the reading of his will, and the initial perversion of the philanthropist’s noble dream.</p><p><strong>an Unacknowledged Heir</strong></p><p>Most People Who Lived In Houston At the Turn Of the century thought that George Henry Hermann was an eccentric saddle tramp. Stocky and leather skinned with a gray handlebar moustache and a goatee, he wore dirty, disheveled work clothes almost everywhere he went. Even the handful who knew that Hermann was hardly a saddle tramp regarded him as an oddball. Born in Houston in 1843, he had a razor-sharp mind and enormous land wealth, but he lived like a lonesome cowhand. He was a man of few words and even fewer friends, a Confederate veteran, a confirmed bachelor, and an inveterate tightwad who preferred to lunch on bags of peanuts rather than spend money in a cafe.</p><p>Houston Chronicle</p><img /><p><strong>VInSOn And Elkins Partners a. Frank Smith (Left) And Marvin Collie Found Themselves On Opposite Sides Of the Fence In the Hermann SCAndAL. As ESTATE Counsel, Smith InITIATED the InVESTIGAIIOn That Led To the RESIGNATIOn Of Collie's Client, Jack Josey.</strong></p><p>Upon Hermann’s death in 1914 the people of Houston learned that he was the greatest public benefactor the city had ever known. Hermann left the bulk of his estate—then valued at an astounding $2.6 million—to the building and maintenance of Houston’s first charity hospital.</p><p>The big question was, Why? Why had Hermann worked all his life to amass an immense fortune only to give it all away? The answer lies in the hidden life of a man who was far more complex and sensitive than he seemed. For one thing, as some of his business associates knew but dared not reveal, Hermann was reputed to have fathered an illegitimate son by his black housekeeper. The boy’s name was George Hermann Getchell, and his mother, Ellen Getchell, was an acknowledged “friend” of the Hermann family. Through his close and warm relationship with the Getchells, Hermann had developed a direct concern for the welfare of the poor, most of who, like his alleged bastard son, were black.</p><p>Hermann had also had a personal interest in medical care. Afflicted with a series of ailments late in life, he often had to travel for treatment to the East Coast, where he was impressed by institutions like Johns Hopkins Hospital in Baltimore. Friends later said that as much as twenty years before his death, he had vowed to bring a first-rate medical facility to his native city. Hermann’s will simply fulfilled that closely held promise for the “poor, sick, indigent, and infirm” of Houston and Harris County.</p><img /><p><strong>AS the New Administrator, Bill Smith Found That Hermann Hospital Represented the Opportunity Of a Lifetime.</strong></p><p>Although Hermann grew up in relatively comfortable circumstances, he was imbued with his Swiss immigrant parents’ work ethic. He started out as a lowly store clerk, then apprenticed himself to a local cattle driver, stashing away every spare nickel. He used his savings to strike out on his own as a livestock trader and became one of the leading cattlemen in Harris County. Then Hermann decided to invest some earnings in real property, and he gradually became the largest landowner in the county and one of the largest landowners in Fort Bend County. Oil was later discovered on some of his land outside Humble, and his wealth quadrupled, making him a multimillionaire.</p><p>Partly as a result of his devotion to making money, Hermann’s love life became a case study in frustration and intrigue. He never married, and he usually told friends that wives were too expensive. But his few intimates knew better. The classic strong and silent type, he was extremely shy with the opposite sex. In his youth Hermann had courted a Houston girl named Elizabeth Broussard. He had proposed, but she had turned him down, saying, “You’re more interested in making money than in loving me.” Hermann never got over that early rejection, but according to the surviving relatives of his business associates, he did take a black mistress.</p><p>It is hard to say how much contact George Getchell had with George Henry Hermann, but the two were by no means strangers. According to William Senior, a family friend and scion of another local landowning family, as well as other sources, Getchell farmed one of Hermann’s tracts in Fort Bend County for several years before Hermann’s death. At one point Getchell signed, on Hermann’s behalf, an easement for Sinclair Oil to build a pipeline across the property.</p><p>Houston Chronicle</p><img /><p><strong>a Self-Made Millionaire Known For Street Smarts, John Coffee Was Serving On the Hermann Estate Board At the Time a Scandal Was Brewing At Central Bank.</strong></p><p>True to character, Hermann remained more interested in making money than anything else. His wealth did not change his self-image or his idiosyncrasies. Around the turn of the century he built a four-story mansion on Pierce Street, but he lived in only one room and rented the rest of the house to the T. J. Ewing family in exchange for his board. With a few exceptions, he didn’t trust anyone, including banks. Even when his wealth soared to the multimillion-dollar level, he never had more than a few thousand dollars in his checking and savings accounts. He preferred to deposit his cash in real estate. As he saw it, “The land will always be there. The bank may not be.”</p><p>One of Hermann’s few personal indulgences was a trip he took to the East Coast and Europe, where he saw distant relatives in Switzerland. Shortly after his return to Houston, Hermann began to show glimpses of the charitable side of his nature. In 1892 he dictated his first will to his attorney Colonel Charles Stewart. According to Stewart’s junior partner J. W. Lockett, that will, which was subsequently lost, contained the first mention of Hermann’s dream of endowing a charity hospital for Houston.</p><img /><p><strong>JACK Josey Had the Social And Political Connections Hermann Needed To Acquire a Coveted Medical School Affiliation.</strong></p><p>Hermann drew up a new will whose contents were known only to him. The handwritten document was composed in the summer of 1910 as he was preparing to travel to the East for medical treatment. In the spring of 1914, nearly 72 and suffering from stomach cancer, he informed Mayor Ben Campbell that he wished to fulfill his dream of providing Houston with a resource to rival New York City’s Central Park. Hermann’s gift was some 285 acres a few miles south of town just off Main Street. Later additions swelled the area to roughly 400 acres. In return, he asked only that the park be named after him.</p><p>A few months later, Hermann left on another pilgrimage for medical treatment in the [ Continued On Page 175 ] [ Continued From Page 103 ] East. That time he did not return. On October 21, 1914, he died of stomach cancer in St. Agnes Hospital in Baltimore. His reported last words were, “Nearer my God to thee.”</p><p><strong>a Public Gift, a Public Outcry</strong></p><p><span class=\"dropcap\">W</span>hile Hermann’s remains were being shipped back to Houston, a committee was appointed by the Harris County Commissioners’ Court to search for Hermann’s will. The members included Hermann’s crony J. J. Settegast, Jr., real estate magnate H. F. MacGregor, and financier Jesse Jones. For two days the committee rifled through bank vaults, deposit boxes, and other logical hiding places all over town. Finally, they contacted former South Texas Bank officer Beverly Harris and showed him a set of unmarked keys found among Hermann’s possessions. Harris recognized one of the keys as the type belonging to the bank’s old-fashioned safetydeposit boxes. He led the group to a dust-covered storage room and tried the key over and over again in several boxes until it worked. There, in one of the old boxes, was a handwritten copy of the will.</p><p>On the following Tuesday the entire city of Houston came to a halt in observance of George Henry Hermann’s funeral. Mayor Campbell declared an official holiday. Businesses closed, schools let out, and the populace took to the streets. A crowd of some 10,000 people watched Hermann’s casket, followed by his faithful manservant Dogan leading his riderless horse Leo, parade down Main street. Flags flew at half-mast, and cannons fired a 21-gun salute. Then everyone gathered in the city auditorium to hear whether the rumors about Hermann’s extraordinary public bequest were true.</p><p>The Reverend William States Jacobs took the podium and revealed the contents of Hermann’s will. Hermann had made only token bequests to friends and relatives. He had left the majority of his $2.6 million fortune to the people of Houston and Harris County. He had also laid out detailed instructions as to how this enormous windfall was to be used.</p><p>Hermann had dedicated the lion’s share of his estate to the building and maintenance of Houston’s first public charity hospital. He also specified the location, the cost, and the funding of the hospital. The building was to be erected near downtown on Block 152 and a cluster of adjoining lots, the site presently occupied by the Sam Houston Coliseum. The will allocated $100,000 to cover the construction of “suitable buildings” for the hospital. The rest of the estate’s assets were to be “well and securely invested either in real property or in notes, bonds, or other good securities.” and all “rents, revenue and income” derived from the investment or sale of the estate’s assets were to be used “solely for the maintenance, support, sustaining, and operation” of the hospital.</p><p>Hermann entrusted the realization of his philanthropic dreams to a seven-member board of trustees. The three original trustees named in the will were J. J. Settegast, Jr., his old friend and business associate; T. J. Ewing, Jr., the scion of the family Hermann had lived with for most of his later life; and John S. Stewart, the son of Hermann’s attorney Colonel Charles Stewart. The will instmcted the three men to appoint four additional trustees. No limits were placed on the terms of members, and the board was empowered to perpetuate itself by filling vacancies with candidates of its own choosing.</p><p>Although Hermann’s will granted the estate trustees broad authority, it also required them to remain faithful to his charitable mission. Hermann insisted that the trustees perform their duties “without compensation” so that “the indigent, poor, infirm, and sick shall receive the full benefit” of the hospital. He further stipulated that if the trustees failed to carry out his intentions, all the properties dedicated to the hospital would automatically revert to his distant relatives in Switzerland.</p><p>The largest individual beneficiary of Hermann’s will was George Hermann Getchell, who was bequeathed a valuable downtown lot near the Rice Hotel and a 909-acre farm in Fort Bend County. Hermann also gave Getchell “my gold watch, the one usually worn by me,” as well as “all the rents and revenues to be derived” from the real estate during Getchell’s life. The value of Getchell’s inheritance was later estimated to be well over $100,000, or nearly 5 per cent of the total value of Hermann’s estate.</p><p>Unfortunately for Getchell and for the people of Houston, things did not turn out as George Henry Hermann had hoped. The trustees immediately began to squander his estate and abandon his lofty goals. According to local newspaper reports, the three original trustees—Settegast, Ewing, and Stewart—used estate funds to purchase land and “worthless securities” from several prominent Houston businessmen. Worse, Hermann’s dream of a charity hospital was no closer to becoming a reality than it had been on the day he died. The trustees had not even bothered to recruit the four other board members mandated by the will, nor had they taken any significant steps toward breaking ground for the hospital. For more than three years all they had done was meet and make deals.</p><p>By the spring of 1918 growing public outrage over the apparent squandering of the Hermann estate’s assets prompted a crackdown. District attorney John H. Crooker filed a civil suit against the trustees. Later a grand jury launched a criminal investigation. Although the grand jury found no clear grounds for an indictment, Settegast, Ewing, and Stewart resigned in October 1918. As part of the settlement of the civil suit against the trustees, James a. Elkins, who succeeded Crooker as district attorney, and Mayor a. Earl amerman appointed a reform board led by H. F. MacGregor and Ross S. Sterling, a Humble Oil founder who later became governor of Texas.</p><p>The new trustees found the Hermann estate in a curious predicament—it was worth more than ever, and at the same time it was almost broke. The boom in Houston real estate, fueled by the dredging of the Ship Channel and the everexpanding oil industry, had caused the value of the Hermann assets to appreciate to $3.5 million. Because of the alleged misdealings of its former trustees, however, the estate had exhausted most of its cash balance and had incurred a $300,000 debt. In the process of putting the estate’s financial affairs back in order, the new trustees reached the equally curious conclusion that Hermann’s will did not really reflect his last wishes for the hospital. Maintaining that Hermann had envisioned an institution to rival the famed Johns Hopkins Hospital, they complained that the $100,000 set aside for construction costs was not enough to build a first-class facility. They also argued that the estate’s endowment, much of which consisted of relatively illiquid landholdings, would not produce enough income to operate the hospital once it was built.</p><p>The trustees objected to the hospital location specified in the will. They said that the downtown site was too small, and that Hermann did not really want to build the hospital there anyway. The board wanted to build the hospital south of town on a ten-acre plot that Hermann had surveyed a few years before his death. Besides being next to Hermann Park, the alternate site happened to be near fashionable new subdivisions. One of those was being developed by MacGregor, an old friend of former trustee Settegast. Even closer to the proposed site was palatial Shady Side, home to some of trustee Sterling’s fellow Humble Oil founders.</p><p>To legitimize their ambitious new plans for Hermann Hospital, the trustees went to court and filed a friendly lawsuit against the City of Houston. The suit requested authority to relocate the hospital site, to build a $600,000 structure instead of a $100,000 structure, and to accept paying patients as well as charity patients in order to generate enough money to cover operating expenses. The Harris County Medical Society opposed the petition. But the trustees eventually won out on all counts.</p><p>In an opinion dated april 6, 1920, state district Judge W. E. Montieth declared that George Henry Hermann “did not intend that [Hermann Hospital] be in any sense a pest house, a poor house, alms house or home for the aged.” But despite what Hermann may have said to friends in praise of Johns Hopkins, that is exactly what he had in mind when he wrote his will. Until the early twentieth century the typical american hospital was not a place where people went to get well. It was a place where the incurably sick and the homeless went to die. Having descended from alms houses and leper houses, the nineteenth-century hospital catered primarily to the urban poor, the indigent, and the destitute. Most physicians treated rich and middle-class patients in homes or private clinics rather than expose them to the disease, infection, and filth of a hospital. Hermann’s death happened to coincide with the birth of the modern hospital. Thanks to Louis Pasteur’s advances in bacteriology and subsequent breakthroughs in antisepsis, hospitals gradually became safe and even necessary places in which to perform surgery.</p><p>Proud of their city and themselves, eager to compete with John Sealy Hospital in Galveston and Johns Hopkins in Baltimore, the Hermann trustees aspired to run Hermann Hospital not as a purely philanthropic institution but as a civic-minded business. And they thought it proper to run the estate’s board like a club. Unlike Hermann, the estate trustees had little direct personal connection with the intended beneficiaries of the hospital. Then as now, most of the poor people of Houston and Harris County were black, brown, or “colored.” The trustees were white Southerners, men of wealth and prominence. While not all the trustees were callous bigots, their race and social class affected their perspective. Would a board composed of blacks and browns have decided to build the hospital in the white suburbs? Would a minority board have sued to change Hermann’s will so the hospital could compete with Johns Hopkins instead of catering solely to the poor?</p><p>To appreciate the implications of race in Houston at that time, we need only turn to George Getchell. Following the death of his reputed father, the newly endowed Getchell married a white woman named May Cooper. She had a daughter, also white, from a previous marriage. In the fall of 1922 May Cooper Getchell shot and killed her husband in the bedroom of the family residence in Houston Heights. She said that she shot Getchell in selfdefense when he tried to assault her after an argument over her picking a “blackhead” on her face, but Hermann family friends believed that his slaying was racially motivated. Shortly before he died, Getchell had filed a lawsuit against T. J. Ewing, Jr., and other former Hermann estate trustees intended to prove that his mother, Ellen Getchell, was a Cherokee, not a black as Ewing and others evidently gossiped. As William Senior puts it, “George Getchell was posing as an Indian. When his wife found out he was black, she shot him.”</p><p>Getchell’s death proved to be a financial boon for the Hermann estate. The will stated that if Getchell had no children at the time of his death, which he did not, his share would revert to the estate. Like the other properties owned by the estate, Getchell’s holdings had appreciated considerably. According to estimates by estate officials, the farm in Fort Bend and the downtown lot near the Rice Hotel were worth in excess of $200,000.</p><p>Meanwhile, the City of Houston still did not have a charity hospital. It was not until the spring of 1923 that the trustees —after selling off the downtown property formerly reserved for the hospital—broke ground for the first building on the tract south of town near Hermann Park.</p><p>At last George Henry Hermann’s dream —or at least the trustees’ revised version of it—was destined to become a reality. Unfortunately, the lingering repercussions of the first Hermann estate scandal set the stage for even more shocking scandals.</p><p><strong>the Empire Builders</strong></p><p><span class=\"dropcap\">H</span>ermann Hospital finally opened in the summer of 1925. It was a far cry—as well as a far piece—from the hospital envisioned in Hermann’s will. Located some four and a half miles from downtown on the southern edge of thickly forested Hermann Park, it was at the end of the trolley tracks and well beyond the point where the pavement ended and Fannin Street became a narrow dirt road. The environs were so remote and untamed that the trustees had a fence built around the premises to protect the hospital from bloodthirsty packs of wolves, an act that foreshadowed events to come.</p><p>The building had the palatial air and the appearance of a Moorish castle. Six stories high, with twin turrets, a red-tiled roof, and a cream-colored facade, it featured graceful archways, secluded patios, and a gurgling water fountain. The tastefully decorated interior looked more like a hotel than a charity hospital, and the building was spacious enough to accommodate three hundred beds. The cost of construction was upward of $600,000, most of which had been raised by selling off estate assets.</p><p>The dramatic differences between the Hermann Hospital in the will and the Hermann Hospital created by the estate trustees did not go unchallenged. Only one hundred beds were designated for charity patients, which caused a group of Hermann’s Swiss relatives to file suit in 1929 against the trustees for breach of fiduciary duties. Their legal battle progressed from the Texas courts to the U.S. Supreme Court and back. But by 1931 the Swiss relatives met their Waterloo. Acknowledging the possible merits of their complaints, a local judge ruled that the proper remedy was not turning over the estate to Hermann’s relatives but corrective action on the part of the trustees. A U.S. Supreme Court order later enjoined Hermann’s relatives from filing any more lawsuits against the board. Upon vanquishing the relatives the estate trustees proceeded to build a monument to modern medicine that would make the city worldfamous and help fuel its growth.</p><p>The moving spirit behind the Hermann monument was Ross Sterling, who for all his good intentions was one of the most star-crossed figures in Texas history. Born in anahuac in 1875, Sterling grew up as a poor farm boy in patched overalls. His startling rise from rags to riches began in the early 1900’s, when he gambled his life savings on a producing oil lease outside the town of Humble. That lease turned out to be the nucleus of the Humble oil field, and the even greater Humble Oil Company. In 1925, the same year Hermann Hospital opened, Sterling sold his Humble stock for a reported profit of more than $20 million, several times the value of the entire Hermann estate. Then he made the fateful decision to enter politics. In 1929 Governor Dan Moody appointed him state highway commissioner. Sterling’s efforts on behalf of the good roads movement won him the title of the “man who brought Texas out of the mud.” after Moody’s decision not to seek reelection in 1930, Sterling won the governor’s race over controversial populist Miriam a. “Ma” Ferguson by a wide margin. But with the advent of the Depression, Sterling’s world began to crumble. In 1932 he lost the governor’s race to Ferguson by fewer than four thousand votes. When he returned to Houston he found that he had also lost his fortune. Though bankrupt and already in his late fifties, Sterling was determined to build a second fortune from scratch. Using a $100 Liberty Bond that his wife had managed to stash away, he founded his own oil company. Sterling Oil never matched Humble Oil, but its dauntless founder was able to wildcat his way back to respectable millionaire status by the end of World War II.</p><p>Throughout all his ups and downs, Sterling continued to serve as a trustee of the Hermann estate. His tenure spanned thirty years, beginning in 1918 and ending with his death in 1949. Sterling participated in the decision to challenge and revise Hermann’s will that led to the construction of the first Hermann Hospital pavilion. Later he embarked on a more ambitious postwar expansion plan that led to the construction of the second hospital pavilion.</p><p>Not by accident, the building of the second Hermann Hospital pavilion coincided with the birth in 1946 of the Texas Medical Center, a precocious new neighbor and competitor. The Medical Center was a collective effort of the entire Houston establishment, from Jesse Jones and the 8F Crowd on down. More specifically, the development of the Texas Medical Center resulted from the convenient but often stormy intermarriages of three otherwise opposing Houston power groups. One was based on the cotton fortune and private foundation of M. D. Anderson and perpetuated by corporate heirs and retainers like anderson, Clayton, the Bank of the Southwest, and what is now the law firm of Fulbright and Jaworski. Another was based on the oil fortune of Hugh Roy Cullen and the interlocking empire of his ally Judge James a. Elkins, founder of First City National Bank and the law firm now known as Vinson and Elkins. The third was the Jesse Jones empire, whose flagship was Houston Endowment, a nonprofit foundation that owned the <em>Houston Chronicle</em> and a major share in Texas Commerce Bank.</p><p>The Medical Center grew into one of the world’s largest and most highly acclaimed health-care complexes, including M. D. Anderson Hospital and Tumor Institute, the University of Texas Health Science Center, Baylor College of Medicine, and nursing schools, general hospitals, and specialty clinics boasting internationally renowned heart surgeons like Dr. Michael DeBakey and his former student and rival Dr. Denton a. Cooley. Eventually it would become a mini-city within the city, sprawling over 350 acres and encompassing more than thirty major institutions.</p><p>While Hermann Hospital was unofficially a part of the Texas Medical Center, Sterling attempted to keep up with the andersons, the Cullens, and the Joneses. In March 1949 the Hermann trustees opened the second pavilion, a $3.5 million facility next door to the first. The seven-story structure contained enough space for four hundred beds and boasted of being the country’s first fully air-conditioned hospital. The new building, however, was not intended for the poor. Indigents would be confined to the old building.</p><p>That same year the Hermann trustees also completed a skyscraper specifically designed for doctors’ offices. Just across Fannin Street from the hospital, the fifteen-story Hermann Professional Building was intended to be a profit-making operation, not a charity. In keeping with the shrewd tradition of their predecessors, the Hermann trustees took care to legitimize their building by filing two more friendly lawsuits. As in the past, the trustees won their suits against only token opposition.</p><p>But as fate would have it, Ross Sterling did not live long enough to enjoy the fruits of his labors. On april 25, 1949, just a few weeks after the completion of the second hospital pavilion, he died of a heart ailment in a Fort Worth hospital, where he had been confined since the previous September. The man selected to fill Sterling’s place on the estate board was his son Walter Gage Sterling.</p><p>Young Sterling’s election marked the beginning of Hermann Hospital’s turbulent modern era. Later in 1949 Corbin J. Robertson, the husband of oil heiress Wilhelmina Cullen, joined the estate board. Sterling and Robertson’s inheriting their seats on the self-perpetuating board hinted at what the legacy of George Henry Hermann had become—a private club whose members increasingly saw the properties of the Hermann trust as their own. In the years to come the trustees would devote their energies to competing with the new hospitals growing up within the Texas Medical Center, to increasing the assets (though not necessarily the income) of the estate, and to enjoying the perquisites of their positions as trustees.</p><p>Sterling was a heavyset, bespectacled bull of a man, variously described as stubborn but likable, well meaning but autocratic, highly opinionated but not all that smart. Born in anahuac and reared in Houston, he graduated with a law degree from the University of Texas in 1925. Having helped his father found Sterling Oil during the Depression, he sold the company to Tennessee Gas Transmission Company (Tenneco) in 1950, the year after his father’s death. But Sterling was at best one of Houston’s lowlier millionaires. His clout did not come from his financial status; it came from his powerful connections.</p><p>In politics and philanthropy Walter Sterling personified the archconservative element of the postwar Houston establishment. He spearheaded local resistance to court-ordered school desegregation in the late fifties and early sixties. And for a brief period he belonged to the ultra-rightwing John Birch Society, an association that would later come back to haunt him.</p><p>At the time Sterling joined the Hermann board, health care for the indigent was not much better than at the time of George Henry Hermann’s death. The city’s only public charity hospital was Jefferson Davis, a 275-bed facility built in 1937 with funds from the Work Project administration. Already overcrowded and antiquated, Jeff Davis would hardly be able to handle the ever increasing load of charity cases sure to result from the city’s population explosion.</p><p>Nevertheless, the members of the Hermann board felt no obligation to take up the slack. Instead of increasing charity services, the trustees sought to limit and gradually reduce the number of nonpaying patients so that the hospital would operate at a profit or at least break even every year. In an effort to attract more paying patients and to capitalize on the middle-class maternity needs of the postwar baby boom, they expanded the hospital’s already sizable obstetrical and gynecological program. By 1956 Hermann had provided a birthplace for more than 50,000 infants and was widely known as Houston’s baby hospital.</p><p>Two years later the estate’s original $2.6 million endowment had appreciated to more than $30 million. The principal assets included the hospital complex, then valued at roughly $8 million, and the Hermann Professional Building, which was appraised at $6.5 million. That same year the trustees doubled the size of the Hermann Professional Building and built a $2 million parking garage next door. Yet they allocated only $1 million to support the operation of Hermann Hospital.</p><p>The estate’s surprisingly small annual contribution to the hospital was a direct result of the extremely conservative investment policies of the trustees. Except for some oil royalty interests, most of the estate’s assets consisted of non-income producing land holdings. The Hermann trustees maintained that the financial future of both institutions depended on longterm growth, not short-term earnings. The trustees could have sold off the estate’s real estate assets, invested the proceeds in blue-chip stocks and bonds, and used the dividends and interest from the securities portfolio to fund hospital operations. Instead, with classic Houstonian style and egotism, they chose to invest in civic-minded empire building.</p><p>The trustees believed that Hermann had to become a great hospital in order to become a great charity hospital. Their model of success was St. Luke’s Hospital at the Texas Medical Center, which had attracted DeBakey and had convinced Baylor medical school to move to Houston. St. Luke’s Baylor connection resulted largely from the lobbying efforts of influential attorney Leon Jaworski, a staunch Baylor alumnus. The powers at Baylor medical school regarded Hermann as a potential competitor and refused to share their wealth or to help Hermann establish an affiliation.</p><p><strong>the Heirs Forgotten</strong></p><p><span class=\"dropcap\">M</span>eanwhile, the “poor, sick, indigent, and infirm” of Houston and Harris County continued to suffer from civic neglect and growing health problems. Hermann Hospital may have been the baby hospital for the city’s white folk, but black maternity patients usually wound up at Jeff Davis, where conditions were worsening. During a single week in February 1958 21 babies and 13 mothers caught staphylococcus infections; by March 1, sixteen Jeff Davis babies had died from their infections. Along with bearing the brunt of successive epidemics of tuberculosis, polio, and encephalitis, the poor were afflicted with an epidemic of venereal disease. In 1964 Houston ranked seventh in population among the nation’s cities but second in the number of VD cases. The same year 32 Houstonians died from encephalitis.</p><p>Sadly, efforts to improve health care for the poor of Houston and Harris County were continually thwarted by bureaucratic turf wars and by what one writer described as the “penury and conservatism” of the local political leadership. In the early forties, Jeff Davis chief Dr. Basil McLean had convinced Hugh Roy Cullen of the urgent need for a new charity hospital. Cullen responded by putting up $1.5 million. The M. D. Anderson Foundation later matched Cullen’s contribution, and taxpayers voted to approve some $3.25 million in bonds to build a new public hospital to be named after Jeff Davis board chairman Ben Taub.</p><p>Although architectural designs for Ben Taub Hospital were ready in 1947, it took until 1963 to get the hospital built. By then the cost of building Ben Taub had jumped from a projected $5 million to more than $16 million, and the sorry state of the city’s public health care had become the subject of a muckraking expose by Quaker author Jan de Hartog. But it took another year and two more public referenda until local voters at last approved the creation of a Harris County hospital district with taxing authority to fund Jeff Davis and Ben Taub.</p><p>While the Hermann estate could not be held totally responsible for the care of every charity patient in the city and county, the board was deliberately devoting ever smaller percentages of the hospital’s budget to charity cases at a time when the need for charity beds was skyrocketing. The trustees did not, in fairness, intend to be mean and inhumane. They were simply blinded by their conservative ideology. They were determined to make their hospital bigger and better than any institution in the Texas Medical Center.</p><p>Much to their dismay, the Hermann trustees found that their expansion and improvement plans kept encountering equally determined opposition from Baylor medical school and its allied foundations, banks, and law firms. “We believed that whatever was good for Hermann Hospital would be good for the Medical Center too,” recalled one Hermann trustee. “But the Baylor people viewed us as competitors. They thought the Medical Center was their turf.” Then in the early sixties the Hermann board lost two veteran trustees and underwent a pivotal change of the guard. Walter Sterling assumed the post of chairman; Corbin Robertson became president. At the same time, two trustees joined the board—Jack S. Josey and John B. Coffee. Close friends and business associates, Josey and Coffee would become key figures in Hermann Hospital’s quest for a university affiliation, and later, in the so-called second Hermann estate scandal.</p><p><strong>the Insiders</strong></p><p><span class=\"dropcap\">J</span>ack Josey, then in his late forties, was a gentleman of the old school—handsome, charming, impeccably dressed, kind and trusting almost to a fault. Born in Beaumont and graduated from the University of Texas with a degree in engineering, Josey represented the state’s secondgeneration oil rich. His father, Lenoir M. Josey, was the archetypal Texas wildcatter, a notorious gambler and philanderer. Jack was much more urbane and sophisticated. Although he was devoted to his mother, Mildred, he did have a wild streak. He liked football and golf, but he much preferred a weekend in New York City to a weekend on the ranch or a bird hunt. Married to a former UT beauty queen, Elva Johnson, he was the unrequited heartthrob of several local ladies, including one Gretchen Bryan, the ex-wife of a Southeast Texas industrialist, who later became Josey’s second wife.</p><p>Suave and debonair, Josey was heir to a handsome fortune. One insider recently estimated the Josey family’s wealth to be in excess of $50 million. While Josey’s business interests included everything from real estate and banking to blue-chip stocks and bonds, the flagship of his empire was Josey Oil. Typically nonconfrontational, Josey would later pay the salary of a radical UT professor out of his own pocket to avoid a First amendment showdown over the regents’ attempt to fire the professor. Being a member of the UT Board of Regents as well as a close friend of then governor John B. Connally, Josey appeared to have the kind of connections Hermann Hospital needed to acquire a coveted university affiliation. Curiously enough, Josey’s influence derived not from his political or financial acumen but from his esteemed social status. “Jack provided entree to River Oaks high society,” recalled one insider. “For example, if John Connally or Jim Elkins [chairman of First City Bank] wanted to get somebody into River Oaks Country Club, they always called Josey and asked him to be the point man. They also called Josey when they needed recommendations for appointments to foundation boards. And Jack always did everything he could to oblige them.”</p><p>Jack Josey’s longtime pal and fellow trustee John B. Coffee was his opposite in almost every way. In his mid-fifties, Coffee had prematurely white hair, a trim athletic build, and a burning desire to get ahead. A native of Vernon, Coffee did not have Josey’s inherited wealth or socially prominent family. Coffee had first come to Houston in 1929 as a poverty-stricken student athlete hoping to work his way through college without a scholarship. He had enrolled in Rice Institute on the understanding that he would be given an extracurricular job to help pay for his tuition if he made the track team. Coffee starred in track and football, landed lucrative part-time jobs with grateful Rice athletic boosters, and graduated with a degree in chemistry.</p><p>Coffee quickly put his education to work. He began his career as resident chemist for the Houston-based World Over Olive Company, which, as its name implied, imported olives and other delicacies from all over the world. Later, during the city’s postwar boom, Coffee branched into real estate, oil, and banking, and he was elected to the Cullen Foundation health-care advisory board. Like Josey, he had a house in River Oaks and belonged to the River Oaks Country Club (one of the regular items on the club’s menu was the “John Coffee Special,” a kind of macho diet plate consisting of two hamburger patties without buns and a garnish of cottage cheese and fruit). He was a self-made millionaire, not just an inheritor, and his friends openly praised him for his street smarts. Some of them also sensed that he still had a chip on his shoulder, a deep-seated envy of well-born cronies like Jack Josey.</p><p>Coffee’s ongoing climb to wealth and prominence would be tainted by a series of private and public controversies that had serious repercussions for Hermann Hospital and the estate. One of them was Coffee’s legal battle against his alma mater. In 1962 the trustees of Rice voted to seek court approval to amend the charter set up by founding benefactor William Marsh Rice to permit the admission of blacks and to charge tuition. Coffee responded by filing suit to block the proposed changes. He said that he was a strict constructionist who regarded any change in the charter as unnecessary and illegal. But Rice student activists and local black leaders charged that Coffee’s lawsuit was a desperate racist ploy. The courts ultimately ruled in favor of the trustees, and the charter was amended in accordance with the principle of equal opportunity.</p><p>His reputation would suffer further damage in the wake of a major financial scandal at Central Bank in the midseventies. On the southern edge of downtown Houston, Central was a modest independent bank with deposits of less than $50 million. Although Central could hardly hope to compete with multibilliondollar institutions like First City and Texas Commerce, it boasted a bona fide establishment pedigree. Among its prominent shareholders were John Coffee, Jack Josey, and such mutual longtime friends and River Oaks neighbors as real estate baron Dan Moody, Sr., and Dr. Denton Cooley. Coffee, who served as chairman of the board, delegated top management authority to bank president Joseph P. De Lorenzo, Jr., a tall and charismatic former UT football player affectionately known as Delo.</p><p>Unfortunately De Lorenzo went down in flames, and he nearly took Central Bank with him. The trouble first surfaced in 1975 when federal banking authorities discovered that Central Bank was losing money at $90,000 a month and had nearly depleted its capital reserves. De Lorenzo abruptly resigned amid allegations that Central’s losses resulted largely from questionable loans that he had made to former football friends. He subsequently pleaded guilty to federal charges related to an alleged kickback scheme associated with his sweetheart loans and served nearly two and a half years in prison. The bank also won a $1.8 million civil judgment against De Lorenzo.</p><p>It’s still not clear whether De Lorenzo was the villain or the fall guy in the Central Bank scandal. Some insiders place the ultimate responsibility on Coffee, even though he was never formally accused of any wrongdoing. As one prominent Central shareholder put it, “If Coffee didn’t know what was going on, he should have known.” Other insiders claimed that Josey was no less at fault than Coffee. Following De Lorenzo’s departure, Josey joined Coffee in providing the funds needed to recapitalize Central by guaranteeing a $3 million emergency loan from the Bank of the Southwest. In so doing, Josey tried to hold himself above the fray, maintaining his complete innocence in the events that led to Central’s near collapse.</p><p>“Josey took a Pontius Pilate attitude,” De Lorenzo charged in a recent interview. “Even if he didn’t participate in the dayto-day management of Central Bank, he knew about all the major deals. But Josey never provided any guidance. He just kept battering Coffee around, and Coffee took the heat because he needed Josey in his oil deals.”</p><p>What’s more, Josey’s rescue of Central Bank reportedly enabled him to reap some lucrative longand short-term rewards. According to De Lorenzo, the Central Bank deal was part of a complex series of investments in various real estate properties and two local savings and loan institutions. By recapitalizing Central, Josey and his family wound up with 40 per cent of the bank’s stock. De Lorenzo claimed that Josey then made some tidy profits by picking up additional interests in the supposedly related savings and loan and real estate deals.</p><p>Further clouding the truth about the Central Bank scandal were the continuing close relationships among the key figures involved. Both before and after his imprisonment, De Lorenzo found work as a freelance real estate project manager in the offices of George Moody and Dan Moody, Jr., the sons of Central Bank shareholder Dan Moody, Sr. The brothers happened to be involved in substantial real estate transactions with the Hermann estate. Dan Senior would also have substantial dealings with the estate involving stock in Central Bank. So would his old cronies and River Oaks neighbors Coffee and Josey, who remained close friends and business associates despite the strains of the Central debacle.</p><p>Coffee and Josey soon became two of the emerging leaders in the Hermann estate’s campaign to affiliate with a major medical school. The trustees directed their courtship at the University of Texas, where Josey and Walter Sterling had numerous influential contacts. The details of the Hermann-UT negotiations are sketchy, but the university’s representatives reportedly included UT regents chairman Frank Erwin and administrators Charles LeMaistre and E. Don Walker.</p><p>In January 1968 the Hermann board and UT struck a deal subject to the approval of the Legislature and the courts. UT agreed to build a medical branch in Houston, using Hermann as its primary teaching hospital, and the trustees pledged to embark on a $40 million expansion program. As Josey later confided to a friend, “We wanted to make Hermann Hospital the greatest teaching hospital in the world.”</p><p>The road to greatness proved to be full of potholes and pitfalls. Hermann’s transformation from a general hospital to a teaching hospital confused the staff and the public. Hermann began to lose its constituency of paying patients. By the spring of 1970 the Hermann trustees concluded that they had to further reduce the hospital’s charitable burden. The estate was spending about $2.5 million a year to fund the hospital’s indigent care. Walter Sterling and hospital administrator Dan R. Kadrovach announced that the hospital would henceforth begin referring more totally indigent patients (those unable to pay any portion of their medi cal bills) to the Harris County Hospital District.</p><p>Despite belt-tightening measures, Hermann Hospital’s losses continued to mount. By the early seventies its annual budget had risen to $35 million, but it was reporting staggering deficits of $7.5 million a year. The trustees realized that to staunch Hermann Hospital’s financial hemorrhaging they would have to get outside help—and fast. As an auspicious first step, they enlisted the help of Walter Mischer, Sr., who joined the board in 1970. A short, buck-toothed, hick-talking, self-made multimillionaire, Mischer did not have the pedigree of most of the other trustees, but he had a far more impressive record as a businessman. He was the chairman of allied Bank and one of the city’s leading real estate developers. He was also the most influential back room political power broker since the late Jesse Jones.</p><p>Mischer and his fellow trustees agreed that the only way to carry out their plans for the hospital was to raise additional capital by mortgaging the assets of the Hermann estate. As in past years, the trustees also realized the necessity of getting legal authority for their fund raising scheme. In late 1972 state dis trict judge arthur C. Lesher, Jr., granted approval of the hospital’s affiliation with UT. In the same opinion Lesher also gave the trustees permission to obtain loans for [ Continued On Page 184 ] [ Continued From Page 181 ] capital improvements by borrowing against the assets of the estate.</p><p>The board also decided to overhaul the hospital’s top management. In 1975 they replaced administrator Kadrovach with an aggressive young outsider named William F. Smith. Then age 37, Bill Smith had a handsome jaw, a jaunty moustache, and an impressive track record as a hospital administrator. He came to Hermann from El Paso, where he had won acclaim for upgrading the operations of decrepit R. E. Thomason General Hospital. Prior to that, Smith had done stints at UT teaching hospitals in Galveston and San antonio. He was recommended for the Hermann job by his old friend UT administrator E. Don Walker—a favor Smith would one day try to repay in kind.</p><p><strong>ADMINISTRATORS Of Theft</strong></p><p><span class=\"dropcap\">S</span>mith discovered that Hermann Hospital presented a challenge - and an opportunity—of a lifetime. The hospital was in such sorry financial shape that on pay day employees would dash across the street to cash their checks for fear that the hospital might not have funds to cover the entire payroll. “The morale was horrible,” Smith later told the <em>Houston Post. </em>“The place was filthy dirty. It was overstaffed for the number of patients. Doctors were leaving. . . . There were horror stories.”</p><p>The new administrator reorganized the hospital’s management systems, streamlined the staff, diversified and expanded the available services, and filled the vacant beds with a new generation of paying patients. By 1981 the hospital reported its first operating profit in over a decade.</p><p>Smith also embarked on a series of innovative projects designed to raise Hermann’s profile, as well as its income. He also began courting all sorts of prominent physicians, health-care professionals, government officials, and members of the media in an effort to publicize the Hermann story and to enhance the hospital’s influence. Smith’s biggest PR coup was the Life Flight air-ambulance service. Life Flight began in the summer or 1976 with one helicopter. The service grew to provide 20 per cent of the hospital’s caseload. The majority of Life Flight’s patients were charity cases, which went a long way toward restoring Hermann Hospital’s questionable reputation for philanthropy.</p><p>Smith later admitted that Hermann’s brave new image belied the reality. He said that the hospital never provided more than $4 million to $5 million worth of charity care a year, roughly 3 per cent of its total operating revenues. Its supposedly progressive philanthropic future was still being shaped by the regressive traditions of the past.</p><p>One reason was board chairman Walter Sterling, who ruled the estate like a dictator. First, he relocated the regularly scheduled monthly board meetings from the hospital commissary to the downtown Houston Club; after a club parking attendant lost Sterling’s car he moved the meetings to the Petroleum Club. Then Sterling stopped holding board meetings almost entirely, much less regularly. Instead of consulting his fellow trustees, Sterling conducted the business of the estate and the hospital as he alone saw fit, and he frequently informed the board of major policy decisions only after the fact. As one otherwise supportive former trustee has observed, “Sterling ran the Hermann estate as if it was his own private fiefdom.”</p><p>Sterling’s critics later alleged that his archconservative political views prejudiced his decisions as chairman of the Hermann board. The financial record clearly shows that neither Sterling nor the other trustees regarded increasing the hospital’s commitment to charity care as a high priority. Insiders detected an underlying racial bias in the hospital’s limited approach to charity cases, most of who were minorities. At one point, according to Smith, Sterling even directed the hospital to reduce the number of blacks on the staff by replacing them with white employees.</p><p>Sterling’s protege at the Hermann estate was executive vice president Neill F. Amsler, a tall, bespectacled, and silvertongued sycophant with a hearing impairment and a Machiavellian instinct. Amsler had joined the Hermann organization in the early sixties as a lowly parking garage manager and worked his way up through the ranks. Amsler put himself at Sterling’s beck and call, taking personal responsibility for executing Sterling’s orders and massaging the old man’s sensitive ego at every opportunity. “Neill used to say that Walter was like a father to him,” Sterling’s widow, Ruth, recalled in a recent interview. “He was always telling my husband how smart he was and how much he admired him.” Sterling, in turn, took amsler under his wing and even had him inducted into the Sons of the american Revolution, an archconservative service organization dear to Sterling’s heart.</p><p>Amsler’s own protege in the Hermann estate administration was William B. Ryan, a lanky and laconic bookkeeper. Starting out as an accountant and taking over management of the parking garage like amsler, Ryan had risen through the executive hierarchy on the coattails of his predecessors. When amsler assumed the post of executive vice president, Ryan was promoted to senior vice president with primary responsibility for looking after the estate’s vast real estate interests. Ryan later told investigator Clyde Wilson that his first impressions of the estate and Sterling were unsettling. “I considered myself a young, gung ho auditor,” Ryan recalled, “and I was appalled by the lack of administrative controls.”</p><p>Ryan said that one source of his disenchantment was an order allegedly from Sterling to honor a long-standing supplyand-repair contract with Britton Electric. Ryan said that he had terminated the Britton contract when he was unable to verify supporting invoices, only to be overruled by his superiors. “Walter Sterling’s people advised me that Sterling was close to Britton Electric, and they would do the Hermann estate work,” Ryan said. “The company was rehired the day after I terminated them.”</p><p>Ryan later discovered that Sterling and certain trustees appeared to extend preferential treatment to other estate vendors and business cronies. For example, the insurance agent for the estate and the hospital until 1981 was adrian I. Patton, a River Oaks Country Club member and a close friend of Sterling’s and Coffee’s. Patton would subsequently have substantial dealings with the estate involving Central Bank. Later the estate’s insurance business was awarded to Will Galtney, who returned the favor by paying for trips that Hermann executives took to Europe.</p><p>In its property dealings, the Hermann estate also relied quite heavily on the family of Dan Moody, Sr., and his brother alvin, both Rice alumni and business associates of Coffee. In 1974 Dan Moody’s son George helped broker the estate’s sale of a large tract near the astrodome to Shell Oil for $35 million. The following year George also assisted in the estate’s purchase of the 1200-acre Trinity River property in San Jacinto County for $2.4 million.</p><p>Besides brokering land deals, the Moodys also sold property to the Hermann trustees. In 1977 the estate bought a $40,000 townhouse as a retirement gift for an estate employee in a southwest Houston project developed by the Moody interests. In 1980 the estate bought the 16,000-acre Devil’s River Ranch near the town of Del Rio from a partnership led by Dan Junior. Purchased for $3.1 million, the ranch was then the estate’s largest single real estate acquisition. The man who persuaded Hermann officials to invest in the ranch was alvin Moody. One of the former members of the Moody partnership was Joe De Lorenzo, who sold his interest to a third party before the Hermann buy-out offer.</p><p>The Moodys, for their part, later contended that they did not have exclusive rights to broker Hermann property and that all their transactions were conducted in a straightforward manner. Dan Junior also said that his partnership group did not make a profit on the Devil’s River Ranch deal and that the ranch had been sold primarily because some of his partners had become impatient with the long-term nature of their [ Continued On Page 190 ] [ Continued From Page 184 ] investment. Nevertheless, no one questioned why the estate was spending millions to buy lowincome producing ranches when Hermann Hospital was struggling to overcome a severe cash-flow crisis. To the contrary, Coffee took pride in his role in those transactions. “all the property I bought for the estate was with the idea of fiftyyear appreciation,” he said in a recent interview, adding, “That was the way Mr. Hermann bought.”</p><p>About the time of the Devil’s River Ranch purchase, the Hermann board underwent another changing of the guard, ostensibly in keeping with the tradition of the good ol’ boy network. In early 1980 Walter Mischer, Sr., stepped down to devote more time to his personal business interests. That same year, veteran trustee John B. Holmes, Sr., resigned. The men chosen to replace Mischer and Holmes were Walter Mischer, Jr., and David Hannah, Jr., who both had family and business ties to past and present Hermann estate officials. An alumnus of Rice University, David Hannah was a prominent real estate developer and the visionary founder of Space Services, one of the first privately financed space commercialization firms. He was also the brotherin-law of a. Frank Smith, a former managing partner of Vinson and Elkins. In addition to serving as board chairman of the Methodist Hospital, a Texas Medical Center neighbor of Hermann Hospital, Smith later became counsel for the Hermann estate.</p><p>Following in his father’s footsteps, Walter Mischer, Jr., was elected to the Hermann board in the fall of 1980. Then just 30 years old, Walt Junior was at least three decades younger than the other trustees. But as the well-tutored scion of his father’s real estate and banking empire, he boasted big business experience far beyond his years. Born and bred in Houston, he had graduated from the University of Texas with a degree in finance. He subsequently became a director of the Houston branch of the Federal Reserve Bank, a member of the Texas Turnpike authority, and a founder of the Episcopal High School.</p><p>Neither of the newcomers to the Hermann estate had any idea of what they were getting themselves into. Walt Junior later admitted that he regarded the Hermann board as “a real nice, calm deal,” a blue-chip charity. Hannah apparently harbored a similarly naive view. But both men were in for some big and extremely disturbing surprises.</p><p><em>Next month: War breaks out on Fannin Street between rival Hermann estate bureaucracies. Unaccounted-for $20,000 checks surface, and the second Hermann estate scandal breaks, exposing the inner sanctum of Houston power and privilege to the harsh light of publicity.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Texas",
      "Charity",
      "Oil",
      "Coffee",
      "Real Estate",
      "Scandal",
      "Business",
      "people",
      "Rice",
      "UT",
      "Family",
      "Land",
      "Law",
      "River Oaks",
      "Wealth",
      "Baylor",
      "Harris County",
      "Cullen",
      "Health"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Denton",
      "Galveston",
      "Beaumont"
    ]
  }
}