{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198612",
    "date": "December 1986",
    "year": 1986,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1986/19861200.pdf",
    "issue_cover_image": "",
    "document_start_page": 162,
    "toc_start_page": 162,
    "document_page_range": [
      [
        162,
        163,
        164,
        165
      ],
      [
        226
      ],
      [
        228
      ]
    ],
    "toc_order": 9,
    "toc_headline": "And A PiñAta In A Pear Tree",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198612-andapina",
  "source": "/1986/19861200.pdf",
  "wp_post_id": 120576,
  "wp_post_guid": "http://www.texasmonthly.com/article/and-a-pinata-in-a-pear-tree/",
  "authors": [
    "Catherine Chadwick"
  ],
  "headline": "And a Piñata In a Pear Tree",
  "dek": "For choice Christmas gifts, the shrewdest bargain hunters head south of the border to the streets of Nuevo Laredo.",
  "spread_caption": "",
  "excerpt": "In eight square blocks of Nuevo Laredo you can sample a cactus taco, hone your bargaining skills, and buy the best Christmas gifts on the border.",
  "kicker": "",
  "word_count": 2914,
  "content": "<img /><img /><p>The magic of Marti's: equipale, or “pigskin,” chair from Guadalajara ($59); handwoven 100 per cent wool shawl ($9.50); wooden harvest-dance Indian mask from Guerrero(14); etched alpaca, or “nickel silver,” glass holders ($8.50-$12); eleven-inch alpaca serving plate ($19); papier-máché fruits and vegetables ($2-$3.75). At Alfarería Guadalajara (right) you name your pot, they got it.</p><img /><p><span class=\"dropcap\">C</span>hristmas Shopping In Nuevo Laredo is a time-honored ritual for Texans, and many are addicted to the annual event, which combines the kick of international travel with the chance for great buys on exotic gifts. An informal singles group from Austin that calls itself the Eclectic Society makes the trip yearly, bringing back pinatas, boots, and cases of Corona on rented buses. A trip from Houston organized by Lone Star Travelers is billed as “Christmas Shopping in Nuevo Laredo.” The Bible Way Church of Waco sends its choir on shopping tours, and Tex-Mex Travel of San Antonio escorts tourists to the Mexican markets.</p><p>Other shoppers travel in smaller groups or alone and visit the exceptional furniture and housewares stores, where they can decorate their entire ranch house in Mexican colonial style, or they stop at the jewelry store where custom-made gold and silver designs are brought out for their eyes only. Skeet-shooters from the club La Bota and hunters from private lodges come across on the weekends to lunch at the Cadillac Bar and spend the afternoon shopping. Although Nuevo Laredo’s national arts and crafts center closed four years ago, it was, according to one shopkeeper, “because so many of us are doing our own clever things here.”</p><p>Of all the Mexican border towns, Nuevo Laredo is the most convenient for travelers from Dallas, Houston, Austin, San Antonio, and South Texas (the Tex-Mex Express will bring train passengers from Corpus Christi to Laredo every weekend beginning in February). Leo Garza, the manager of the Laredo Tourist Bureau, expects between 18,000 and 19,000 visitors to pass through town in December on their way to get terrific deals across the river on leather, furniture, fabrics, ceramics, jewelry, and art. And, as you are about to discover, there are bargains for everyone on everything.</p><p>by Catherine Chadwick</p><p>Photographs By Tom Ryan</p><p>But first it must be said that Christmas shopping on the border is not like shopping anywhere else, and you should be prepared for challenges and quirks as well as rewards. Instead of a Santa Claus on the street corner, there will be, most likely, a poor woman wrapped in rags, surrounded by children, begging for money. Bing Crosby Christmas carols will be missing, but there are some things you won’t get at a mall —a fresh <em>jugo de melon,</em> one of a variety of tangy juices sold at walk-up counters on the main street, or a taste of shredded green <em>nopalitos</em> (cactus) from a street vendor.</p><img /><img /><p>While most merchants —certainly the ones in the more exclusive shops —understand English, Spanish comes in handy when haggling over prices. (You should be able to get at least a 10 per cent discount, especially at the tourist stores closest to the bridge, where goods are marked higher for that reason.) Because the dollar is more valued than the peso, most merchants mark their prices in dollars and prefer to deal in dollars. But you should use pesos to purchase items marked in pesos. Otherwise, there’s no telling what kind of exchange rate the store will give you. And if what you are buying costs more than $300, the amount you may save by paying in pesos will make it worth your effort. For example, an irresistible item carries a price tag of 800,000 pesos. If you pay in pesos, you will be spending the equivalent of $1000 (at November’s prevailing exchange rate of 800 pesos to the dollar). But if you want to pay in dollars, the store could easily announce its rate is 700, and you would end up paying $1143. By the way, the better exchange rates are given at banks on the American side. But don’t get stuck with too many pesos, because you’ll lose money buying back American dollars.</p><p>Also, there are the rules and regulations for crossing the border to keep in mind. For a visit of less than 72 hours, you won’t need any paperwork, not even a tourist card. If you drive across the border, there are two bridges you can cross on: the one near the hotel La Posada —number one —or the new bridge that extends from Interstate 35. Each charges 75 cents. A couple of warnings: U.S. car insurance is not recognized in Mexico, and traffic accidents and violations are considered a criminal offense. It is strongly recommended that you buy Mexican insurance in Laredo before leaving; at $4-$6 a day it’s worth it (try Sanborn’s, 2212 Santa Ursula, 722-0931). The streets in Nuevo Laredo are narrow and crowded, but you can park in a garage (the one on Victoria, between Matamoros and Juarez, is convenient to most shops and costs 50 cents an hour) or on the street; the men in khaki uniforms waving crazily at you will point you to an available space and sell you coins for the meter—for a tip, of course.</p><img /><p>[ Continued On Page 226 ]</p><p><em>Cupids, curlicues, hearts, and flowers decorate Jorge Bautista’s dreamy brass boxes at Marti’s (large, $110; medium, $69). More from Marti’s (below): antique bronze candelabra ($750), Manuel Felguerez black clay sculpture ($79), woven wool rug from San Miguel.</em></p><img /><img /><p>At <em>Casablanca Gifts (above): Christmas-red boa boots ($225), a black ceramic vase ($24), a sterlingsilver bead and heart necklace ($64) with matching earrings ($22), and a crystal sugar dish from Monterrey ($10). From Rafael de Mexico: (far right) a hand-carved pine end table ($160), tea for two in blue (pot, $8; cup and saucer, $4), and a clay flute ($7); (near right) a still life in purple by David Paz (thirty by twenty inches, $100).</em></p><p>[ Continued From Page 164 ]</p><p>If you walk, leave your car below the Riverdrive Mall and use bridge number one (for convenience, you may wish to stay at either the nearby Hilton or La Posada). You pay 15 cents and are in Mexico in about three minutes. If, on your way back, you are loaded down with bulky packages or are just pooped from such an international day, you can hail a taxi for a ride to your hotel. Mexican cabs are not metered, so make sure the driver quotes a price before you get in; a trip from the downtown shopping area shouldn’t cost more than $10 for two people. (Cabs from Laredo are not allowed to go into Mexico to pick up passengers.)</p><p>Upon your return to the U.S., whether you are in a car or on foot, customs agents will ask your citizenship, and you must declare everything that you purchased. You are allowed to bring back $400 worth of goods duty-free (but only for personal use and only once every thirty days). Liquor can be brought back by visitors over 21 and is still one of the best buys: a 750-milliliter bottle of La Rojena Centenario tequila was only $4.45, compared with $12.99 here. U.S. Customs has a list of items you cannot bring back. The obvious ones are fruits and vegetables, guns, and drugs. Something the list will not tell you is that items made from endangered species, such as crocodile or sea turtle, are <em>not</em> okay to bring back.</p><p><span class=\"dropcap\">M</span>ost of your scouting will take place in an eight-block area along Avenida Guerrero, the main street of Nuevo Laredo, and its fringes. Typical tourist shops, teeming with brass ashtrays, onyx elephants, straw hats, and turquoise bracelets, pop up just as you step off the bridge. Shop owners stand poised in their doorways, inviting shoppers in or questioning what it is, exactly, they are searching for. If indeed what you want lies in this kind of store, browse first, compare prices, and get ready to bargain. Don’t hesitate to let the salespeople know that you saw their $8 copper Christmas-angel candlestick for only $6.50 two doors down. Some standard stores (all on Guerrero) are better than others: El Arte Azteca carries mother-ofpearl, copper, and silver bolo ties and resembles a tack shop, with its spurs, boots, bridles, and whips. Tiffany-style lamps and an intense assortment of brass baubles are to be ogled at Galva Gifts. At 208 Guerrero, women’s clothes —all-cotton fiesta dresses ($6.80-$80) -are better than usual. Ponce’s Curios, a store with a catchy sign, “This Is Your Favorite Store,” overflows with morethan-affordable items such as pinatas ($2.50), lime squeezers ($1.25), tortilla presses ($3), and all sizes of <em>molcajetes, </em>or volcanic-stone mortars (small, $3.50). For your heavy-duty <em>turistico</em> shopping, head to the hub of it all, Nuevo Mercado de la Reforma (on Guerrero at Belden), a three-story, open-air mall rife with shopkeepers eager to score a sale (Robert Schrader at the Hilton even gives guests discount coupons —up to 25 per cent-for many of these places). You can find everything of a particularly undistinguished quality here, from bright bouquets of paper flowers and multicolored huaraches to dental care. Do stop at the dry goods store on the street level. <em>Vainilla extra</em> ($2.25 a liter for Tropical, the best brand) and canned <em>chiles chipotles adobados</em> ($1) are hard to find in the U.S., even in Texas, and make smart presents for the Diana Kennedy aficionado.</p><p>What makes shopping in Nuevo Laredo special, however, are several wellestablished stores that are so selective in their merchandise and sophisticated in their taste that you not only are buoyed just by being away, at last, from the ordinary but are dazzled by the possibilities of immediate purchases. The best reason for taking your car is to make the twentyminute drive out Guerrero to Rafael de Mexico (Reforma 3902, 4-2588; Monday through Saturday 9-7, Sunday 9-1), an immense treasure house cluttered with gifts, arts, and antiques (“a little bit from everywhere in Mexico,” according to owner Rafael Costilla) that ends with a large furniture-making shop in the back. In business for eighteen years, Costilla designs custom pine pieces, such as a massive and elaborate hand-carved mantel ($600), a reproduction of a simple monastery bench ($240), trunks ($180) and boxes ($120) stained a translucent white and each “tied” with an elegant, thick wooden rope on top, and an assortment of dining room tables and chairs ($220$1000). Costilla has a feel for the classics and a knack for creating a warm and invigorating environment in which to show them. Hundreds of boxy glass lanterns hang from the twelve-foot ceiling, and perforated tin mirrors from San Miguel ($295), masks, carved wooden angels ($65), and oil paintings by Nuevo Laredo artist David Paz adorn the walls. Paz’s realistic still lifes, rich in color and gastronomical in theme, are wonderful. One, an assortment of fruits, seems almost Florentine ($400). A smaller one, of garlic, eggplants, and purple onions, has a lovely wintry light ($100). Another artist, Medrano, from Santa Rosa, makes vibrantly colored primitive toy cars and airplanes from clay ($1.50-$85). A set of contemporary cobalt-blue stoneware from Toluca (twelve place settings, $326) is sleek and curvaceous in design and sturdy as all get-out. Great stocking stuffer number one: lion-faced clay flutes from Texcoco ($7.90).</p><p>Just opened in February, La Casa de los Cuatro Patios (Guerrero 3047; Monday through Thursday 9:30-6, Friday and Saturday 9:30-8, Sunday 9-3:30) is a mini shopping center not far from Rafael’s and next door to the Hospital San Jose. The brick patios are shared by a barnightclub, an indoor-outdoor restaurant called Tom and Jerry’s, and a gift shop selling carpets, ladies’ dresses, pricey furniture, ceramics, mirrors, and silver picture frames. Upstairs is a beauty shop. Don’t miss the two murals by David Paz —one is next to the gift shop and the other is near the outdoor bar.</p><p>While you’re away from downtown, take advantage of some cheaper prices. Your patio or potted plants will benefit from a quick stop at Alfarerfa Guadalajara (on Guerrero at Chihuahua), which has scads of clay pots in all shapes and sizes. Across the street, the Super Hogar (Guerrero 2009) has heaps of incredibly inexpensive kitchen accoutrements. Speckled blue enamel plates ($1.63), silverware (three for $1), and pans ($4.80) are ideal for camping or picnics. Newlyweds and college students, take notice: heavy-duty brooms are just $1.</p><p>Back in town, head for mighty Marti’s (Victoria 2923, 2-3137; Monday through Friday 9-6, Saturday 9-7:30, Sunday 9-3), the Gump’s of Nuevo Laredo. Set back from the street bustle and insulated by a small courtyard, Marti’s is soothing in its finery. For 32 years, Marti Franco’s rare taste and spirit have pervaded her huge three-level furniture-clothing-gift store. It’s no bargain basement; even the more-reasonably priced items at the higher end of the scale are serious: a brown-and-white onyx backgammon table ($785), a carved wooden folding screen ($2950), a pair of two-tiered bronze candelabras ($1500), and an antique carousel horse ($1200). Marti specializes in contemporary designers from all over Mexico, and a brief tour of her collection reveals a small crystal paperweight globe ($98) by Pedro Ramirez Vazquez, the architect for Mexico City’s National Museum of Anthropology; silver from Taxco featuring designs by the late jeweler William Spratling ($3.95—$89); eccentric furniture, such as a Pedro Friedeberg chair that looks like a giant cupped hand ($1200); Jorge Bautista’s rubbed brass boxes decorated with whimsical heartshaped figures ($98); and colorful yet tailored women’s clothing by Girasol. Ceramic Day of the Dead masks, glazed in electric blue, green, and red, were a deal at $32.50, as were the 100 per cent wool shawls for $6. Marti’s is also the place to buy basic bric-a-brac, like strands of ceramic garlic, red chiles, or onions. Great stocking stuffer number two: glossy papier-mache radishes, eggplants, or tomatoes ($2-$3.75).</p><p>Just half a block up Guerrero from Marti’s is another shopping tradition, <strong>Deutsch</strong> (Guerrero 320, 2-2066; Tuesday through Friday 10-5), where what you see isn’t all you get. Yes, you can select from lovely handcrafted ceramic dinnerware with a yellow bird painted in the center and a forest-green border (plate, $15; cup and saucer, $15; coffeepot, $38; casserole, $38) or some nineteen-inch brass candlesticks ($32 each) or sterling silver belt buckles ($150). But Russell Deutsch is best known for his custom-made gold and silver jewelry, which he brings out only on special request. As you can tell by his not-so-convenient hours, Deutsch doesn’t cater to the average tourist.</p><p>Newer to the retail scene is <strong>Casablanca</strong> Gifts (on Guerrero at Pino Suarez, 2-0656; Monday through Saturday 9-8, Sunday 9-4), where Montana brand boots from Leon are the centerpiece. Try on some of red boa ($225), ostrich ($200), or plain reverse bull hide ($70). Casablanca also carries Monterrey crystal (a decanter costs $21.88), men’s python wallets ($20), and good buys on jewelry. Great stocking stuffer number three: a sweet 23-inch necklace of linked hearts in ster<strong>ling</strong> silver ($64). Open for only four months, Casablanca keeps adding items to its stock. Ask Don Pedro, the manager, to show you the newest finds.</p><p>Farther up Guerrero is a spot where you may feel at home, Nuevo Laredo’s <strong>Ralph Lauren Polo Shop</strong> (Guerrero 934, 2-5340; Monday through Friday 10-6, Saturday 10-7, Sunday 10-1). Astounding steals can be made on off-season clothes, such as swimming trunks ($13.50) and short-sleeved men’s cotton shirts ($21). But even current styles are 20 to 30 per cent less than what you expect to pay in the U.S.</p><p>To the east of Guerrero lies another wonderland of handmade home furnishings, Bill Luffs <strong>La Casona</strong> (Ocampo and Belden, 2-9340; Sunday through Saturday 9-6). Luft, a designer who lives in Laredo, has spent twenty years traveling in Mexico. Working with architects and landscape designers, Luft custom-builds furniture and provides antique doors, colonial cupboards, spotted cowhide chairs, wrought-iron patio tables, giant clay containers, hand woven fabrics, carved stone, and blown glassware to his clients, who are mostly South Texas ranchers. Recently, La Casona was temporarily closed by the striking Mexican Retail Clerks Union. But as of late October, with the “heavy negotiations” behind him, Luft had reopened. “I have a warehouse bulging with new things,” he reported.</p><p>Across Ocampo from La Casona is a quiet little artisans’ mall called <strong>Los Arcos, </strong>where nicer wool blankets and blue glass plates and pitchers can be snatched up for a fair price. Inspect the mysterious clay figures —such as the goddess of life and death, a half-woman-half-skeleton wrapped in a striking snake ($120) —at <strong>Ceni-Pochetecal,</strong> the first shop on the left and the best.</p><p>For the home designer or do-it-yourself remodeler, wholesale prices on both terracotta Saltillo tiles and hand-painted ceramic ones can’t be beat. There are many tile distributors in Nuevo Laredo to choose from, but one of the most convenient outlets is <strong>Fama de Nuevo Laredo</strong> (corner of Jesus Carranza and Dr. Mier, 2-1606; Sunday through Saturday 9-7), about five blocks south of the new bridge on the right-hand side. You will see more types of tile than you ever imagined ($7$11 for enough interior tiles to cover eleven square feet).</p><p>If at this point your wallet is a little flimsy and you feel a little weak from so much fiscal activity, what do you do? Head to the local faith healer’s store, of course. At the dark and musky <strong>Herbario Laredo</strong> (on Pino Suarez, west of <strong>Guerrero), clumps of dry herbs, roots, and</strong> aloe vera are shelved next to fertility candles, plaster of paris saints, and teas for knowledge, blood, or nerves. Look for the rare rock talismans that bring you money. You may even the find the long-lost incense that makes you a smart shopper.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Laredo",
      "Shopping",
      "Nuevo Laredo",
      "Border",
      "Mexico",
      "Bridge",
      "Christmas",
      "Santa",
      "Travel",
      "Boots",
      "designer",
      "Furniture",
      "Giant",
      "Home",
      "House",
      "Insurance",
      "South Texas",
      "Tex-Mex",
      "Texas",
      "Antiques"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Laredo",
      "Texas",
      "Austin",
      "Corpus Christi",
      "Houston"
    ]
  }
}