{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198612",
    "date": "December 1986",
    "year": 1986,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1986/19861200.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 146,
    "document_page_range": [
      [
        146,
        147,
        148,
        149,
        150,
        151,
        152,
        153,
        154,
        155
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Making It In the Bust",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198612-makingit",
  "source": "",
  "wp_post_id": 120588,
  "wp_post_guid": "http://www.texasmonthly.com/article/making-it-in-the-bust/",
  "authors": [
    "JIM Atkinson",
    "BARBARA Paulsen",
    "PETER Elkind",
    "ALISON Cook",
    "CATHERINE Chadwick",
    "ALISON Cook",
    "ALISON Cook",
    "PAUL Burka",
    "ALISON Cook",
    "PATRICIA Sharpe",
    "PATRICIA Sharpe"
  ],
  "headline": "Making It in the Bust",
  "dek": "Who says you can’t get ahead in Texas anymore? Yes, good times create ever-expanding markets for things people never knew they needed. But that doesn’t mean hard times don’t bring opportunities of their own. Here are some discerning entrepreneurs who have mastered the art of surviving today: they have simply figured out how to make money when no one has any.",
  "spread_caption": "",
  "excerpt": "At a time when Texas seems to have lost its gift for creating fortunes, there has emerged a group of entrepreneurs who are making money by catering to the needs of people who are going broke.",
  "kicker": "",
  "word_count": 7245,
  "content": "<p><strong>ONE Day a Middle-Aged Manager Left His Job Because Of Tumbling Oil Prices. The Next Day He Was Rich</strong></p><p><strong>EVEN In 1986, Frank</strong> Whitworth of Richardson can tell you there’s nothing that makes overnight fortunes like the oil business.</p><p>A year ago Frank was just another working guy. Sure, he and his wife weren’t exactly poor: Frank earned $70,000 as a supervisor of telecommunications at atlantic Richfield (arco) in Dallas, and they lived a comfortable, upper-middleclass life. But about all he looked forward to was retiring in two years, when he would pass the magic benchmarks of 55 years of age and 30 years of service to the company. Then last year oil prices started plunging, and events conspired to make everyone else’s misfortune Frank Whitworth’s windfall. Arco offered Frank a chance to become rich. All he had to do was quit.</p><p>As crude prices began their precipitous decline on the New York Mercantile Exchange, large producers like Whitworth’s employer instituted across-theboard cost-cutting measures. Arco offered early retirement to its 35,000 employees, aiming to reduce payroll and overhead.</p><p>Like most large retirement plans, arco’s was tied to a complex formula involving salary, length of service, and age. The company’s proposal was this: if an employee would agree to retire immediately, arco would sweeten the pot by adding five years of service and five years of age to his annuity chart. For younger employees or older <strong>workers with relatively few</strong> years of service to the company, the offer was obviously less attractive. And for many employees with respectable figures in each column, early retirement was no bonanza.</p><p>But once Frank got to figuring his particular situation, he realized that he had hit the jackpot. Frank Whitworth is one of those rare Texans who can say with a straight face, “It’s true. The drop in the price of oil was the best thing that ever happened to me.”</p><p>Even in this age of the mega-annuity, Whitworth’s numbers were staggering. Had oil stayed at about $30 a barrel and had he retired at 53, his company-funded annuity would have kicked out about $150,000, either on a long-term payout or in a lump sum. But adding five years of service and five years of age drove him further through the critical cusps of 30 and 55 and in the process nearly doubled his booty to $290,000.</p><img/><p>Photograph By Charles Ford</p><p><em>Frank Whitworth can afford to put his feet up. Because of the slump his employers wanted him to quit, so they made him an offer he couldn’t refuse.</em></p><p>And that was only the beginning. In addition to his basic annuity, Frank had taken advantage of nearly every other savings gadget offered by the company during his 28 years of service. For a number of years he had dumped 10 per cent of his yearly earnings into a salary deferral program and 6 per cent into another savings vehicle. He had put an additional 5 per cent into yet another special annuity. And he had taken advantage of employee stock options. On top of that, arco also tossed in 36 weeks’ severance pay. And then there were those four weeks of vacation Frank had accrued. If liquidated, all those funds added up to $140,000 or so. All he had to do was say, “i’m outta here,” and the company would cut him checks totaling about $433,600.</p><p>“I couldn’t sign the papers fast enough,” he said recently. “It was like, hurry up before I wake up and find it’s a dream.”</p><p>Frank now does a lot of lunch, along with five miles of walking a day, a little golf, and frequent trips with his wife. He is the only middle-aged man i’ve seen these days who doesn’t look as if he has just been kicked in the solar plexus.</p><p>So far, his investment strategy has followed the guidelines that have gotten him where he is: be excruciatingly conservative. He simply rolled the annuity money into one whopping personal IRA. He has plopped $100,000 into tax-free municipal bonds. The rest has gone into blue-chip stocks. “I don’t need it yet, so why use it?” he says.</p><p>I had walked to our luncheon appointment, and Frank insisted on giving me a ride back to work in his wife’s new Cadillac Seville. “Listen,” he said as I climbed out of the car, “if you can, put in there that i’ve already got my investment game plan down, and I don’t need any more cold calls pumping a new tax-free bond. Since I left, I bet i’ve spent as much time with those calls as I have playing golf.”</p><p>Photograph By Brian Smale</p><img/><p><em>Howard Pharr (1.) and David Hodges sell low-priced heaps to people with no credit. That's what puts Cars 'r' Us in overdrive while competitors sit idle.</em></p><p><strong>Their Cars Look Like Wrecks, Their Prices Are Low, Just Walk Over . To Their Lot, And Give Them Your Dough</strong></p><p><strong>ONE Man’s Wreck Is</strong> David Hodges’ gold mine. Though most used-car dealers are in a frenzy over the economy and the cut-rate new-car loans that are sucking up customers from their market, Hodges isn’t worried. Blond and goldchained, with tinted glasses and a boyish grin, the 33-year-old Hodges is the owner of Cars ‘r’ Us, a booming used-car business in austin that’s designed to succeed not despite the bust but because of it. Hodges has been selling an average of 45 cars a month—about three times as many as other used-car salesmen with his lot size-netting $44,000 during his busiest month, and business is only getting better.</p><p>Before David Hodges opened Cars ‘r’ Us last March, an import outfit at the same location was hawking Mercedes, BMWs, Volvos, and other high-dollar late-model used cars that now represent the softest spot in the market. When that dealer bailed out, Hodges grabbed the prime location on Lamar Boulevard, one of austin’s major arteries. Since then, he has carved a niche in the market. He buys bottom-of-the-line, mostly high-mileage and mid-sized older cars cheap from new-car franchises that are overloaded with trade-ins. Then he sells them to people who are looking for basic transportation. “Our customers are definitely on the lower end of the economic spectrum,” Hodges says. “But we don’t treat them like scum.” Unable to qualify for financing, his customers are deaf to the enticements of 2.9 per cent car loans. Most of his clients are the working poor, though these days Cars ‘r’ Us sees some middle-management types with cash-flow problems who have had their fancy cars repossessed.</p><p>Cars ‘r’ Us is what’s referred to in the business as a “note lot,” selling used cars on a sort of rent-to-own basis. An average down payment runs between $400 and $900, but Hodges is eager to make a deal and will let customers pay off the down payment in installments. Over the next year they’ll hand over the rest in weekly payments, usually about $40. Hodges uses a black binder marked <strong>“PLAN”</strong> to keep track of the two hundred clients presently on his books. Getting his customers’ names in the note binder is the key to what Hodges calls the System: “One of the reasons we’re doing so well is that we carry these notes,” he explains. Since the down payment is sometimes all Hodges has invested in the car, the payments coming in every week are pure gravy.</p><p>“This operation comes close to the profitability of a gambling casino,” says Howard Pharr, Hodges’ executive sidekick and head repo man. Hodges tells a customer, “I don’t sell you a car on your credit but on your ability to pay.” He requires no credit history or proof of money in the bank. Many of his customers don’t have bank accounts or telephones, let alone MasterCard or Visa. If their cars break down, Hodges will have one of his mechanics fix them, and if they can’t afford to pay all of the repair costs, he just adds it to their note. When you buy a car from Hodges, he’ll find out when you get paid (“To some we’re nursemaids. I have to tell them how to manage their money, to stop going to the bars so much”). If you don’t show up to make your payment, he’ll consult the “skip sheet” that you filled out when you bought your car and proceed to call your employer, relatives, and friends until he has tracked you down. If he finds out you’ve quit your job or moved without telling him, he’ll repossess your car, sell it again, and make twice as much money.</p><p>A prominently displayed sign over Hodges’ desk offers a warning: “Our Prices are Fair, Our Cars are Neat! If You Miss a Payment, You’ll Be Back On Your Feet! Be On Time!!!” an even more visible sign labeled “Repo List” hangs over Pharr’s desk, listing the cars that need to be picked up with the set of spare keys that they keep on each note car to confiscate the vehicle.</p><p>Hodges and Pharr have been working together since they quit their jobs selling new cars at North Point Dodge more than a year ago. “You’re looking at two of maybe fifty of the best individual salesmen in the state. You usually don’t find that at this level of the business,” Hodges says. Calling themselves the Bartles and Jaymes of the used-car business, each will separately tell you the same “good Samaritan anecdotes” about how they help people out, advise them, fix their cars, give alcoholics jobs, cut some slack to a deliquent customer who’s been decent. Says Hodges, “We’re really softhearted guys.”</p><p><strong>“Our customers are definitely on the lower end of the economic spectrum, but we don’t treat them like scum,” says David Hodges. But these days Cars ‘r’ Us sees more middlemanagement types with cash-flow problems who have had their cars repossessed.</strong></p><p><strong>See THE 550 Houses. See the Banks Foreclose On the Houses. See a Realtor Sell the Houses And Make MOnEY!</strong></p><p><strong>WHEN an Arlington</strong> builder named E. A. Hott filed for bankruptcy a year ago, throwing 850 rental houses into foreclosure proceedings, most people in real estate saw it as one more dismal sign of the increasingly dismal times. Lou Smith saw it as an opportunity.</p><p>Lou Smith Realty, based in North Dallas, was more accustomed to dealing with $160,000 homes in Plano than with $70,000 rental property in arlington. But it was no time to look down one’s nose at business. Smith, a large, energetic woman who started her own realty firm in 1970, quickly contacted the fifteen lenders who were foreclosing on the Hott properties with a proposition: if they would give her exclusive rights to handle the houses, she would sell them fast.</p><p>Lending institutions are about as fond of dealing with foreclosed properties as tennis referees are of handling John McEnroe. “It costs us about thirty-seven dollars a day to carry a sixty-thousand-dollar home,” says Pat Walz of Gibraltar Savings, one of the lenders on the Hott properties. “The quicker we can sell the property, the better off we are.” So most of the lenders signed on, giving Smith contracts to handle 550 of the Hott homes —more than $35 million worth of real estate. She receives a fee to manage the property and a commission on each sale. As of last January her company was in the business of foreclosed properties in a big way.</p><p>Smith did not, to put it kindly, have a lot to work with. Clustered in three neighborhoods built on the southwest arlington prairie, the three-bedroom, two-bath brick houses lined street after unlandscaped street. “The big question,” says Smith, “was how do you create urgency with five hundred and fifty houses that are all alike?”</p><p>Smith decided to treat the real estate like a new subdivision. She persuaded the lenders to make repairs on the houses and plant a few bushes, trees, and flowers. They agreed to offer cut-rate financing and low closing costs. Smith opened two on-site sales offices, from which her staff of twelve also managed the rental properties. They fixed prices at between $65,500 and $84,800 and allowed no negotiation.</p><p>First-time homebuyers were the target. Smith advertised on cable television and in local newspapers with a classic why-rentwhen-you-can-own pitch. Her staff lectures prospective buyers on how they can afford to buy before showing them a single house. “It’s like selling cars,” says Glenda Hammock, who runs the arlington office. “We only have one brand.”</p><p>A quarter of the houses sold to tenants. Smith has not renewed many monthly leases in order to prepare the houses for sale. But not all at once. She has deliberately brought a limited number of houses on the market, both to maximize rental income and to maintain the sense of urgency. Says Hammock: “We had a couple come back today and ask, ‘Is our house still available?’ Like there aren’t forty more of them.”</p><p>Typical of Smith’s clientele are Mark and Tenna Burdick. Mark, 27, is a computer technician; Tenna, 21, is a receptionist. The Burdicks signed a contract on a $68,300 house sight unseen because the property was still occupied. “They’re going to fix everything up,” says Mark. “It’s going to be just like a new house. It’s great.”</p><p>Smith says that she is selling forty Hott houses a month for a total of about $15 million in gross sales as of this fall. Without the foreclosed real estate, her company would have suffered an 8 per cent drop in total sales. With the Hott houses, Lou Smith Realty has sold $159 million worth of property as of October—just about even with last year. “a lot of people have settled in and said, ‘Well, these are hard times. We just want to survive,’ ” says Smith. “Our goal is not to survive. We’re trying to make money.”</p><p><strong>FORGET Finding Oil Reserves. In the New Service Economy the Real Money Is In REPACKAGInG Out-Of-Work Oil Executives</strong></p><p><strong>the View Is Highly</strong> satisfactory from Robert B. Chapman’s flossy tenth-floor offices in the green-skinned allied Bank Plaza in Houston. City hall anchors the composition in its art deco glory, framed by sleekly self-confident skyscrapers. But while the city’s bureaucrats agonize about cutting services, the owners of the high rises struggle to lease out space, and their tenant companies pare back to cope with hard times, it’s a cheerier story at Chapman’s King, Chapman, and Broussard (KCB), a management consulting firm that has doubled in size each year since starting in 1983. During Houston’s worst economic trauma since the Depression, KCB has grown from 5 employees to 59, from one office to five in Houston, plus locations in Dallas, Denver, Detroit, atlanta, and San Diego. Three years ago almost nobody had heard of the firm; now it’s fielding calls from all over the country.</p><p>KCB’s dazzling growth came largely through the magic of outplacement consulting, one of the gold-dust phrases of contemporary american business. In the simplest terms, “outplacement” means helping people who get fired or laid off to look for new jobs, although the vocabulary that has sprung up around this relatively new field puts it more delicately. Curlyheaded and enthusiastic, Bob Chapman speaks of “departure, usually of an involuntary nature” and of corporate “downsizing.” The companies doing the axing pick up the tab for KCB’s services, and the plummeting price of oil has meant that the firm is full up with clients. These days it is more profitable to repackage oil executives than to find oil reserves.</p><img/><p>Photograph By Charles Ford</p><p><em>Lou Smith took on $35 million of unpromising foreclosed real estate and managed to convince hundreds of buyers that it’s the hottest property around.</em></p><p>Chapman and his founding partners, Michael P. King and William J. Broussard, handle a blue-chip roster that includes Tenneco, Pennzoil, Conoco, Gulf, Superior, Getty, Occidental, Schlumberger, Hughes Drilling Fluids, and Zapata. “Our typical manager-executive client has worked for the same company for twenty-five, thirty, or forty years. Now, frankly, the company just can’t afford to keep them,” says Chapman.</p><p>What does KCB do for these unfortunate souls? Lots and lots, except actually find the client a new job. A harbinger of the change in the U.S. economy from goods production to services, KCB hopes to turn the once-uncodified job search into a sort of social science. Its consultants help the terminated employees assess their skills, research job opportunities, prepare resumes and letters, and make contacts. They coach clients on interview techniques, on negotiating for good references, on answering sticky questions, and on closing a job offer. They even provide financial planning and mundane necessities like office space and clerical support.</p><p>These services do not come cheap. The fee to companies that turn over such employees to KCB is 15 per cent of the employee’s annual salary. KCB also counsels executives who are keeping their jobs; the firm routinely advises corporations on how to lay off people without creating a media debacle.</p><p>A Tenneco spokesman explains why the company uses outplacement services: “In many cases, these are people you’ve worked with for years. They’re friends; you know their families. You just don’t shove them out in the cold. There’s nothing you can do to make it right, but outplacement does help.” Of course, it isn’t benevolence alone that prompts a company to spend big bucks on outplacement; pragmatic considerations apply. Ex-employees who don’t feel shafted are less likely to make a beeline for the competition. And the public relations benefits are obvious. Within the company a humane outplacement program mitigates the cancerous would-they-do-that-to-me syndrome; within the business world it means that future recruitment won’t be poisoned; within the community it keeps an imageconscious company from looking heartless.</p><p>One of Kcb’s guarantees is that it will work with individual clients until they find jobs, even if they must relocate, which 40 per cent of the firm’s current Houston clients must do (most of their Dallas counterparts, by contrast, can stay put). Kcb even offers its clients a warranty of sorts: if the new job doesn’t work out, no matter what the reason, the client can return within two more years for free Kcb services.</p><p>This year, thanks to several “huge, huge” oil company contracts, outplacement will constitute 65 per cent of KCB’s revenues (the rest comes from general management consulting). But Bob Chapman sees the surge in the demand for outplacement services bottoming out in Houston; most of the companies that can afford such programs have already signed on. “So many companies here are down to the bone now and less willing to pay for services like ours,” says Chapman. Not that he’s alarmed; outplacement is booming nationally. Like many businesses that are thriving in the Texas recession, KCB has plugged into both a regional trend (the economic disruption caused by sliding oil prices) and larger, ongoing trends (shifts in the makeup of the american economy and the paring down of large corporations, a movement driven by competition from imports) . All of that translates into substantial dislocation in the labor force, which means solid outplacement prospects for KCB long after the Texas bust is just a bad memory.</p><p><strong>PEOPLE Are Down At the Heel, So It's In Step WItH the Times To Save SoLES. ToDAY Cobblers Can’t Be Loafers</strong></p><p><strong>PARKED Outside the</strong> Colonie’s North Shoe Repair, in a small strip shopping center off of Interstate 10 in San antonio, are a silver Cadillac, a mauve Cadillac, a yellow Suburban, and a brown Volvo. Inside, where the air is thick with the smell of shoe polish and leather, customers line up at the counter, hoping to get at least one more season out of their cowboy boots, pumps, loafers, and wing tips. Taking a break from the workshop in back is Carlos Galindo, a short and fit 53-yearold, who, with his wife, Sudie, owns the shop. “Let’s make this quick,” he says from behind the register. “i’m a busy man.</p><p>“The economy made this business what it is. When things slow down, people don’t spend money on new shoes. They look in their closets and have their old ones repaired.” after 31 years in the business, Galindo knows how to spot a trend. During the summer, for example, things are usually quiet because people switch to sandals and sneakers. But about two years ago Galindo noticed that work wasn’t dropping off in the summer; it was increasing, as it has been ever since. He explains: “Customers just keep bringing their shoes back, asking for a complete overhaul. ‘Let’s go the fourth time around,’ they’ll say.” a few years ago the shop fixed twenty to thirty pairs of shoes a day, and customers could get their shoes back in two to three days.</p><img/><img/><p><em>Bring him your pummeled pumps, your corroded cowboy wots, your worn-out wing tips. But don’t expect to get them repaired while you wait. Since the downturn, Carlos Galindo has been up to his eyeballs in shoes.</em></p><p>“Now i’m booked a week in advance,” Galindo says. Recently, he has had to turn customers away because he is so swamped. With five full-time employees, including his son Glen, Galindo repairs eighty to one hundred pairs of shoes a day, mostly brands such as Florsheim, Bandolino, and Bally. “This is a fairly good neighborhood. My regular customers are mostly lawyers and doctors. Some ranchers even come in from Hondo and Uvalde.” One customer came in <strong>directly</strong> from the polo <strong>field. Wear</strong>ing tan riding pants and a turquoise polo shirt, the man removed his riding boots and handed them to Galindo for their regular maintenance. “I don’t want to wear these things out,” he sighed.</p><p><strong>PHOTOGRAPH By Steven Pumphrey</strong></p><p><strong>SOME Enchanted Evening, You May Meet an Investor, You May Meet an Investor Who Buys YouR Reo</strong></p><p><strong>a Contained Hubbub</strong> arose from the 75 people who were clustered in the Concorde Room of Houston’s Lincoln Hotel. Heads were bent together in fervent conversations, and eyeballs swiveled restlessly, searching out the next possible encounter. There was furious jotting of names and phone numbers. A few wallflowers drifted about uneasily. A freshman-week college mixer? Nope, a hard-times mixer for all the players in the big new Texas foreclosure and loan workout game, with money instead of sex in the air. It was the climax of a weeklong conference staged by the Ontra Companies, a young austin outfit introducing a new wrinkle to the hard-times conference circuit: an unabashed “market exchange,” in which participants were exhorted to quit being shy and try to make a deal.</p><p>So there they all were on Friday afternoon, uncertain as teenagers—the bankers with portfolios full of dreaded foreclosed properties, the platoons of professionals who service such properties for the lending industry, the lawyers, developers, accountants, property managers, appraisers, contractors, brokers, leasing agents, even a solitary auctioneer, all scouting for contacts and jobs. Also on hand were the loan workout experts, the blossoming fraternity that specializes in keeping troubled properties off a bank’s foreclosure books, either by renegotiating the original loan or by bringing in new developers who are willing to go in on a restructured deal.</p><p>Finally, filling the crowd with nervous anticipation, came the equivalent of the captains of the football team: investors and real estate traders and syndicators —foreigners, Yankees, Californians, even a few Texans-guys who maybe, just maybe, had the bucks and the inclination to take some of those burdensome properties off the lenders’ hands. Texas bankers have only recently started coming out of the closet with their REOs (“real estate owned,” that is, foreclosed properties). “It used to be no one would even mention them, because no one wanted to admit he had those problems,” confided Carl Young, REO manager for Continental Savings association, a Houston savings and loan.</p><p>The architect of this scene, Ontra Companies president Jack Hazzard, was manifestly pleased that people were actually talking. He pointed out such exotic characters as investor Xavier Hermes of the famous Parisian retail family, deep in conversation with an austin banker. Over there were a couple of austin music-scene fixtures turned real estate traders: Charles Trois, once of the 1910 Fruitgum Company, and Michael Brovsky, who used to manage Christopher Cross. Then over at the baby grand was Sri Lankan investor Rohan Joseph. For days Hazzard had been dropping hints about these mysterious buyers, including one with a reputed ninefigure net worth. Like a concerned housemother, he had even given the lenders a pep talk, telling them two deals were already in progress. “The success or failure is gonna be how much you open up to them,” Hazzard preached. “Some are bringing packages to trade—real estate or camels, I don’t know what. It’s up to you to visit and see what you can get out of them.”</p><p>The final results? Hazzard says that ultimately two deals were consummated, but he won’t say by whom. One foreign investor has since offered a dozen bargainbasement contracts for REOs to Texas lenders; not one has been accepted. Continental Savings’ Young, who brought a fat ring binder of REO properties to the mixer, didn t get any offers, but he did get a lot of names and phone numbers. Oh, well. It may take the foreclosure world time to get used to Hazzard-style mixers; meanwhile, the big winner is Ontra itself. Conferences like this one, where participants paid $500 for each of three sessions, can be moneymakers—but it’s hard to put a dollar value on the boost in profile that Ontra received.</p><img/><p><strong>PHOTOGRAPH By Brian Smale</strong></p><p><em>Donald Bonham has found that catering to both Houston’s multiethnic shoppers and the formerly affluent keeps Fiesta Mart’s mountains of tubers, piles of piñatas, and truckloads of trinkets moving.</em></p><p>Hazzard, who owned an austin mortgage company during the boom years, started Ontra in late 1982 with four employees. Now there are nearly one hundred, most housed in a slick austin high rise. They do everything from managing property to handling REO sales. Ontra represents not only lenders but also some large buyers. This playing both sides of the fence is the origin of the company’s name. Ontra is anglicized from the French entre, which means “between.”</p><p>Hazzard envisions Ontra’s moving further into more cerebral areas, such as strategic planning, market research publishing, and conference organizing. But what happens when times get better and the market for help on coping with disaster dries up? By then, says Hazzard, Ontra will have worked itself into an ownership position; the company is buying REOs on behalf of interested investors, acquiring equity in the properties in exchange for its expertise.</p><p>For now, though, Hazzard is planning foreclosure conferences in London and Tokyo—and enjoying the down cycle. “It’s hard to stand up in front of a group of people and tell them there is no good news,” he says cheerfully. “But I like finding solutions in difficult, no-win situations. It’s a lot more interesting than going out and flipping some land.”</p><p><strong>EXOTIC Goods At Bargainbasement Prices Have Strapped Suburbanites Shopping To a Third World BEAt</strong></p><p><strong>FIESTA Mart Is One Of </strong>the most colorful success stories of Houston’s late, great boom years. Everybody likes to tell how Donald Bonham parlayed a couple of funky barrio groceries into a chain of spunky, innovative, larger-than-life stores. How he was among the first to realize what a multiethnic stewpot the city was becoming and to capitalize on it. How his markets were polyglot universes unto themselves, bumptious souks where you could buy clothing, rent a video, make travel plans, eat a taco, lease a house, or browse through flea market trinkets. How among Fiesta’s precarious mountains of chiles and weird tubers and shelves crammed with esoteric foodstuffs even akeem Olajuwon could find what he needed to cure the homesick blues.</p><p>Well, that was then, this is now. How is Bonham’s twelve-store empire faring in these pinchpenny times? Quite nicely, thank you. Bonham reports a slight increase in total sales over a year ago, but the real news is where those sales are rising. “In the inner city, business is kind of flat, but we’re holding our own,” says Bonham. “But our stores on the fringe have really picked up, especially our Spring Branch store.” Both there and at the Southwest Houston flagship store on Bellaire, Bonham says, Fiesta is seeing a lot of new customers—suburbanites who in more prosperous days might have shied away from the store’s exuberant Third World aura and bargain-basement image. “The trend is that, imaginary or real, they feel they can economize with us,” theorizes Bonham.</p><p>Fiesta sales did sag three years ago, when the first oil-price drop set off a wave of unemployment, much of it among the blue-collar workers whom the store has always wooed. Having weathered that slump, Bonham watches today’s wave of unemployment among more-affluent Houstonians propel a new breed of shopper into his stores.</p><p>Bonham, who had expanded cautiously enough to avoid disaster when the downturn hit, has some conservative expansion plans in effect, plans that show he still has his eye on Houston’s evolving ethnic growth patterns. In February Fiesta Mart number thirteen will open in the Texas Highway 6 area. This far northwest sector —the land of foreclosures —is in rapid transition as more minority families move in, and Bonham has every intention of being there to meet them.</p><p><strong>PHOTOGRAPH By Steven Pumphrey</strong></p><img/><p><em>Dick Brown frequents the halls of the Capitol, hawking a product that u more in demand than ever before: his complete mastery of the legislative game.</em></p><p><strong>ONE Man Is Making Big Bucks By PROMIsING To Give Both Business And Government Exactly What They Want</strong></p><p><strong>IN 1984 Dick Brown</strong> quit a secure, wellpaying job in austin and went into business for himself. Since then he has been busier than ever—and for good reason. In hard times, the services of his profession are more in demand than ever. Brown, you see, is a lobbyist.</p><p>Lobbying is one of Texas’ few growth industries. Approximately one thousand people registered as lobbyists during the 1986 brief special session of the Legislature, more than triple the number who were registered for the regular session in 1981. A good lobbyist—and Dick Brown is a very good lobbyist—can command sixfigure fees for a few months of work. It makes sense that lobbyists are in demand: in the bust everybody is looking for an edge that can make the difference between riches and ruin. Take Texas bankers. A little more than a year ago, when a barrel of oil was still selling in the high twenties, they opposed interstate banking; this year, with oil in the teens and uncollectible loans on their books, they paid lobbyists a reported $400,000 to get interstate banking through the Legislature.</p><p>Before Dick Brown joined the ranks of independent lobbyists, he spent fifteen years as the executive director of the Texas Municipal League, a job that made him the legislative spokesman for Texas cities. It is not by nature a powerful position. The league cannot make campaign contributions, it cannot endorse candidates, and it’s often opposed by some of the state’s most powerful interest groups (utilities, labor unions, insurance companies). Yet Brown became one of the Capitol’s most influential lobbyists. He compensated for the league’s weaknesses by learning every nuance of the legislative game. Once he managed to defeat a bill that would have stripped cities of their ability to set electric rates by forging an unlikely alliance with backers of a wildflowers bill who had been offended by utility lobbyists.</p><p>As an independent lobbyist, he has found his meal ticket in the bust. The surest way for a lobbyist to win votes now is to promise to produce money for the state’s depleted budget. Few have done so as successfully as Brown has. Last year, for example, he masterminded the repeal of the state’s blue law—sought by discount retailers like K-Mart—which promised to provide $25 million in extra sales tax revenue.</p><p>This year Brown led the campaign for a state lottery, backed by a coalition that included the Southland Corporation, whose 7-Eleven stores want to sell lottery tickets. Because of its potential to enrich the treasury, the lottery proposal went further than anyone expected, passing the Senate but failing by a few votes in the House. Next year Brown will be back for another try.</p><p>The more controversial the proposal is, the more money it has to raise for the state. “If the lottery raised only twenty-five million dollars, nobody would even listen to us,” Brown says. “But it raises one billion dollars. They’ve got to listen.”</p><p><strong>LAWYERS Have Written a New Book That Stops Before Chapter 11. It Is Called Sue Your Banker. It Doesn't Come Cheap</strong></p><p><strong>IN Simpler Times, Su</strong>ing your banker would have seemed as likely as suing God. But today attorneys skilled at taking lenders to court on behalf of foundering clients are in one of the hottest areas of law. The sue-your-banker craze has gotten lots of play in Texas since the cash crunch set in. Increasingly, desperate borrowers who can’t make their payments are going on the attack in court, charging their banks with everything from pulling the plug without sufficient warning to interfering in the borrowers’ business. The fun is just beginning in the three Hunt brothers’ suit that could result in as much as $13.2 billion in damages from 23 banks on grounds that the institutions conspired to put the Hunts’ oil and drilling firms out of business; that epic struggle seems guaranteed to spawn even more of the so-called lender liability cases.</p><p>A chief catalyst in the sue-your-banker trend is 45-year-old Dallas attorney Tom Max Thomas, an undisputed star of the lender liability universe. A tall, gangly man with an easy Odessa drawl, Thomas brings something besides exhaustive research to his task—namely flamboyant courtroom tactics quite foreign to the staid conduct of your basic business defense lawyer. Thomas’ landmark $18 million judgment in Farah Manufacturing’s lawsuit against its El Paso lenders —the first major award in such a case—made him a multimillionaire in 1983 and sent shock waves through the banking and legal communities. Farah’s lenders had prevented Willie Farah from returning from semiretirement to the family business by threatening to call the company’s loan, even though they had no intention of doing so. In a moment that has passed into lender liability legend, Thomas (who has been known to fall off his chair to distract a jury’s attention) had the slightly built Willie demonstrate precisely how the lenders’ great big lawyer had pounded the table while threatening to call the loan. The jury quite literally jumped.</p><p>The Farah case not only put financial institutions on notice, but it also put lawyers on notice-that there were big bucks to be made. Last year, for instance, Thomas made two million of them. He charges a retainer and an hourly fee ($200 to $350 an hour) plus anywhere from a third to a half of the judgment. Calls from embattled borrowers pour into his office from all over the country at a rate of forty to fifty a month. Of these, he might accept two. “Now you’ve got a whole lot of crummy cases being brought by just about everybody in the world who’s got a beef with his banker,” says Thomas. “It used to be, ‘We can’t pay, let’s declare bankruptcy.’ Now it’s ‘Let’s sue and restructure, and if we can’t, <em>then</em> let’s declare bankruptcy.’ It’s a whole new step in the process.” With cases like Farah on the books, lenders can no longer find safe refuge in the dry language of their loan documents. Very sticky considerations about interfering in their debtors’ business and misrepresenting intentions to call or restructure a loan now apply. Cases have turned on whether the bank seized assets prematurely or gave enough warning before pulling the plug.</p><p>Banks and their attorneys are starting to style such cases “lender blackmail.” But defense attorneys who represent lenders are profiting from the lender liability boom too. Austin lawyer Jay Hailey, who defends many mortgage lenders, wryly calls the cases “why-did-you-lend-meall-that-money-when-you-knew-I-couldn’tpay-it-back” suits. He says defense lawyers are still playing catch-up with top borrowers’ guns like Thomas. But the defense is already striking back with seminars on how lenders and their lawyers can avoid problems when calling a note or working out a loan.</p><p>Thomas is quick to point out that lender liability cases are “a hard go” to try and that—highly publicized cases aside—the banks still win most of them. But the lender liability field is evolving right along with the bust. Thomas, having handled a number of cases for oil-patch borrowers, is seeing more real estate borrowers bring suit. There has been a recent surge in “failure to fund” cases, in which a lender agrees to make a loan and then reneges. There’s no end in sight.</p><p>When a S100,000 House Is Auctioned For 575,000, the Owner Loses, the Buyer Wins, the Auctioneer Takes 7 Per Cent</p><p><strong>the First Time You</strong> bought a house, the <em>mano a mano</em> of the sale—the haggling over price—probably lasted close to a week. Next time, it could all be over in seconds. Real estate auctions are booming in Texas, and thousands of people have gone to an auction in the afternoon and bought a house or condo quicker than it took them to order champagne to celebrate that evening.</p><p>As a result of foreclosed mortgages and unsold new properties, a forest of For Sale signs has sprung up on almost every residential street. Enter your friendly auctioneer. David M. Kaufman, the chief executive officer at Kaufman Lasman associates, has probably brought the gavel down on as many real estate sales in Texas as any other person. Kaufman is based in Chicago, but his business in Texas has gone from none in 1984 to half of his expected $100 million-plus gross sales in 1986, and Kaufman thinks it is only the beginning.</p><p>The idea of real estate auctions as a staple of the state’s economy is not as farfetched as it might sound. “Ninety per cent of the new homes in australia are sold at auction,” Kaufman is fond of pointing out. Property auctions have been catching on in the U.S. since 1981, about the time lending institutions started getting desperate to move foreclosed properties. In the immortal words of one Texas auctioneer, “It’s better to take a twenty-five-thousand-dollar hickey on a hundred-thousand-dollar house than not to sell it at all.”</p><p>The auction in Houston of 150 houses and condos that Kaufman held for Freddie Mac (the Federal Home Loan Mortgage Corporation) on $eptember 13 and 14, which attracted 2000, showed what the future may look like for the average home buyer. In the lobby of the Hyatt Regency hotel on the Katy Freeway, early arrivals were lining up at long tables to register and flash the $2500 cashier’s check required as a deposit should they become buyers.</p><p>Perhaps half of the bidders were real estate brokers and investors looking to pick up a dilapidated house to renovate and resell at a tidy profit. Richard Fallin, a broker and apartment property manager, said, “i’ve bought fifteen houses this way, and I had hoped to pick up something for six or seven thousand dollars today.” Even though everything was selling cheap—perhaps a third under appraised value —he and the other speculators were grousing. “Not as good as the HUD auction a few weeks ago,” one grumbled. Louis and Lucy aparicio, who were living with his parents, watched glumly as the bidding on property number 61, a condo, quickly escalated past their $15,000 ceiling. By the end of the two-day event, Kaufman had made $4.36 million for Freddie Mac.</p><p>So far, real estate auctions are being used mainly by the big lending institutions and builders, who can afford the auctioneer’s commission (Kaufman’s is 4 to 7 per cent) and the cost of advertising—$30,000 to $150,000, depending on the location and the type of housing. Most of the Texas business has heretofore gone to outsiders with experience, but the Texans are learning fast.</p><p>“Real estate auctions are the honey pot of the industry right now,” gloats Bob Emley, a San antonio auctioneer who specializes in horse sales and business liquidations and who is the secretary-treasurer of the Texas auctioneers association. “Up till now, I have sold six or seven houses a year, but recently I helped auction a hundred and one homes for the Veterans administration. In seven to ten years I would like to have a full real estate auction service.”</p><p>In the short run, though, the biggest change may be in the image of the real estate auction itself. The specter of the Depression, when so many people lost the family homestead, still looms fifty years later. Ironically, the present recession may neutralize that feeling. Because of their anonymity and size, today’s mass auctions cause no tears to be shed. Says Eric Piccinini, an administrator of foreclosed properties at Freddie Mac, “We will run our numbers and use auctions as long as they work. The impression used to be that auctioned property was something you couldn’t sell any other way, but it’s not just for losers anymore.”</p><p>They May Not Be Tray Elegant, But Cafeterias Have One Thing a Lot Of Classier Restaurants Don’t Have: Customers</p><p><strong>WHILE Much Of the </strong>Houston business community sits down to an empty plate, at the Cleburne Cafeteria on Bissonnet there’s never been a recession. The lunchtime serving line is backed up to the door, and the scritch of knives and forks combines with the ratchet of the adding machine to create a busy hum that doesn’t let up until the doors close at two-thirty.</p><p>“Business at our Bissonnet store picked up twenty-eight per cent in July and august compared with the same time last year,” says George Mickelis, one of the four members of the family that has owned and operated the cafeteria since buying it in 1953. (The Cleburne opened its second location almost a year ago in Sugar Land.) “Our number of customers is up because people are trading down. We cater to an older clientele-fifty to sixty-five and over —and that part is steady. But recently, business has been like gangbusters with young families and their children.”</p><img/><p>Photograph By Brian Smale</p><p><em>George Mickelis admits you don’t dine by candlelight at the Cleburne Cafeteria. But who needs candles to see that for $5.65 you eat like a trencherman?</em></p><p>While the Cleburne’s 28 per cent jump in business exceeds the norm considerably, cafeterias are enjoying good economic health. Susan Hasslocher, the president of the Texas Restaurant association, says, “There is a noticeable downturn in restaurants with check averages above $8. The best overall are the ones that charge $5 to $8.” Rod Garrison, the chief financial officer for the Piccadilly cafeterias says, “People keep asking me how much we’ve been hurt by the recession, but I just can’t see it.” Most of the Piccadilly’s 108 units are in Louisiana and Texas, and the business posted net sales of $206 million for fiscal 1986, up 10 per cent from last year.</p><p>“Luby’s has been in business for thirtynine years,” says Vernon Schrader, the vice president for marketing at the chain’s headquarters in San antonio, “and we know that in slumps we always do well.” Five Luby’s cafeterias are under construction for 1987, with several more on the drawing board.</p><p>There’s no secret to what’s keeping cafeterias afloat: they’re cheap. A tray loaded with yeoman’s portions of the Cleburne’s most-popular items-half a baked chicken on rice ($2.89), squash casserole (79 cents), fresh fruit salad (89 cents), a yeast roll (19 cents), and egg custard pie (89 cents)—totals $5.65. As Mickelis says, “Two people can eat like crazy here for near ten dollars.”</p><p>The Cleburne’s location, near the heart of the yuppified West University area and close to classy River Oaks, also means that it is an automatic draw for people who in better times were accustomed to dining by candlelight. As one corporate president, a Cleburne regular, observes ruefully, “You live in River Oaks these days, and you can’t afford to eat anywhere else.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Business",
      "Texas",
      "Cars",
      "Oil",
      "Real Estate",
      "Austin",
      "money",
      "Auctions",
      "Auction",
      "Bonham",
      "Economy",
      "House",
      "Houston",
      "Lawyers",
      "Work",
      "Alison Cook",
      "Defense",
      "homes",
      "Arlington"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Kaufman",
      "Houston",
      "D.C."
    ]
  }
}