{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198612",
    "date": "December 1986",
    "year": 1986,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1986/19861200.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 132,
    "document_page_range": [
      [
        132,
        133,
        134,
        135,
        136,
        137
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Advice From the Experts",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198612-advicefro",
  "source": "",
  "wp_post_id": 120606,
  "wp_post_guid": "http://www.texasmonthly.com/article/advice-from-the-experts/",
  "authors": [],
  "headline": "Advice From The Experts",
  "dek": "Economies go in cycles. The best way to be ready for better times is to take action today. So, we put the following to 28 Texans who ought to know what they’re talking about. (1) The Proposition: You have just been given $50,000. (2) The Requirement: Invest that money in Texas now. (3) The Goal: To be able to look back in ten years and say, “Those were some real smart investments.”",
  "spread_caption": "",
  "excerpt": "We gave a bunch of smart Texans $50,000. (Okay, we didn’t really, we just said we did.) The money comes with these strings attached: it has to be invested in Texas now, and the investments have to pay off by 1996.",
  "kicker": "",
  "word_count": 3601,
  "content": "<img/><p>Photograph By Steven Pumphrey</p><p><em>Yoshi Fukasawa, Midwestern State University: “First, I would take $10,000 and open a day care center. Women are going to continue to enter the labor force, so the need for day care will increase.”</em></p><p><strong>Jerry J. Moore</strong></p><p><em>Developer, Owner of Jerry J. Moore Investments, Houston</em></p><p><span class=\"dropcap\">I</span> Would Buy Equity In a Small Threeto four-unit strip shopping center, something that had a grocery, a dry cleaner, a liquor store, and a washateria. Make sure that at least two of the four tenants have a good track record and that the center’s at least ten years old. When you buy the center, put as little equity in it as you can. Assume the previous owners’ note; they probably had the mortgage locked in at 8 or 9 per cent.</p><p>There are plenty of these centers to pick and choose from now because plenty of people are scared. I would say look in Houston, because that’s where people are the most scared. Try to buy at least three centers, but a minimum of two. Then you’ve got to work your butt off. You can refurbish and modernize the centers personally, and you and your spouse can maintain them. Within four years your $50,000 will be worth $100,000, and everyone will say you were lucky.</p><p><strong>Yoshi Fukasawa</strong></p><p><em>Director, Bureau of Business and Government Research, Midwestern State University, Wichita Falls</em></p><p><span class=\"dropcap\">F</span>IRST, I Would Take $10,000<strong>AND Open a</strong> day care center. The population will continue to rise, albeit at a slower rate, over the next ten years. Women are going to continue to enter the labor force, so the need for day care will increase.</p><p>Then I would put $15,000 into an oil company with already-producing wells. Another $15,000 should go into a hightech company that’s undervalued because of the slump.</p><p>I would put $5000 into an efficient fruitand-vegetable-farm operation. I think our diet has been changing, but we still have a long way to go to match the diet pattern of California, so fruit and vegetable farmers may do well over the next ten years. I’d put the last $5000 in a healthy medium-sized Texas bank.</p><p><strong>W. A. Moncrief, Jr.</strong></p><p><em>Moncrief Oil, Fort Worth</em></p><p><span class=\"dropcap\">I</span> Would Buy $20,000 Worth Of Stock In both Texas Commerce Bank and RepublicBank and put $10,000 in InterFirst. I think these Texas banks are going to be taken over by somebody in New York or California, and when that happens you’re going to make a profit pretty quickly.</p><p><strong>Robert Barnstone</strong></p><p><em>Developer and Investor, President of the Barnstone Company, austin</em></p><p><span class=\"dropcap\">T</span>EXAS’ Main Problem Is That It Has Been too asset-based: real estate, oil, and in the old days, land and cattle. True wealth is created by trade—look at New York, Los angeles, Hong Kong. One of the greatest advantages Texas has is its proximity to Mexico, and business along the border has always been trade-oriented. Even though the Mexican economy is down, there are still good opportunities. For example, the border has become the international center for trading on the peso, much of it done not out of banks but out of former storefronts. Retailing and wholesaling to serve Latin american demand will always do well and in good times can do spectacularly well.</p><p>Texas used to have silly regulations that interstate shippers could not ship intrastate, so it used to be cheaper to ship in merchandise for the Texas market from out of state. This rule was just abolished. So pick a field, contact the retailers here, and ask where the distributor who supplies them is located. Nine times out of ten it will be somebody from out of state. Then contact the manufacturers and get exclusive distributorships to serve the state, and in a sense become a manufacturer’s representative for this region.</p><img/><p>Photograph By Brian Smale</p><p><em>Robert Barnstone, developer: “The thing to do with the $50,000 is to find a Vietnamese or Korean immigrant and back him on anything he wants to do.”</em></p><p>Of course, the simplest thing to do with the $50,000 is to find a Vietnamese or Korean immigrant and back him on anything he wants to do.</p><p><strong>Roy Spence</strong></p><p><em>President, GSD&M advertising, austin</em></p><p><span class=\"dropcap\">I</span>F You Own a Company, Put the $50,000 in that; invest in something in which you can make your destiny work. If you don’t want to do that, take 50 per cent of the money and put it into real estate. People will look back on 1986 and say, “If I had put money into real estate, it would have quadrupled.” I would find a steal in raw land on the fringe of development in a city that’s stopped in its tracks because of the downturn in the economy.</p><p>I also believe strongly in the upcoming film industry in Texas. I’m not talking just about location shooting, but as an industry here. So I would take $10,000 and put it into a prudent venture capital fund for film; this is not a write-off, this is to make money. Then I would put $15,000 in communications. Find some other partners and buy a radio station in a market where the overall economy is hurting, such as Midland. Buy an AM-FM station there and hold on to it. You can really make some money when the economy bounces back and you sell it.</p><p><strong>Nat Eisenberg</strong></p><p><em>Economist, Publisher of Main Street Economics Newsletter, Houston</em></p><p><span class=\"dropcap\">i</span>’m One Of America’s Foremost Financial nerds, and the country is experiencing the revenge of the financial nerds. If someone had $50,000, i’d say put it in the bank and forget about it. If Texans had taken that approach during the boom, the state would be better off today. Part of what’s happened in Texas is that people forgot the values their parents taught them. Fifteen years from now, when people look back and talk about the eighties, they’ll call it the yuppie depression.</p><img/><img/><p>Photograph By Steven Pumphrey</p><p><em>Boyd Foster, arrowhead Mills: “Rather than just growing wheat, cotton, and corn, farmers will have to grow new and better crops. We have got a farmer here marketing alfalfa sprouts and doing quite well with it.</em></p><p><strong>Shad Rowe</strong></p><p><em>Stockbroker, President of Rowe and Company, Dallas</em></p><p><span class=”dropcap“>I</span>F I Had the Energy, I Would Be Trying to buy mineral royalty interests on shut-in gas wells from starving farmers. The gas will eventually get sold, and since the poor farmers aren’t making any money on their royalties now, that might make them willing to sell the royalties at a low price. So i’d be out scouring courthouse records.</p><p><strong>Geoffrey Raymond</strong></p><p><em>Executive Vice President and Chief Investment Officer, Texas Commerce Bancshares, Houston</em></p><p><span class=”dropcap“>O</span>NE Of the Areas That Is Very Attractive is travel and leisure. First of all, the tax reform package will put more money into the hands of consumers. Second, the baby boom generation is getting older, and that means they are likely to spend increasing amounts on leisure. I would buy $5000 worth of stock in the following companies: Chili’s [the Dallas-based restaurant chain], Texas air, and american airlines.</p><p>Southland Corporation, the owner of 7-Eleven, will also benefit from the desire for greater convenience. Related to the growth of eating out is the need to achieve better distribution of food and related goods. So buy stock in Houston-based Sysco, the national food-products and restaurant-equipment distributor. The uses for home computers will grow; Compaq, the Houston computer company, will be a survivor.</p><p>Insurance looks real attractive over the long term. The more sophisticated people get, the more they realize how important it is to provide for their families. As a result of the tax bill, some insurance vehicles can also be used as tax shelters, which will be increasingly in short supply. So put $5000 into american General in Houston.</p><p>Telecommunications is a major field. If today the norm is two to three phones in every home, why not one phone in every car? Buy Southwestern Bell, which will become a major factor in mobile phones. Finally, $5000 in Texas Instruments. The company will benefit as we become more sophisticated in our use of electronic devices.</p><p><strong>Timothy Roth</strong></p><p><em>a. B. Templeton Professor of Economics and Finance, University of Texas at El Paso</em></p><p><span class=”dropcap“>I</span> Would Put Half My Money Into Electric utility stocks around the state. Texas will continue to grow, and the energy demand is shifting to electricity. So electric utilities will benefit from that growth. I would concentrate on utilities in the Dallas-Fort Worth Metroplex and even to a certain extent in Houston. The other half I would put into Texas bank stocks. With interstate banking on the horizon and things turning around, banks will do very well.</p><p><strong>Boyd Foster</strong></p><p><em>President, arrowhead Mills, Hereford</em></p><p><span class=”dropcap“>R</span>ATHER Than Just Growing Wheat, Cotton, and corn, farmers will have to specialize and grow new and better crops. We’ve had people express an interest in growing herbs that are now being imported. With that kind of specialty item you can gross more on a few acres than you can from a whole field of wheat. What the farmer would do is work out a contract with a distributor. We have a farmer here who is marketing alfalfa sprouts. He’s taken a specialty item of growing interest and is doing quite well with it.</p><p><strong>Norman Glickman</strong></p><p><em>Mike Hogg Professor of Urban Policy, Lyndon B. Johnson School of Public affairs, University of Texas at austin</em></p><p><strong>I Would Invest Half the Money In a</strong> company that is considered low-tech but that actually uses a lot of high-tech inventions. For example, I would invest in a machine shop that uses laser cutters or computer-driven robots for making equipment. The future of american industry is intimately tied to advances in this area; anything that’s manufactured needs machines to make it. With the other half of the money I would get into a consumer business: redfish and shrimp farming.</p><p><strong>Don Hoyte</strong></p><p><em>Vice President for Economic Development and analysis, John Gray Institute, Beaumont</em></p><p><span class=”dropcap“>I</span> Would Take the Whole $50,000 And Buy some apartments in austin. The basis of the austin economy is the university and the government, neither of which is much affected by economic cycles. I’d buy rental apartments, which gets you into the markets for students and faculty and also for people in the Legislature.</p><p><strong>Carol Bennett</strong></p><p><em>Economist, Price Waterhouse, Houston</em></p><p><span class=”dropcap“>P</span>ut $10,000 Into a Business That Is Focused on demographics and located in the Rio Grande Valley: either education and training for the young, or health services or a retirement community for the elderly. Another $10,000 into a joint venture—in either manufacturing or trade—with a foreign company in Houston. Foreign concerns have been fairly optimistic about Houston and have a different perspective from that of americans. For example, two Japanese companies have major projects with drilling companies here, because Japan needs oil. Then put $10,000 into state or local government municipal bonds. They have attractive interest rates even under the new tax law, and many cities around the state have a good future and are fairly low risk. Another $10,000 into a biotechnology firm—not necessarily only in the genetic engineering end but also in the equipment and testing end. Finally, $10,000 into an oil or gas company with large proven reserves, the idea being that those reserves will be worth more in the future than now.</p><p><strong>James S. Smith</strong></p><p><em>Chief Economist and acting Director, University of Texas Bureau of Business Research, austin</em></p><p><span class=”dropcap“>t</span>he Best Way To Make a Bunch Of Money is to start your own business. If you’re going to do that, you probably should spend some money on psychological evaluation tests first, and that might help you avoid losing $50,000. Or you could haunt garage sales and take advantage of others’ misfortune. Buy oil rigs, agricultural equipment, real assets that are currently very depressed, and eventually you will be sitting pretty.</p><p>If you have any skills at getting a group of folks together, one of your best bets is to organize your own bank in some place that’s not overbanked. With branch banking and interstate banking coming simultaneously, everybody who’s anybody outside of Texas wants a piece of the action in Texas, and the price of Texas banks is going to go through the roof.</p><p>I’m sorely tempted to start a one-hour dry cleaner. In a town of lobbyists and visiting parents, you can hardly find a place to get a suit cleaned in an hour. It’s a mundane kind of business, but those are the people who make a fortune—the ones who find a service and do it well.</p><p>Then maybe you could buy a box of sesquicentennial souvenirs and put them away for a while.</p><p><strong>Derek Hoggett</strong></p><p><em>Investment Manager, President of Investa, Inc., Houston</em></p><p><span class=”dropcap“>I</span>F I Were a Young Person, I Would Put it in a start-up venture. The risks are the most, but the rewards are the highest. Look at a company that’s developing an informational data base-that’s the way to become the Houston Lighting and Power of software. You have thousands of subscribers sending in $10 to $15 every month. That’s what i’m involved in —selling high tech to millions of people at a low price, not designing better computers. A breakthrough in hardware is short-lived because the number of people who can buy it is small. Money is made by products that have a low price and widespread appeal.</p><img/><p>Photographs By Steven Pumphrey (Top) And Brian Smale (Bottom)</p><p><em>Frank Ganucheau, investment manager: “I would put $10,000 in Fort Worth’s Justin Industries. They make boots, bricks, and cooling towers. Put $10,000 in Southland Corporation, the 7-Eleven people.”</em></p><p>If you want to diversify with a longterm, passive investment, buy a piece of land in a smaller city where development will go, in the Hill Country, let’s say. Buy land that’s not accessible now and sit on it. In ten years there will be a road there, because by 2025 Texas will have a population of 50 million.</p><p><strong>alejandro Vélez</strong></p><p><em>Executive Vice President, Laredo Development Foundation, Laredo</em></p><p><span class=\"dropcap\">T</span>HERE Are Several Things You Could do with the $50,000 on the border. One is invest in industrial real estate—warehousing, for example. I know it sounds unreal, but there will be a seller’s market because space will be in short supply.</p><p>You could also look for a small service business that tailors its skills to the incoming manufacturing industry—specialized janitorial services for the cleaning of machinery, for example. You could also start a business that caters to the needs and whims of people who will be moving here from other parts of the country—a delicatessen, for example. Or tutorial services for children with special academic needs.</p><p><strong>Frank Ganucheau</strong></p><p><em>Investment Manager, Vice President of MSecurities, Fort Worth</em></p><p><span class=\"dropcap\">W</span>ITH the $50,000, i'd Probably Take $10,000 of it and put it in the Dallas Corporation—the old Overhead Door Company. It went on an acquisition spree that derailed it from its good business in overhead doors. The company has corrected</p><p>those problems, and you’ll see it come back. Right now its stock is undervalued; it’s a low risk with a substantial up side. I would put $10,000 in Justin Industries here in Fort Worth. They make boots, bricks, and cooling towers. Hughes Tool will be a good one to look at. If you're willing to wait three to five years, $10,000 invested in this company will do well. Put $10,000 into Southland Corporation, the 7-Eleven people. Southland just made a deal with Citgo. Over three to five years you’ll see a substantial return there. The remaining $10,000 i’d keep liquid for good opportunities that come along.</p><p><strong>Gary Bradley</strong></p><p><em>Developer, Owner of one quarter of the Houston Rockets, austin</em></p><p><span class=\"dropcap\">i</span>’d Take the $50,000 And Put the Whole thing into the Rockets. What in Texas has a better-looking ten-year prospect?</p><p><strong>Rick Kneipper</strong></p><p><em>Lawyer at Jones, Day, Reavis, and Pogue; General Partner of Film Dallas Investment Fund I, Dallas</em></p><p><span class=\"dropcap\">I</span> Would Put One Third In a Carefully selected movie and entertainment investment. One of the few high-risk, highreward industries left is the movie business, and Texas has a foothold in having a big stake in that. I would look for ongoing enterprises that are carving out wellfocused niches in the marketplace —not someone who just wants to make a movie.</p><p>With the rest of the money, I would take a contrarian position. I would put one third into oil and gas companies—direct extraction companies, not oil services. Look for publicly held companies whose market prices are trading at a fraction of book</p><p>value as demonstrated by their reserves. I would split this between the majors and smaller independents. The other one third I would split between commercial real estate and apartments in Houston and Dallas.</p><p><strong>Preston Pearson</strong></p><p><em>Former Dallas Cowboy, Partner of Imperial Foods, Dallas</em></p><p><span class=\"dropcap\">I</span> Would Not Invest In Oil And Gas. I invested in those things in the past, and it was always the other guy who got rich and I had eight dry holes.</p><p>What I would do is look into the basics: food, shelter, clothing. I got into a joint venture with a group of people investing in a fast-food restaurant in a good location. I also invested in one of those quick car-lube places. With more and more self-service gas stations, you have to go to someone to get your car tuned and your oil changed, and I think those places will be the wave of the future.</p><p><strong>H. Ross Perot</strong></p><p><em>Founder of Electronic Data Systems, Dallas</em></p><p><span class=\"dropcap\">I</span> Wouldn't Go Within a Thousand Miles of that. Too many people would say, “i’m going to do what he says; he’s made so much money he’s got to be right.” I would hate to take on that responsibility.</p><p><strong>Meg Wilson</strong></p><p><em>Science and Technology Coordinator, Governor’s Office, austin</em></p><p><span class=\"dropcap\">F</span>IRST, I Would Plunk Down $20,000 In a company in Bastrop called RBI [Research Biogenics, Inc.], a biotech company that does human and animal testing. For example, it has a brucellosis kit that makes fieldtesting possible. The company is also seeking government approval for its fifteenminute test for the presence of the AIDS virus. I would put another $20,000 in a similar kind of technology company: Inland Laboratories in austin. It does cancer research work, modifying naturally occurring proteins to help fight tumor cells.</p><img/><p><em>Meg Wilson, governor’s office: “I would plunk down $20,000 in a company called RBI—they have a fifteen-minute test for the AIDS virus.”</em></p><p>With the remaining $10,000, I would look for a company that is developing conservation technology, such as alcoholconversion engines for cars or the use of microorganisms to get rid of toxic waste.</p><p><strong>Dean Rindy</strong></p><p><em>Political Consultant, President of Rindy and associates, austin</em></p><p><span class=\"dropcap\">I</span> Can Think Of Three Bets That Probably won’t miss for the society of the midnineties. One is a Spanish-language translation firm. The other is a security and protection firm for wealthy people. And the last is an extension of the minor emergency clinic, low-cost legal services trend: storefront psychologists, where you can drive up and have a one-hour session with a certified therapist for $20.</p><p><strong>Stephanie Coleman</strong></p><p><em>President, San antonio Economic Development Foundation, San antonio</em></p><p><span class=\"dropcap\">I</span> Would Put $25,000 Into Lancer Corporation in San antonio. This is a company that manufactures soft-drink-dispensing equipment. Its primary client is CocaCola, and the company has just gone public. I think it has tremendous potential. I would put $15,000 into stock in InTex Medical Technologies, also in San antonio. It manufactures mobility aids for the handicapped. InTex has just come out with the first computerized wheelchair, and there is nothing else like it on the market.</p><p>With the remaining $10,000, I would make a private investment in MCLAS Technologies in San antonio. This is a start-up company that makes biotech diagnostic devices, such as one that chemically tags proteins.</p><p><strong>Roy Herberger</strong></p><p><em>Dean, Edwin L. Cox School of Business, Southern Methodist University, Dallas</em></p><p><span class=\"dropcap\">I</span>F the Texan With the $50,000 Is In the oil and gas business, I would tell that person to take the money and get an M.B.a. and change professions. An investment in yourself is as good as one in stocks and bonds.</p><p><strong>Pablo Salcido</strong></p><p><em>Former Director, Department of Economic Development, El Paso</em></p><p><span class=\"dropcap\">T</span>HERE Are About 185 American And Japanese and other countries’ companies on the other side of the border taking advantage of <em>maquiladoras</em> [assembly plants on the border]. These manufacturers are in need of raw materials and supplies, everything from electronic components and insulation for electrical wire to cardboard boxes. I would find out what supplies are being hauled in from Detroit, for example, and start supplying them from Texas. If you can find your niche, in ten years that business will grow dramatically.</p><img/><p>Photograph By Charles Ford</p><p><em>Roy Herberger, dean, Southern Methodist University business school: “I would tell the person to take the money and get an M.B.a. An investment in yourself is as good as one in stocks and bonds.”</em></p><p><strong>James K. Owens</strong></p><p><em>Professor of Finance, West Texas State University, Canyon</em></p><p><span class=\"dropcap\">I</span> Would Divide the Money Into Five equal parts. Put $10,000 into Mesa Petroleum. It is ready to go bargain-hunting, and when Mesa makes some acquisitions, I want to be holding its stock. $10,000 into stock in a real estate investment trust that is acquiring office buildings and warehouses in Dallas and Houston, where the prices are depressed. Put the rest into bank stock: $10,000 into the National Bank of amarillo. When we get interstate banking, buyers are going to be looking for banks that dominate the lending in a small region. $10,000 into Texas Commerce Bank in Houston. It has been losing a lot of money, but I think it has taken its worst hits and you can buy stock for a bargain price. And $10,000 in allied Bancshares Houston or MCorp Dallas—they’ve also taken big losses in oil and real estate, and i’m looking for them to recover, not to get bought.</p><p><strong>Liz Carpenter</strong></p><p><em>Writer, Former Press Secretary to Lady Bird Johnson, austin</em></p><p><span class=\"dropcap\">I</span>F You Want To Be Magnanimous And invest in human beings, this is a great time to invest in creativity. We’re loaded with talent, but creativity has never been much rewarded in this state. I would say give the money to the establishment of a writers’ center in austin. It would show we’re interested in minds as well as mechanics. And the investment would be paid off when we produce our own James Michener.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "money",
      "people",
      "Business",
      "Oil",
      "ten",
      "gas",
      "Houston",
      "Dallas",
      "Economy",
      "Farmers",
      "Land",
      "AIDS",
      "Banking",
      "Border",
      "Commerce",
      "Future",
      "Government",
      "University of Texas",
      "apartments"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "Austin",
      "Bastrop"
    ]
  }
}