{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19806",
    "date": "June 1980",
    "year": 1980,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1980/19800600.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99,
        100,
        101,
        102
      ],
      [
        202,
        203
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Lawn Boy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198006-lawnboy",
  "source": "/1980/19800600.pdf",
  "wp_post_id": 115176,
  "wp_post_guid": "http://www.texasmonthly.com/article/lawn-boy/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Lawn Boy",
  "dek": "When a reluctant gardener took up lawn mowing, he found a whole new world waiting for him—right in other people’s back yards.",
  "spread_caption": "",
  "excerpt": "Here’s how to achieve inner peace, perfect serenity, spiritual calm, and a nice, neat lawn.",
  "kicker": "",
  "word_count": 3296,
  "content": "<p>When I began my brief career as a yardman I knew nothing about lawns and was not even sure I approved of them. I had the then voguish notion that one’s yard should ideally be a kind of wilderness area, a place where the tame, overbred lawn grass would have to compete for dominance with weeds and chinch bugs and foraging pests. When I looked at the ratty little curbside strips of greenery infested with debris and plant disease that constituted the “yard” of my rented house, I imagined that what I saw was nature in perfect balance. My neighbors were not impressed. There was a man across the street who wore a Day-Glo jumpsuit and who polished his lawn mower with a rag after each use. The lawn next to him belonged to an old lady who crept about in what looked like a beekeeper’s outfit and who occasionally got down on all fours to sight along the curb to make sure there were no stray runners threatening her edging job. Both of them stared with open hostility at me and my ecosystem, but I was not intimidated. The forces of fuddy-duddydom were as nothing against the unruly integrity of nature.</p><p>So it was with an unsettled conscience that I took up my mower. But I needed a job, and the irony of such an occupation appealed to me. I apprenticed myself to a friend who promised me $3 an hour and a four-day work week, without mentioning that we would be working twelve to fourteen hours a day.</p><p>Mulch, as i’ll call my employer, who believes that all yardmen should remain anonymous, had been mowing lawns since he was twelve. He used to come home and lie on his bed and cover his body with the money he had earned, while his mother peeked into his room from the <em>hall, </em>alarmed. By the time I went to work for him he had a successful business, although he spoke of little else than someday getting out of mowing and opening a barbecue restaurant in New Mexico. But it was obvious that his talents as a yardman were formidable. His business was based on volume, on speed, and he represented, I thought, a new breed of yardman. He was not content to work all day on the same yard, trimming hedges and clipping painstakingly around the bases of trees. Mulch was temperamentally unsuited to that old courtly style of yard work—his metabolism and his vision raced ahead of it. He was not a gardener, a landscaper, a brush hauler. He did not do odd jobs. He was a specialist whose practice was limited to mowing and edging.</p><img/><p>Illustration by Larry McEntire/Hixo, Inc.</p><p>“The key to this business is to have no contact whatsoever with the customer,” he told me. “You want to mow their lawns while they’re out of the house. The best time to mow lawns is between about one and five in the afternoon. You can be pretty sure that whoever lives there will be at work or bridge club or something.”</p><p>The problem was that customers, as a rule, could not believe a yard could be mowed in, say, fifteen or twenty minutes. They would feel vaguely cheated and wander out onto the lawn with a list of peripheral chores—like taking the trash to the curb—to which Mulch did not feel himself contractually obligated. Mulch was obsessed with not being held up—he believed, more fervently than anyone I had ever met, that time was money. “Once you start talking to them, you’ll never get loose,” he’d say as we sped away from a job, leaving the lady of the house standing on the curb in bewilderment holding two ice-cold cans of root beef.</p><p>Mulch would pick me up every morning before dawn in a Volkswagen sedan to which he somehow managed to secure two lawn mowers and an edger. We might then drive to a nearby Seven-Eleven and wolf down a fried pie for breakfast, or we might get started right away. It was not unusual to do ten or twelve yards before lunch, if we ate lunch. Mulch’s energy was a fascinating and inspiring spectacle. He actually ran behind his lawn mower, consistently lapping me on the big yards where we worked together. Once, when we had gone all day without eating and I was about to collapse from hunger, I told him I had to stop for dinner.</p><p>“all right,” he said. “Just seven more yards.”</p><p>I turned out to be a pretty good yardman. I was not a craftsman—I took no real pride in my handiwork—I just enjoyed the brute sensation of mowing grass. In time I too was running behind my mower, denuding my customers’ blackberry bushes when I got hungry, and performing routine maintenance on the mowers when their carburetors became clogged with grass clippings. And for all the coarseness of my mowing techniques, I noticed that my work did have a certain aesthetic quality. The lawns I mowed were, I am proud to say, evenly and efficiently cut, with none of those little strips of mistakenly unmowed grass that are known in the trade as Mohawks.</p><p><em>(Continued on page 200)</em></p><p><strong>the Unkindest Cut</strong></p><p><em>The hardest lawn to mow in Texas.</em></p><img/><p>Tom Ballenger</p><p>Every yardman knows the list by heart: Hell’s Half acre, Heartbreak Hill, the Bermuda Triangle. These are the legendary lawns that have broken the backs and the wills of everyone who has attempted to mow them.</p><p>Perhaps no yard in Texas is more famous or more deadly than the Triple Slope, which is located in a quiet and exclusive neighborhood in Northwest austin. To a casual observer, the Triple Slope looks deceptively simple. One of the slopes is in the back yard, out of sight, and the other two—which are really one long slope broken by a ledge in the middle—constitute a surprisingly small front yard.</p><p>It looks easy, but the yard is so steep that it would be a precarious place for a mountain goat, let alone a yardman with a machine that if overturned could easily cut off his toes. Almost every yardman who has attempted to mow the Triple Slope has at one time or another needed to “eject” from his mower or risk being pulled all the way down to the curb.</p><p>Nor is the back yard any better. True, there is only one slope, but it is guarded by a vicious dog whose droppings litter the lawn. One yardman put it this way: “That dog’s doo-doo is as slick as a banana peel. One false step and you’re at the bottom of the slope with your mower blade about to land on your head.” <em>S.H.</em></p><p><strong>ZEN And the Art Of Lawn Maintenance</strong></p><p><em>Mowing your lawn the right way may not be fun, but it’s good for you.</em></p><img/><img/><p>Tom Ballenger</p><p><strong>Wrong Way</strong></p><p>The greatest lawn mower I ever used was the Lawn-Boy Special. It was one of those rare machines, like the Model T, that actually reflect credit upon the human race. The Special was light in weight, inexpensive, easy to maintain, and durable enough to withstand, for two entire seasons, the abuse that I inflicted upon it.</p><p>It was too good for this earth. The Special has been discontinued, replaced by a more expensive model with a plastic gas tank and a big green air scoop on top. One yardman I know still makes his own Specials from spare parts, but its day is clearly past.</p><p>It is not my place here to grouse about the priorities that would allow a great mower to pass into oblivion. For the average homeowner, it probably makes no real difference what mower is used. The greasy hulk you have sitting in your garage is probably more than sufficient to cut your grass in an estimable fashion, provided its blade is sharp. I’ve never used a push mower, but I suspect that whatever drawbacks they may have—lack of speed, raggedy cutting—are more than compensated for by their silence. My only real bias is against the socalled self-propelled mowers, which pull themselves along at their own pace, leaving you to follow behind them as an escort. I’ve found that such a mower always goes slower than I want it to go and is so heavy that it is difficult to maneuver on a slope.</p><p>As to the mowing itself, here is how the professionals—the guys who make their livings pushing the big rigs—go about it.</p><p>Most people attack a lawn in precisely the wrong way, mowing in strips from one end to another. This is not only tedious but inefficient as well, since the leaves and grass clippings that come spewing out of the exhaust of the mower are blown all over the yard. The thing to do is to mow from the outside in, working all the way around the outside of the yard and then mowing concentrically inward, describing a pattern like a braided rug. When you are finished you will have a big pile of organic detritus in the center of the yard. You could rake this up, but raking is a Sisyphean chore. What you should do is run your mower back and forth over the clippings and leaves until they disappear back into your lawn. An alternative to this is the use of a grass-bag attachment for your mower, but nothing is worth such an ordeal. My worst moments as a yardman were spent using a grass bag: they are heavy, unwieldy, and just generally infuriating. The surest way to make an enemy of your yardman is to insist that he use a grass bag.</p><p>Another method, called the double reverse, is also effective for dealing with grass clippings. For this method to work to its full potential you need a yard that is at least partly bordered by beds of shrubbery. The idea here is to mow from the inside <em>out,</em> blowing all the clippings into the greenery at the edge of the yard, where it is presumably invisible. The double reverse is also useful for blowing the grass into the middle of the street, but for obvious aesthetic reasons this practice is controversial. It may even be illegal. If in doubt, consult a police officer or a licensed horticultural agent.</p><p><strong>Right Way</strong></p><p>Mowing on slopes is a laborious and sometimes hazardous chore, requiring planning and common sense. Neither of the two methods above works well on a slope, since you are either plummeting downward with the mower or shoving it back up the slope. Instead, start at the top and work <em>across</em> the hill, moving downhill in strips. The way I always did it was to mow one strip, pull the lawnmower backward across the next strip, and then push it forward again. In effect, you have to mow every strip twice. This is because a mower cuts differently when pulled backward, and the overall cut would be uneven it if were not corrected. The beauty of this method is that you are able to keep the cut grass moving in the same direction, so that when you get to the bottom of the hill you have a pile of clippings that you can then work back upslope into the lawn. This method also provides a smooth and consistent motion, which is essential to one’s sanity when mowing the sometimes wildly erratic terrain of a slope.</p><p>I used to know quite a bit about edging, but since my yardman days the edger has become almost obsolete. It has been replaced by line trimmers like the Weed Eater, which are much more flexible. Line trimmers can not only edge a curb as well as an old-fashioned edger can but they can also trim under bushes and around trees and flagstones with, I am told by my yardman sources, almost preternatural grace. Gasolinepowered trimmers are both better and more expensive than electric ones, which have to be plugged in. The same rules that apply to edgers apply to trimmers: always wear safety glasses, stay away from gravel and loose rocks, and don’t use the machine around other people, cars, pets, or works of art. Weed Eaters can kill.</p><p>One more tip. Place the outer wheels of the mower along the inner edge of the strip you have just cut. This ensures a good even cutting, and the resulting design in the grass provides peace of mind to the mower. This sense of satisfaction is the first sign that you are experiencing Inner Mowing, that sudden inexplicable sensation of bliss and well-being that comes to the mower after he has logged a hundred lawns or so. If you have reached this plateau, you know what I mean. You lie awake at night, listening to the grass grow, waiting for morning so you can start all over. To Mow is to Be. <em>S.H.</em></p><p><em>(Continued from page 98)</em></p><p>Of the world that passed beneath my mower I was profoundly ignorant. I was aware vaguely that most of the lawns we mowed were planted with Saint augustine grass, a broad-leaved coastal grass that grows well in shade but is subject to a great many diseases, including the dread Saint augustine decline. But I did not think about grass; I thought about slopes and how best to attack them, about the cap pistols and garden hoses that littered the yards, about the possibility of being killed by a dislodged sprinkler head launched at great velocity through the exhaust of Mulch’s mower. Did it matter to me that ancestors of this patch of Bermuda grass were thought by some to have been brought to the New World in the fodder for Hernando de Soto’s cattle? That the grass itself crept silently above and below the sod under my feet, sending out stolons and rhizomes to secure itself in bare soil? No. I was never the least bit swayed by curiosity, and whatever philosophical notions I had once entertained about lawns were now of no interest to me. I like to think this was not laziness but just fatigue, or perhaps a calm realization of my new role. I was not a naturalist or horticulturist; I was a mower.</p><p>On July 4 it was customary for the yardman subculture to convene in order to get sloppily drunk and parade their mowers, with engines running, down quiet residential streets. The year I attended, the yardmen split up into teams and competed against one another in a time trial that involved the mowing of a vacant lot. After that there was the annual recitation of a mock epic poem titled “Edgeron” (“The engines snorted and sprang to life/each Lawn-Boy blade a vengeful knife”) and finally the awarding of the Yardman of the Year trophy, a full-sized lawn mower painted gold and mounted on a base of astroTurf.</p><p>This hysteria came in the middle of the season, when the grass was at its thickest and tallest. We mowed our yards every week, and I came to hate some of them with the sort of fury a pioneer must have felt when, after making good headway across easy and bountiful country, he encountered in his path a desert or an impassable mountain range. What made these yards so hateful was not major features like size and terrain—for which I could adjust my attitude as automatically as I set the blade height on my mower. It was the little things that drove me crazy—dog droppings, flagstones, a customer who insisted that I use his lawn mower instead of the trusty machine I had grown to love and understand.</p><p>About the time these irritations grew unmanageable the season was over, and I had the whole winter to calm down. By the time it was spring again I could envision myself having a career as a yardman, though I knew I could not last another season at Mulch’s frenetic pace. With understanding and generosity he culled a few customers from his ever-expanding clientele and more or less set me up in business. I bought a lawn mower and an edger on time, a pair of grass clippers, and a new pair of work shoes and hit the turf. Somewhat to my surprise, I found that 1 made enough money to support myself, even though I was mowing only 4 or 5 yards a day in contrast to the 25 or 30 that Mulch and I had done together. I remember this as a pastoral, contemplative time, though when I examine it with any care I realize how exhausting and lonely it was and how I longed for the season to be over.</p><p>That season, as it turned out, was my last. In October I sold my equipment to Mulch, who took the news of my retirement with, I like to think, a sense of melancholy at such a waste of potential, the way a priest responds to the prize altar boy who tells him he does not want to go to the seminary after all.</p><p>Mulch, however, continued to prosper. When I spoke to him a few months ago he had contracts on over three hundred yards and was about to close a deal to mow a huge piece of commercial property, for which he had bid $540 per cutting. He had nine people working for him, divided into three crews. He owned fourteen hand mowers, three Weed Eaters, two edgers, and five riding mowers. Mulch himself mowed only one day a week, but it was an intense day of fourteen hours during which he and his crew could mow more than ninety yards. For a while he had a barbecue pit welded to the bed of his pickup so that he could cook ribs while he worked, but the pit had to be removed when the truck caught fire.</p><p>I asked him what he looked for these days in a yardman.</p><p>“i’m out for people who want to work their way up in the company. I want highenergy people who can hold up under the heat. You have to pick your crews carefully, to make sure you have the right mix of personalities. For instance, you want your hand-mower operator to be a real gung ho type, someone who sees a slope and takes it head-on. Your edger is more of an artist. Edging is more subjective than mowing. He’s the one that you want to have the contact with the customer, if you have to have contact with them at all. When i’m working and the customer comes out and starts getting in my way, i’ll just turn the Weed Eater toward them and spray them with grass till they go back inside.”</p><p>“i’ll tell you,” he said after a while. “We could always use another hand. You come back to work for me and pretty soon you could be up for Yardman of the Year.”</p><p>And now and again I am tempted. I have a strangely intense nostalgia for yard work, and even my philosophical reservations about lawns have melted away. Puttering about the yard, making it tidy and green, seems to me now such an innocent preoccupation that it amazes me I could ever have had such a radical aversion to it. Perhaps this is just another step in the acculturation process that members of my generation have put off for so long. The idea of a lawn, of an orderly expanse of grass surrounding a house, is after all an american invention, and I tend to think as well that yard work is an essentially american compulsion, that what we are doing out there on our lawns with our mowers and Weed Eaters and clippers is reenacting on a minor scale the subjugation of the continent.</p><p>One day soon I may rise up and take responsibility for my own yard. The problem is that I am now paying someone else to mow my grass, and I don’t know if a former yardman can recover from such a fall from grace.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Work",
      "people",
      "Edge",
      "ever",
      "all the way",
      "attack",
      "Barbecue",
      "Barbecue",
      "Business",
      "Career",
      "money",
      "Art",
      "Beauty",
      "Bridge",
      "Design",
      "disease",
      "Eater",
      "gas",
      "Gung ho",
      "Home"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}