{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19806",
    "date": "June 1980",
    "year": 1980,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1980/19800600.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121,
        122,
        123
      ],
      [
        209,
        210
      ]
    ],
    "toc_order": 4,
    "toc_headline": "An Insider’s Guide To San Antonio",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198006-aninsider",
  "source": "/1980/19800600.pdf",
  "wp_post_id": 115158,
  "wp_post_guid": "http://www.texasmonthly.com/article/an-insiders-guide-to-san-antonio/",
  "authors": [
    "Richard West"
  ],
  "headline": "An Insider’s Guide to San Antonio",
  "dek": "At last, an answer to the question “after the alamo, what next?”",
  "spread_caption": "",
  "excerpt": "There’s more for the traveler in San antonio than meets the alamo.",
  "kicker": "",
  "word_count": 4632,
  "content": "<p>Compared with San antonio, other Texas cities just don’t measure up, no matter how many tall, ugly, shoe-boxlike bank buildings or trapezoidal oil-company headquarters dot their skylines. San antonio is something different, standing above the others, on its own rung among Texas civic hierarchies. The compulsive play that has become the acceptable alternative to compulsive work in Dallas and Houston is absent here. San antonio is a sensual, sexual city of easy movements, serpentine, even slithery. There is nothing steely about it. Nothing grates or rasps. Nothing jars. It has survived war, siege, occupation, famine, plague, floods, HemisFair, and the Shah. For 262 years—since 1718—it has endured travelers and tourists, and somehow it has prevailed.</p><p>Neither a puffing, clanking, screeching industrial city nor a place where the really serious business of life is making big bucks, San antonio has mastered something much more difficult: the art of gracious living, of relaxing with a siesta, of strolling rather than running. If an urban vacation is possible in Texas, it is here in a city that can have fun with style, a city that is a charming anachronism in a world of gathering conformity, a city that lives with its history. The instantly recognizable images of Texas history—the alamo, the missions, the San antonio River—give resonance to the present and, therefore, hope for the future.</p><img/><img/><p><em>No tour, of San antonio would be complete without a visit to Hung Fong Restaurant. It may not serve the best Chinese food in town, but it’s sure got the best ceiling art.</em></p><p>Photography by Joe Chavanell</p><img/><p>Pat Berry</p><p><em>Perez Drug and Botanical Store is good for what ails you—whether a cold or a jinx.</em></p><img/><p><em>Pole vault: Shrine of the Black Madonna</em></p><img/><p>Pat Berry</p><p><em>Hollow men: Sanchez’s peerless pinatas</em></p><img/><p><em>The T.N.K. Grocery may look ordinary from the outside, but inside (below left) . . .</em></p><img/><p><em>. . . you'll find Hong Kong duck eggs, Korean seaweed, and 3998 other oriental gems.</em></p><img/><p><em>Pillar of the community: a Toltec Warrior</em></p><p>The odds are great that you have already discovered the pleasures of San antonio, just as you have learned that vacationing in Houston is impossible and math is never easy. No doubt you have visited the alamo and perhaps recognized John Wayne, Lawrence Harvey, and Richard Widmark in the painting just inside the museum. Too bad if you were looking for Crockett, Travis, or Bowie. You probably have driven the mission road, meandered along the Riverwalk, and taken the 43-second glass elevator ride up to the Tower of the americas’ revolving restaurant, where you learned the wisdom of food writer Calvin Trillin’s commandment: “Never eat in a restaurant that is more than one hundred feet off the ground and won’t stand still.” Perhaps you have even visited the Institute of Texan Cultures, on the HemisFair grounds not far from the tower. Here newcomers can take an instant Texas history course and mingle with third-generation Texans sating themselves with yet another serving of Texana. The best buy at the institute’s bookstore is a set of booklets <em>(The Belgian Texans, The Polish Texans,</em> and so on, $2.95 each) graphically pointing out major contributions that other cultures have made to the state’s history.</p><p>What follows is San antonio lore for all reasons: a guide to alamo City arcana for newcomers wishing to don the disguise of a jaded habitue; an offbeat tour for those noble, vanishing americans, the eccentrics; and an eye-opening expedition through S.a. for the grand gray-haired old-timers who secretly have always wanted to go somewhere besides the argyle or St. Anthony clubs for supper.</p><p><strong>Cheap Thrills</strong></p><p>If you want to spend money in San antonio, it’s easy. Buy a set of giant Longhorn cow horns in the alamo souvenir shop ($55) or any number of outrageously expensive bottles of wine at La Louisiane. Spending isn’t hard; saving is. Begin with a free tour of the Pearl Brewery or—a great cheap thrill—a ride around Brackenridge Park on the <em>Brackenridge Eagle, </em>which is not the back of a bird but a train scaled to one-fifth full size. You will get lost in the woods, cross the San antonio River twice, see the zoo from a distance, watch horseback riders, and ride by streams, all for 75 cents. Here are ten other thrifty thrills.</p><p><strong>The Ghost Children.</strong> Forty years ago ten children were killed when a school bus stalled on a railroad track at Villa Main and Shane roads. If you stop your car fifty yards from the railroad crossing on Shane Road, turn off the motor, and shift into neutral, the car will mysteriously begin to roll toward the tracks, moved by the dead children’s spirits, or so say the psychics. Tiny handprints have been seen on car trunks after a dusting of talcum powder. Nearby street names (Richey Otis, Laura Lee) honor the children.</p><p><strong>Perez Drug and Botanical Store, 627 N. Zarzamora.</strong> Exorcism headquarters. A cramped, fascinating folk medicine emporium to help you deal with spirits, luck, fate, and spells. Got the blues? Perhaps something in Lady Luck or Jinx-removing Incense. For serious malaise, either Powder of Hummingbird or the actual bird itself (clothed in white or barefeathered) is said to turn gray skies to blue. High John the Conquerer soap is recommended to wash away defeats. A mystery: why was a candle bearing the seal of Kansas State University of agriculture & applied Science mixed in with the religious candles?</p><p><strong>Los arcos Restaurant, 502 S. Zarzamora.</strong> Good coffee shop and veritable museum of aztec calendar art. Your hosts have taken the popular aztec-warriorwith-voluptuous-aztec-maiden scenes and had them glittered and framed. High point on any San antonio kitsch tour. Prices range from $30 to $40. Pictures of Zapata more expensive. The exterior of Los arcos is one of the best of the many murals on the West Side, the state’s most important barrio.</p><p><strong>Sanchez Pinataland, 709 S. Alamo. </strong>albert Sanchez once made the world’s largest pinata, a life-size elephant. This store is crammed with a bewildering variety of pinatas, including the favorite of many, the Big Red soda pop bottle. Sanchez workshop open to the public. Pinatas custom-made on request.</p><p><strong>Waitz’s Model Market, </strong>62 <strong>Brees.</strong> The only place for travelers to get off tourist food and go organic except for the Sun Harvest health food stores, all near Loop 410. May have the best produce selection in Texas. Mexican squash and limes, all three greens (collard, mustard, turnip), kiwi fruit from New Zealand, Belgian endive for the picky, poblano peppers for <em>chile relleno</em> lovers. One of the city’s top three people-watching arenas, along with Mi Tierra and Brackenridge Park.</p><p><strong>Hung Fong Restaurant, 3624 Broadway.</strong> Oldest San antonio Chinese restaurant (established 1942). Recommended not for food but for its ceiling and walls. While sipping your tea, glance upward and you will see a large Nationalist Chinese neon flag and an american neon flag joined together with a blue neon bow, all enclosed in a white neon rectangle. On the back wall are two white neon Lone Stars at each side, both bordered in pink neon. The owner was an admirer of San antonio’s Maverick family and named his son Maury Maverick Huey.</p><p><strong>Hot Wells Hotel, 5503 S. Presa.</strong> Once a fashionable spa but now closed and dilapidated, this 96-year-old building will be restored as a health spa and conference center. The 21-acre site backs up to the San antonio River. The rotten-egg odor comes from the sulfur baths behind the hotel, still fed by the bubbling 105-degree spring water.</p><p><strong>Toltec Warrior, 250 Mary Louise.</strong> This 25-foot Mexican idol stares into the back windows of a private residence on this handsome, palm-lined street. It is rumored to have a special aura that attracts legions of curious students from nearby Thomas Jefferson High School. While you are in the area, visit the high school (723 Donaldson), one of the most beautiful in the state, an adaptation of Spanish Colonial architecture constructed around two patios.</p><p><strong>Casa Ramirez Music Store, 1427 S.W. Military Drive.</strong> Here is mariachi headquarters: instruction and songbooks, outfits, instruments, and the place to learn who is playing where. Best in town are the Mariachi Internacional at Mario’s Restaurant. Warm-the-cockles-of-your-heart winners are Mariachi Infantil, ten youngsters who are the Vienna Boys Choir of the mariachi world in San antonio. This versatile place is also a cake-decorating and tailor shop, and if you still aren’t satisfied, it sells aztec idols too.</p><p><strong>T.N.K. Oriental Grocery, Gifts, and Restaurant, 1901 N. New Braunfels.</strong> Now that you’ve had your fill of flag art at Hung Fong’s, we suggest a visit to T.N.K.’s for everything else oriental. Over four thousand asian things, from Hong Kong salted duck eggs to samurai swords. This amazing shop near Fort Sam Houston also serves family-style oriental food, plus takeout octopus and Korean seaweed.</p><p><strong>Shrines and Familiar Places</strong></p><p>In the beginning San antonio was above all else a stage for the ceremonies of the church. Since the first arrivals included soldiers to protect the missionaries, the church served also as a presidio, a fortress-hotel where life in San antonio began under the protection of guns and God. The church was followed by the other feature of Texas towns settled by the Spanish, the plaza: Main Plaza with its San Fernando Cathedral and Military Plaza flanked on the west by the Spanish Governor’s Palace. There are two things you need to know about the plazas. First, the San Fernando Cathedral plaque lies: the alamo heroes are not buried there. (Their bodies were burned and no one knows where the ashes were buried.) Second, the patio and grape arbor behind the Governor’s Palace make a fine oasis on a hot day. Our tour of familiar places begins with symbols of salvation, some solid as a fort, others solemn as a plainchant.</p><p><strong>Shrine of the Black Madonna, 138 Beethoven.</strong> Only shrine anywhere that honors both Our Lady of Czestochowa, Poland’s black Madonna, <em>and</em> silent film star Pola Negri, a resident of San antonio. This pink granite shrine with outside niches for religious statues was built in 1966 to mark one thousand years of Christianity in Poland. Inside is a yearround Christmas tree and objects reflecting the visitors’ love of Pola and the Polish Pope.</p><img/><img/><p><em>Regional patriotism is fine, but the best reason to visit the alamo is its souvenir shop. And don’t miss the huge painting of heroes John Wayne and Lawrence Harvey.</em></p><p><strong>Chapel of the Miracles, 113 Ruiz.</strong> Near this small building with gray stucco walls was the site of the first alamo, the Mission San antonio de Valero, built by Spanish missionaries, soldiers, and vaqueros in 1718. Today the unsanctified shrine of El Seiior de los Milagros (Our Lord of Miracles) is visited by people seeking the Savior’s power to heal the sick and afflicted. Small tin images <em>{mila- gritos)</em> of arms and legs or other body parts are brought to the chapel and left as silent petitions and offerings. A beautiful, quiet sanctuary one hundred feet from a busy expressway.</p><p><strong>St. Joseph’s Catholic Church, 623 E. Commerce.</strong> Never referred to as St. Joseph’s but rather as “St. Joske’s,’’ because it is surrounded on three sides by the giant department store. This was the second site of the alamo mission before it was moved in 1724 to its present location. Opened in 1869 for many of the city’s German Catholics, the church has stained-glass windows from Munich. Father Henry Pefferkorn, pastor during the 1870s, painted the annunciation and assumption murals over the side altars.</p><p><strong>The alamo, alamo Plaza.</strong> First, a few basics. <em>alamo</em> is Spanish for “cottonwood.” The white monument in front was done by Pompeo Coppini and presented to the city in the Texas centennial year of 1936. The building has been used as a mission, a fortress, the city’s first hospital, the U.S. Army quartermaster’s grain depot, and a commercial warehouse. Before you enter, take time to loll about the shaded gardens, then concentrate on the alamo Souvenir and Gift Shop, one of the best in Texas. Only the Mermaid on the Galveston Seawall can touch it. Here you can buy a paperweight that compresses San antonio into a bottle of water. For $2.80 you get all the major scenes—the alamo, HemisFair Tower, Mission San Jose, and a Riverwalk bridge —plus, upon vigorous shaking, a rare sequined snowstorm over all of it. Other winners among the curios include a sombrero ashtray hand-painted with bluebonnets ($2.35) and, for non-Texans, a bolo tie featuring a scorpion encased in plastic ($3.45).</p><p><strong>Tower of the americas.</strong> The best lookbut-don’t-eat place in town. Spacy elevator ride to the top is worth the dollar charged. The open observation deck (605 feet high) is the only place to be on the night of a full moon. Again, know your souvenirs. The tower’s co-winners are a Tower of the americas frisbee ($1.98) and a big imitation-bone-handled bottle opener with “Texas” on the handle ($1.29). And the worst souvenir item in town is here, too: a banana-shaped harmonica with the inscription “I Went Bananas in Texas” in lime green or orange (89 cents).</p><p><strong>Getting Looped</strong></p><p>It surrounds San antonio like a fat man’s belt. Within the Loop is “Inner City.” Outside is “Loop City.” Many Inner and Loop dwellers stay on their side of the circle for weeks without crossing over. Every important component of a town—save a jail—is found on the Loop: schools, churches, hospitals, food, parks, stadiums, military bases, nursing homes, roller rinks. We begin at the intersection of Loop 410 and IH 37 (Mcallister Freeway), at the entrance to San antonio International airport, heading west. Distance: 56 miles.</p><p>Notice almost immediately Central Park and North Star malls on your left. Malls are big on the Loop. There were five at last count. Here is some mall lore: the average family makes three trips a week to a mall and spends $25 on each trip; in one study, two thirds of the men and nine tenths of the women surveyed had visited a mall in the last six months; a one-line mall cafeteria needs to serve nine hundred plates daily to break even. Passing another mall, Wonderland, which isn’t, we approach Fredericksburg Road and one of two Loop places to eat acceptable indoor food, the Golden Wok. Stop only if starving. Coming up fast is one of several famous commercial landmarks, Superior Pontiac’s wooden Indian, who faces the Loop with his right arm raised in the “how” position. He brought with him from a previous home on Broadway a scandalous reputation caused by an anatomical peculiarity that shows up when he’s viewed from a certain angle. Nearby, a yellow Cadillac twirling on the end of a fifty-foot pole advertises the Yellow Cadillac Bar on Bandera Road.</p><p>On the left at Military Drive is what might be mistaken for the city council chambers but is actually at least three long cages of baboons who spend their days scampering around on rocks and being research primates for doctors who are studying the effects of cigarette smoking. This is the nearest we get to a Loop zoo—with the exception of the malls on Saturday morning.</p><p>Twenty-six miles into the tour, past Ray Ellison Drive and his Sky Harbour Estates (“a new lifestyle”), we turn east and are finally out of mall and pet-birth-control territory. This is the beginning of the South Texas brush-and-mesquite country that continues south to Monterrey. At the Moursund Drive exit, do so if it is Saturday or Sunday. That carnivallike gathering is five thousand or so people wandering around under mesquites examining fruit, looking over cooped chickens, and picking through house, garden, garage, and automotive notions. They are having a wonderful time at Swapper’s Park, the best flea market in Texas. Taco, beer, and snow cone stands line the Loop’s frontage road. A <em>conjunto</em> band plays for dancing on a concrete slab near pickup trucks filled with fruits and vegetables. The latest <em>cumbia</em> blares from eight-tracktape stands, adding to the cacophony. It is all a big shopping party. South on Moursund is an even larger gathering, Ramirez’s Flea Market—the same scene without animals but with a beer tavern, swapping booths, food and beer stands, another band and dancers, and car hoods loaded down with you-name-its. This is Loop leisure at its finest.</p><p>Near Highway 37 the Loop turns north, and near the IH 10 intersection you will see a water tower named Kirby and the Big Red warehouses. The latter hold not out-of-season Oklahoma Sooners fans but hundreds of cases of San antonio’s unofficial soft drink. A trip to San antonio without sipping a Big Red in alamo Plaza is like a day without sunshine. Heading west again we pass the Wokateria at Windsor Park Mall. Next is Los Patios, where California Cool/Marin County Laid Back thrives in San antonio. Los Patios is a combination of shops, restaurants, a large plant nursery, a Volvofilled parking lot, and clumps of quietspeaking, organic people all hidden north of the Loop under trees and good vibes. Everyone here is seeking his own space and owns a food processor. Avoid the shop gimcracks and fern food and enjoy the mellowness of it all along Salado Creek. The last stop is for the best indoor food on the Loop—at the King Wah Restaurant. You’ll be glad you skipped the Wokateria for the shrimps decorated or the asparagus three-shreds soup at this former private club. Too soon we are back to the airport. There is a city bus that circles the Loop if you want to leave the driving to them.</p><p><strong>For the Fearless Bon Vivant</strong></p><p>San antonio’s old favorites usually won’t let you down: Mi Tierra for allnight-long Mexican food and <em>pan dulce, </em>La Louisiane for French, Naples for reliable Neapolitan specialties, Casa Rio on the river for pedestrian Mexican, and nearby Schilo’s Delicatessen for superb split pea soup and root beer. The following are suggested as much for their unusual ambience as for food. Ask any longtime San antonian where some of these jewels are. Chances are he won’t know and you will.</p><img/><p><em>as befits a city of Latin heritage, San antonio abounds with superb people-watching spots like plazas and open-air markets.</em></p><img/><p><em>Loop 410 fronts two of Texas’ best flea markets. Selling everything from auto parts to livestock to religious curios . . .</em></p><p><strong>Miller’s BBQ Pit, 1020 Morales.</strong> Only place in San antonio for good barbecue since the closing of Gulf Street BBQ. The Miller sisters—Bernice, Myrtle, and Ethel —have served superb beef, ribs, and sausage in a small five-table room behind their home since 1941. The great mysterysauce recipe was concocted by their late father, who founded the business. A fork will cut the tender beef, which has been cooked slowly by smoldering oak. Miller’s may face extinction because of the price of firewood, now $100 a cord, up 50 per cent from last year.</p><p><strong>John L. Restaurant, 715 Nogalitos.</strong> Call ahead for the Chinese Banquet Dinner ($7.50, minimum of four), nine courses that will keep you full for the rest of your vacation. A torrent of food. Single or paired travelers might try John L.’s special chop suey (“as seen on TV”). Don’t mess with the Mexican or american food.</p><p><strong>Piedras Negras Restaurant, 1701 S. Laredo.</strong> Order Frank’s Special, a marvelous breakfast dish (served until eleventhirty) of scrambled eggs, chopped country sausage (not chorizo), onions, peppers, tomatoes, and two flour tortillas. Sit near the huge aquarium with the biggest pet fish in San antonio. Watch the common and tiger Oscars devour some of the two dozen goldfish that are added twice a week. Watch the piranha look-alike snap up chopped carrots. Watch the customers watch the fish that are watching the customers, one of whom is probably Frank.</p><p><strong>Stockyards Cafe, 1716 S. San Marcos. </strong>For homesick farm and ranch tourists who miss cowboys, farmers, early breakfasts, and that familiar <em>essence du corral. </em>In the Livestock Exchange Building across from the stockyards. Best mountain oysters in town are served after 6 a.m.</p><p><strong>Taco Cabana, San Pedro at Hildebrand.</strong> This ex-Dairy Queen still serves the best assembly-line tacos in town. And the cheapest. Bean-and-egg, chili-andegg, egg-and-potato, and many others—all 39 cents. Open all night, in case you can’t find Mi Tierra. Other San antonio Mexican food tips: breakfast at Blanco Cafe, 1720 Blanco; tacos <em>al carbon</em> or fresh trout at Las Brisas, 1901 W. Commerce; <em>xochitl caldo</em> on Saturday mornings only at El Mirador, 722 S. St. Mary’s; <em>came asada</em> and <em>frijoles rancheros</em> at Copeland’s, 311 N. Zarzamora; guacamole salad at Blue Moon Cafe, 3228 S. Flores; and good downtown food at Mexican Manhattan, 110 Soledad, and the Little House Cafe, 107 S. Flores.</p><p><strong>Esquire Bar, 153 E. Commerce.</strong> One of the great bars in Texas, right in the heart of downtown. Before you walk in, admire the red “Esquire” neon script. The Esquire’s long, narrow room is bathed in the yellow glow of ceiling-fan lights. A beautiful bar runs the length of the room and high-backed wooden benches line the opposite wall. In the back are round tables and a red sofa for the mariachis that play nightly. Out the back door are balcony tables that overlook the river. Food can be ordered from the Esquire’s restaurant next door. Drinking a Tecate beer (75 cents) out on the balcony, watching the river, and listening to “Malaguena Salerosa” by the slightly off-key singers is the very essence of San antonio.</p><img/><p>. . . <em>they’re heaven for weekend buyers.</em></p><p><strong>Boehler’s Garden, 328 E. Josephine. </strong>Since 1886, this has been the classic neighborhood beer-garden bar where regulars choose their nights according to their favorite drink specials (Monday, margarita; Tuesday, rum and Coke; Sunday, bloody mary) or food specialties (beef stew, chicken and dumplings, hamburgers, chili). Photo gallery is unsurpassed. Owner aubrey Kline, a former vice president of Pearl Beer, has apparently met every celebrity worth meeting, including John Wayne, Bob Hope, Roy and Dale, Gus Mutscher, allan Shivers, Rex allen, Elvis, anita Bryant, and on and on. A huge stuffed Canadian goose, poised for takeoff, dominates the bar. Fine oldies jukebox with Bob Wills’s “San antonio Rose” and several original Ink Spots recordings.</p><p><em>(Continued on page 207)</em></p><p><em>(Continued from page 121)</em></p><p><strong>Every Traveler Needs a Mission</strong></p><p><strong>Mission Concepcion,</strong> two and a half miles from downtown on Mission Road. This is the first of four missions located along nine miles of winding Mission Road with its accompanying hike and bike path. Finished in 1755, Concepcion is the oldest unrestored church in the U.S. that is still in use. Here you can benefit from your travel knowledge of other places. Is the beautiful dome behind the twin bell towers better proportioned than the U.S. Capitol dome in Washington, D.C.? are the acoustics in the nave below better than those in the Mormon Tabernacle in Salt Lake City?</p><p><strong>Mission San Jose.</strong> This second mission, a National Historic Site four and a half miles south of downtown, is the most beautiful of the four. From the beginning it was the most important of the missions of New Spain. The granary at the northwest corner of the compound is the oldest intact building in Texas, built not long after the founding of the mission in 1720. The granary’s flying buttresses were added to reinforce walls strained by tall stacks of corn. The stone used in building San Jose came from the Concepcion quarries. Here is the best of the mission souvenir shops. One hot item is the San Jose salt and pepper shakers, and another that has proved very popular in recent months is a 3-D portrait of Pope John Paul II.</p><p><strong>Mission San Juan Capistrano,</strong> seven miles south of downtown. Founded in 1731, San Juan is the least imposing of the missions and the one to skip if you are hungry. It has a pierced belfry for three bells, as does the next mission on the tour, Espada. On the altar inside is a strange image of Saint John with his foot on the neck of a Turk. The nearby Christ and Virgin Mary were made from cornstalk pith by a process the Spaniards brought to Texas from central Mexico.</p><p><strong>Mission San Francisco de la Espada. </strong>This smallest of the missions was moved with San Juan Capistrano from East Texas to Bexar County in 1731. No one seems to know why its name was changed from just plain San Francisco in East Texas to San Francisco of the Sword. Its small, beautiful chapel, surrounded by huisache trees, still serves as a church to about five hundred families, many of whom have lived and farmed the area since the eighteenth century. About a mile north of the mission is the Espada aqueduct Park. The aqueduct and the 270-foot dam were built between 1731 and 1745. It is the only Spanish aqueduct in the U.S. and its two vine-covered spans over Piedras Creek are near a lovely pecan-grove park not far from the end of a Stinson Field runway.</p><p><strong>The Deutsche Mark</strong></p><p>Other than the Mexicans, the Germans made the most definite imprint on the city of any settlers. By the 1870s they were the most numerous ethnic group in San antonio. Settling south of the business district, they even Germanized previously Spanish areas like La Villita, adding steeppitched roofs and small gardens. To honor King Wilhelm I of Prussia, Ernst altgelt (founder of the town of Comfort) planned a grand avenue lined with the palatial residences of the city’s prosperous German families. Today the five blocks of King William Street are the most beautiful street in Texas—quiet, tree-lined, almost rural, although it’s just two blocks from downtown. The oldest unaltered house on the street is 120 King William, an adobe home built in 1868. At 404 King William you can see one of the earliest examples of Colonial Revival architecture, which became popular somewhat later than the neighborhood’s predominating Victorian style. The Eduard Steves house, 509 King William, one of two open to the public, is a symmetrical Victorian house with mansard roof and carved rope designs around the doors and windows. The picket fence around the house was built with wooden pegs rather than nails.</p><p><strong>Walk Me a River</strong></p><p>The San antonio River begins as Olmos Creek and flows south and southeast for 180 miles until it joins the Guadalupe River ten miles before they empty into San antonio Bay. The Riverwalk winds along with the river for about two and a half miles through downtown and gives the city the allure and charm that canals give European cities like amsterdam and Strasbourg. Only San antonio among Texas cities has developed its river corridor to enhance quality of life. Avoid the paddleboats, tour barges, and discos. Just walk and enjoy the scenery, particularly early in the morning when workers are washing down the walk and the air is clean. You might see Bongo Joe, a steel drum player whose real name is George Coleman and who is one of the river’s characters. For a different kind of character, try the serene red-brick terrace of the Fig Tree restaurant for a cocktail, a snack, and an evening of river watching. Don’t forget to acknowledge the Indian, on guard since 1914 at the Commerce Street Bridge across from the turreted Riverside Building, and to admire the brilliantly red poinsettias, named after Joel Poinsett, the first U.S. minister to Mexico. Just above the Riverwalk (in the old San antonio Public Library at 210 West Market) is the Hertzberg Circus Collection, one of the finest collections of circusana in america.</p><p><strong>The Show at the Palace</strong></p><p>Located on the west side of Military Plaza, this aristocratic Spanish home was finished in 1749 and renovated from 1929 to 1930. Built for the captain of the presidio, it is an elegantly simple house with three-foot-thick walls and floors of native flagstone or tile. Off the cool patio, with its water-lily fountain and arbor covered with Texas mustang grapes, is the <em>sala,</em> the large room for social affairs. In the <em>sala</em> hangs a portrait of the Marquis de Valero, viceroy of Mexico when the civil government of San antonio was established in 1718 and the man honored by the alamo’s official name (Mission San antonio de Valero<em>).</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "San Antonio",
      "Food",
      "Texas",
      "Alamo",
      "Mission",
      "Spanish",
      "Neon",
      "The Alamo",
      "Church",
      "House",
      "Military",
      "Home",
      "Restaurant",
      "ten",
      "Tour",
      "Beer",
      "Big Red",
      "Cities",
      "Houston",
      "people"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "Mission",
      "West",
      "D.C."
    ]
  }
}