{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19806",
    "date": "June 1980",
    "year": 1980,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1980/19800600.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115
      ],
      [
        211,
        212,
        213,
        214,
        215,
        216,
        217,
        218,
        219,
        220,
        221,
        222,
        223,
        224
      ],
      [
        228
      ]
    ],
    "toc_order": 3,
    "toc_headline": "What Do These Rugged Texas He-Men Have In Common?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198006-whatdoth",
  "source": "/1980/19800600.pdf",
  "wp_post_id": 115164,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-do-these-rugged-texas-he-men-have-in-common/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "What Do These Rugged Texas He-Man Have In Common?",
  "dek": "They’re gay.",
  "spread_caption": "",
  "excerpt": "They are the latest arrivals on the sexual frontier: the New Gay Macho Men.",
  "kicker": "",
  "word_count": 9988,
  "content": "<img/><img/><p>Photograph by andy Vracin/Kirkley Photography, Inc.</p><p><strong>Styling by Ja Schroeder Clothing furnished by the Polo Shop and Union Jack</strong></p><p><span class=\"dropcap\">I</span>t was Easter morning at Houston’s Metropolitan Community Church of the Resurrection. The overstuffed church was brightly decked out with sprays of flowers on the altar, but the real excitement was a kind of spiritual palpitation that was running through the seated congregation. These were fundamentalists, and a sense of religious Community united a very eclectic group. There were slim young guys in slacks and short-sleeved shirts and thick-bodied women in the same, men in polyester suits and well-coiffed ladies in stylish print dresses, teenage boys and graying matrons, and thirtyish swains in crisp blue blazers or double-breasted cream suits with daffodil boutonnieres. In addition to belief in the Word, there was another unifying force here: the pastor and almost his entire congregation were gay.</p><p>Forty hours earlier and 250 miles to the north, I had been in Sundance Kids, which is Dallas’s leather bar. I was standing by the pool table and peering through the cigarette-smoke haze at the crowd, who all wore either biker outfits or cowboy getups. The guy with the best biker uni in the place was checking me out. He was wearing one of those too-small black SS caps like Brando wore in <em>The Wild One,</em> a black leather vest (no shirt), and black leather pants that were scalloped in front and back so that if they hadn’t had skin-colored leather inserts right there, everything would have been hanging out. His chest was girded with chains, his upper arms were wrapped with heavy studded leather bracelets, and a studded belt was holding up his imitation peekaboo trousers. Macho man. He cruised by and patted me on the rear.</p><img/><p>Photograph by andy Vracin/Kirkley Photography, Inc.</p><p>Dancing at Dallas’s Village Station is a test of stamina.</p><p>I wandered over to a glass display case filled with biker doodads and buttons that read, “I use Crisco,” behind which a clerk was ringing up a steady string of purchases. A middle-aged guy, tanned, smooth-faced, with immaculately combed gray hair, was leaning against the case. He favored a denim jacket and jeans. He wondered aloud what my name was. Then he wondered if I was into a sexual technique that sounded both anatomically exacting and excruciatingly painful. With that Mr. Biker reappeared. On closer inspection I saw that he was swarthy and had short black hair, long sideburns, and a neatly trimmed moustache. He introduced himself with a soul handshake. “Do you go out dressed like that all the time?” I asked.</p><p>“Only when I feel like it,” he shrugged with sudden meekness. “Maybe twice a month.”</p><p>Like the churchgoers and the leather guys, I am a member of a sexual minority in this country, but for a different reason. I am one of the 50 per cent of american males who have never had a homosexual experience. To write this story I entered the world of that other sexual minority, the 10 per cent of Texas men and perhaps 5 per cent of Texas women who are exclusively homosexual. In Gay Texas, a place as geographically, intellectually, and socially expansive as the state itself, I found gay communities so well established in Dallas and Houston that Texas is known all along the national grapevine as a gay Mecca. I found a minority that is totally assimilated into society, yet always cognizant of its separateness and often fearful of exposure. I found a minority that is not going to disappear no matter what forces of outrage are directed against it, a minority that is increasingly determined to pursue its sexual identity with the legal and moral sanction of society. And I found the virtues and excesses of this minority so inextricably entwined with those of our mainstream culture that they do not even suggest parallel universes or mirror images of one another. They are the same.</p><p><strong>“Most of the gay bars and restaurants are sacred preserves of the gay male, and their efforts to keep women out are thinly disguised discrimination. These places are for real he-men-the New Gay Macho Men-and wimps, sissies, and girls had better stay out.”</strong></p><p><em>Left: Dancing at Dallas’s Village Station is a test of stamina.</em></p><p>Andy Vracin/Kirkley Photography, Inc.</p><img/><p><em>after years in the closet, Baker is challenging anti-gay laws.</em></p><p><em>Seven years ago, as part of a general reform of the Texas Penal Code, penalties for sodomy between consenting adults of the opposite sex in private were repealed. Today, under section 21.06 of the Texas Penal Code, only oral or anal sex between consenting adults of the same sex is illegal.</em></p><p>Donald Baker, 32, is a former schoolteacher who is working on his master’s degree in education at Southern Methodist University and who has recently been elected head of the Dallas Gay Political Caucus (DGPC). He is also the plaintiff in a federal suit challenging the constitutionality of section 21.06. His story is in many ways that of hundreds of thousands of Texas gays, but it is also, in other important ways, atypical.</p><p>Baker was born into a ferociously devout assembly of God household in Oak Cliff. As a boy, he handed out religious tracts on street corners. When he reached puberty he was aware of strong feelings for his male friends, but the idea that he might be a homosexual was so monstrous that it did not compute. “The thought that I might be queer,” he remembers, “well, that was a joke. I never even considered it.”</p><p>In 1965 Baker graduated from high school and went to East Texas State University. There he dated women (which he found awkward), fantasized about being in a fraternity, and got so restless that he transferred to UT-Austin when he was twenty. He still had no idea that he was gay.</p><p>In austin, Baker joined a youth group called Christ ambassadors and settled into the exemplary if somewhat rigid life of a young evangelical—studies, a job in a bookstore, duties as a Christian youth leader. He had never even masturbated. Then, out of the blue, he found his neat little world irretrievably altered.</p><p>It was a Sunday in November 1967, and Baker was working in the bookstore. He took a break to go over to the student union to watch a football game on TV. As he sat watching the screen he became aware of somebody standing next to him. After a while he looked up, and there was a man—blond, early twenties, about medium height—just staring at him. Baker felt a jolt of “intense anxiety,” and suddenly, for the first time, he realized that he could make contact with a man in a way that was . . . well, Baker wasn’t sure, but maybe it was sexual. Overwhelmed, he sat there asking himself, “Could you possibly be queer?” The horror of it spread over his soul; all he could think was “You’re going to burn in hell!”</p><p>Andy Vracin/Kirkley Photography, Inc.</p><img/><p><em>“We used to be expected to bitch and scream,</em> ” <em>recalls Johnson.</em></p><p><strong>“Gay attire is really anti-fashion these days. Straights may be wearing Giorgio armani and Calvin Klein to the discos, but gays are sticking to basics like Brooks Brothers and L. L. Bean, Levi's and Izod knits, khaki pants and oxford-cloth shirts.”</strong></p><img/><img/><p><em>The California Rack, Houston’s rough-and-ready gay bar, is a tangle of dark halls and murky alcoves. Its leather boutique features everything from biker regalia to more threatening adornments.</em></p><p>Baker followed the guy to the rest room, but that was as far as it got. He mumbled that he needed to get back to work, but when he had he broke into sobs. He left work and went to church to sing in the choir but broke down there too. He went to talk with his minister, but he couldn’t bring himself to tell him what was really wrong.</p><p>Nicolas Russell</p><p>After that day, Baker went underground for two months. He refused to attend church, visit his friends, or answer his door or phone. Finally he decided to call the university counseling service. “I have a personal problem,“ he whispered into the phone. ”I think I am a homosexual.“</p><p>Baker met with a counselor, who thought he should probably have more corroborating evidence before he could claim to be a homosexual. He started to date women with a vengeance, and though he found holding hands and kissing “unnatural,” he told the counselor that his heterosexual life was doing just fine.</p><p>The experience at UT had frightened Baker, however, and he left Texas that May and joined the Navy. “You <em>could</em> be a queer,” he would tell himself, “but because you’re a Christian and because it’s not right, you won’t do it.” He remained celibate. After finishing his tour in the Navy, Baker moved to Massachusetts to hang out with a straight Navy buddy named Dick Wilson. He took the name Don Wilson; he wanted people to think that he was Dick’s brother.</p><p>Two years later he followed Wilson to school at the State University of New York at Cortland. One day he decided to attend a meeting of a gay organization at Cornell University in Ithaca, thirty miles away. When he got to Cornell he walked around the campus for an hour, trying to get his nerve up. Then he went into the building, but instead of going to the second-floor room where the meeting was being held, he went to an interior balcony on the third floor and looked down at the group assembled one floor below. It was the first time Don Baker had ever seen other human beings that he could identify as gay, and they were not monsters. Several weeks later Baker went to a gay bar and had his first beer. At age 27, he was starting to come out of the closet.</p><p>Nicolas Russell</p><img/><p><em>Councilman Frank Mann called Shifted (r.) and other gay activists “oddwads”—and promptly found himself voted out of office.</em></p><p>For the next year he read history, sociology, and psychology texts, reexamined the Scriptures, and gradually satisfied himself that he could be both a devout Christian and a homosexual. “I was born again, literally,” he says of this period.</p><p>Baker returned to Dallas, came out to his family, joined St. Michael and all angels Episcopal Church, and decided that putting himself and his family through the stress and publicity of a suit against section 21.06 would be a fair price to pay for heeding what was to him a moral imperative. “Iam following the Lord’s leading in my life,” he says.</p><p>In his intense religious and political convictions, Donald Baker represents a small but increasingly important fraction of Texas’ gay population. But in his adolescent ignorance of homosexuality, his self-loathing, and his struggle to establish his identity, Baker told a story that I heard again and again. The thing that sat at the very pit of all this anguish was the feeling of isolation. Almost every Texas gay I talked to grew up thinking he was <em>the only one in the world.</em> They were never more wrong.</p><p><span class=\"dropcap\">T</span><em>he american Psychiatric association has officially ruled that homosexuality shall no longer be listed as a “mental disorder“ in the official nomenclature. The surgeon general of the United States has followed suit, instructing his staff to stop classifying homosexuality as a mental disease or defect. In Texas, however, the State Board of Education approved a new health text this fall after voting to delete this passage: “Some now believe that homosexuality is not a mental disorder but is another, less common kind of sexuality.</em> ”</p><p>Thirty-three years ago Dr. Alfred Kinsey, a zoology professor at Indiana University, began assembling data on human sexual behavior. His separate studies of male and female sexuality were published in 1948 and 1953, respectively, and his results became the statistical canons for a liberal reassessment of american mores and morals. People could look at Kinsey’s figures and decide that acts like oral sex and masturbation weren’t all that bad, because a whole lot of people were out there doing them. But there was certain material in Kinsey’s studies that even good liberal thinkers wanted to forget about. It had to do with homosexuality.</p><p>Nicolas Russell</p><img/><p><em>Houston gays have the ear of pols like Councilman Lance Lalor.</em></p><p>Kinsey applied the terms “homosexual” and “heterosexual” only to the nature of specific sexual acts. He did not use them to describe people because he found so many who couldn’t be slotted into either category. He discovered that only 50 per cent of the adult male population was exclusively heterosexual and only 4 per cent was exclusively homosexual, throughout adult life. The rest was <em>really</em> shocking. Of the <em>total</em> male population, said Kinsey, who had the stats to prove it, 37 per cent had had at least one overt homosexual experience to the point of orgasm; 25 per cent of the <em>total</em> male population liked it so much that they continued to have homosexual experiences. And 10 per cent liked it so much that they were (Kinsey put this in boldface) “more or less exclusively homosexual.” Kinsey brought his research on homosexuality to this general conclusion: “If all persons with any trace of homosexual history, or those who were predominantly homosexual, were eliminated from the population today, there is no reason for believing that the incidence of the homosexual in the next generation would be materially reduced. The homosexual has been a significant part of human sexual activity since the dawn of history, primarily because it is an expression of capacities that are basic in the human animal.”</p><p>Nicolas Russell</p><img/><p><em>Larsen tells gays what God tells him: Don’t worry about it.</em></p><p>Subsequent researchers, though never as ambitious as Kinsey, have found little to dispute in his percentages. So if you take Dr. Kinsey’s estimates of 10 per cent for men and maybe 3 to 5 per cent for women (he never came up with an exact figure for women, but found most incidences of female homosexual behavior about one-third to one-half as common as for men) and apply them to the state of Texas, you come up with something like a million male and female homosexuals right here.</p><p><span class=\"dropcap\">B</span>ob Damron’s address Book <em>is the gay social bible. It is a little softbound volume about half as big as an ordinary paperback, but it lists, in fine print, virtually every gay bar, disco, bath, bookstore, and “cruisy area” in the United States. It is so thorough that you can use it to make some interesting, if unscientific, statistical comparisons regarding gay social life. For example, in the 1980 edition California has 28 pages of listings, New York 14, Florida 9.5, and Texas 8.5. These are the top four states. There are 70 places listed for Houston, 64 for the Dallas-Fort Worth area (most of them in Dallas), 28 for San antonio, and 19 for austin. Among the cruisy areas of note in Texas are the 76 Truck Stop on IH 20 near Sweetwater, the rest stops on IH 10 East near Fabens, and the J. C. Penney “T-room” (rest room) at South Plains Mall in Lubbock.</em></p><p><strong>“In many ways gay activists exemplify everything you learned in civics class: they are hardworking, informed, and dedicated to making the system work for them. But when it comes to dealing with the minority in their midset, their marks aren't as good.”</strong></p><p>Most gays do not frequent gay bars, just as most straights do not regularly hang out at nightclubs or singles bars. But bars do have an added significance in the gay subculture: they are usually the first place where a gay has the opportunity to socialize with a predominantly gay crowd, to feel included and normal. The bars are also information warehouses, dispensing gossip, periodicals, and pamphlets unavailable elsewhere. They are places where activists go to register voters, and they frequently serve as sites for movement fundraisers. Like the old neighborhood bars that have virtually disappeared from straight society, gay bars preserve a certain feeling of community. But as Texas’ biggest cities grow and diversify, that too is changing.</p><p>Montrose in Houston and Oak Lawn in Dallas are two of the largest gay ghettos in the United States. Both are traditionally bohemian enclaves by Texas standards, both are inner-city neighborhoods, both are full of once-respectable old homes that became run-down and then, in the last ten or fifteen years, were revitalized, in great part due to the industry of gays. (Today real estate and carpentry seem to be much more stereotypical gay interests than hairdressing and women’s fashions.) People always seem to be out on foot in Oak Lawn and Montrose, cruising, hanging out, or just strolling, and at night car-borne celebrants join them, leaving their vehicles jammed bumper-to-bumper for blocks surrounding the main strips. The nightlife in and around these neighborhoods is, as a zoologist would put it, extremely rich and varied. There is, however, one type of human animal that really rules these streets, and he would strike fear into the heart of anyone who ever hearkened to the custom of “rolling a queer.” He is the New Gay Macho Man (NGMM).</p><p>Perhaps more than any other social institution in Texas, the gay scene is a man’s world. Of the more than one hundred gay bars, restaurants, and baths in Dallas and Houston, only three or four cater to gay women. The rest are sacred preserves of the gay male, and their efforts to keep women out are thinly disguised discrimination. Many prohibit open-toed shoes; others require two IDs, with pictures, from women; almost all will regularly card women while rarely requiring IDs from men. Sometimes guys with dates are charged more for drinks than single men. One gay man explained to me that all of this was justified, because straights can go anywhere they please to dance while gays can dance together comfortably only in their own bars. But that isn’t the real reason. The real reason is that the sanctuaries of gay social life are for real hemen only, and wimps, sissies, and girls had better stay out of the clubhouse.</p><p><em>(Continued on page 209)</em></p><p><em>(Continued from page 113)</em></p><p>The preppy look, the body builder look, and the biker and cowboy costume fantasies are the principal stylistic expressions of the New Gay Machismo. Surprisingly, fashion-conscious Dallas doesn’t have any edge on Houston when it comes to gay dressing. That is because gay attire is really antifashion these days. Straights may be wearing Giorgio armani and Calvin Klein to the discos, but gays are sticking to basics like Brooks Brothers and L. L. Bean. After all, only a wimp, a real swish, would ever wear designer clothes.</p><p>I cruised Throckmorton Mining Company in Dallas, and it was packed with NGMMs. The place was all done up like an old saloon in the best singles-bar tradition, except that it was rougher, tougher, more, er, masculine. There were some body builders in tank tops and T-shirts, and some cowboys, but they were outnumbered by preppies in preppy gear: straight-leg Levi’s and Izod knits, khaki pants and oxford-cloth shirts with buttondown collars, topsiders and Weejuns. It looked like a frat house. I met some guys from abilene who had come to Dallas just after graduating from college. They had already reached professional status as pharmacists and accountants, even at their tender age. And they were fraternity men, too. One of them had followed his lover to Dallas, but once he’d taken a gander at all these NGMMs, good-bye lover. They all had very firm handshakes. These days most gays have extremely firm handshakes. It is sort of like the fraternity grip.</p><p>A few gay establishments cater to preppies who have matriculated to senior status. One such place is Baja in Dallas. This is a bar and restaurant done in a very tasteful, low-key manner, with muted colors and solid, basic furniture. It is elegant, with starched white tablecloths and fine cuisine, but simple—no froufrou, no knickknacks, no posters of Lyons or Nice or basket arrangements hanging from the walls. Straights may require such nitsy decorations but not gays.</p><p>Upstairs in Baja’s comfortable lounge the guys were all standing around the bar, most of them in their midto late thirties and sporting haircuts that would pass muster on <em>any</em> high school football team. Attire ranged from three-piece suits to plaid flannel shirts to the omnipresent Izod, but everything was neat and conservatively tailored. They were big, rugged-looking guys, the kind of men who can look you square in the eye and close a million-dollar deal with a handshake that leaves your fingers throbbing. They had that young-professional-already-most-ofthe-way-up-the-ladder look, like the young hotshots of similar age and professional status who were at home raising families in Highland Park. One guy told me that some of the fellows like to come here after work (there is a good happyhour crowd), pick somebody up, and trick before dinner so they can get a good night’s sleep. Wham, bam, thank you sir, i’ve got to get up early in the morning and set the world on fire.</p><p>Discos, of course, have been a traditional focus of gay social life. Unlike straights, who have seen disco come and go as a fad over a period of several years, gays in Dallas and Houston have been going to discos since the mid-sixties, and before that they went to gay rock ’n’ roll clubs. In fact, it is easy to argue that gays have had the only <em>real</em> discos that have ever appeared in Texas. Gay discos do not consist of comfy arrangements of tables, chairs, and lighted planters surrounding a minuscule dance floor where isolated couples sway idly to the beat. Gay discos are huge, open caverns, all dance floor, with phantasmagoric light shows and the latest and best in disco music. They are hot, sweaty, and absolutely packed with revelers. Dancing in one is a test of physical stamina. You and everyone else are compressed into a single frenzied, pulsating mass, and if you can’t get down, you not only look like a helpless wimp or an uptight straight but you also mess up the whole chain reaction.</p><p>Many people once considered the Old Plantation in Dallas, which has succumbed to fires and infiltration by straights, to be one of the finest discos in the country. Now Numbers on Westheimer in Houston is hot, with its laser light show flashing over the heads of a mixture of preppies, body builders, and (to the management’s chagrin) some types who look like they belong in a straight disco. But the hottest spot in Texas is still in Dallas: the Village Station on Cedar Springs. Here the crowd is so stripped down—in T-shirts, bare chests, tank tops, and jeans—that class distinctions cease to exist. The dancers stand shoulder to shoulder, gyrating, flinging their arms in the air, and jumping in moves so coordinated that it seems like everyone has the same choreographer. Butyl nitrate “poppers,” little bottles of a chemical that is inhaled through the nose to speed up the heart and produce a momentary rush, are passed around like communal cigarettes. There are some glitter types who may have wandered in from Magnolia’s, an adjacent gay punk bar, but here, as everywhere else, the NGMM rules the turf. Men, let’s go out there and dance till we drop, and then let’s get up and dance some more.</p><p>Other traditional gay social institutions are feeling the impact of the New Gay Machismo as well. This was apparent the night I attended a drag show at the Landing, near downtown Dallas. The drag queen is an almost revered figure in gay culture; not only have queens provided other gays with cathartic, self-deprecating comic relief but they have also been in the forefront of the gay movement. Serious queens have nowhere to hide, so they were the first to stand up and say, “i’m gay and i’m proud,’’ and now drag shows are regular fundraisers for gay causes. The only problem is that macho gays aren’t showing them the proper respect. The NGMMs are starting to treat drag queens the way a truck driver treats a topless dancer in a roadside dive.</p><p>At the Landing the crowd was about one-third preppies, blacks, and passe Hawaiian-shirt types, one-third butchy women, and one-third rednecks—I mean real apple-knockers in gimme caps and dingo boots. Two of these yahoos were standing right in front of me, tickling and humping and goosing around like any crude jerk would do with his date if he thought he could get away with it. They made incessant jokes about the physical characteristics of the female impersonators, who were reeling off imitations of drag show standards like Bette Midler, Mahalia Jackson, and Diana Ross (this one was uncannily convincing, only <em>he</em> was better looking), and they saved their lewdest comments for the “niggers,” just like the straight good ol’ boys who find going for the black stuff a particular indication of superior manhood.</p><p>The New Gay Machismo is also well served by the large number of esoteric “theme” bars that have sprung up in Dallas and Houston. Country and western isn’t quite as popular among gays as it is in straight culture (too flashy), but you wouldn’t know it if you ever went to Tex’s Ranch, which is right next door to Sundance Kids. In Tex’s there were a lot of old ranch hands fixin’ to join up with some young buckaroos and a lot of young buckaroos hoping that the old ranch hands would turn out to be rich. One youthful patron displayed a multicarat rock, set into a little pendant, that he had just received as a gift. “i’ve got two more,” he boasted. Well, it’s a wonder somebody didn’t grab that nelly little anachronism by the ear and drag him into the Eagle Leather/Maple Ranch Wear boutique that adjoined Tex’s and show him what real men were into.</p><p>In the boutique a great big mustachioed and tattooed blond guy was having his nipple pierced. He was surrounded by men in plaid flannel shirts and jeans and boots who looked at me as if to say, “If you can’t stand the heat, wimp, get out of the kitchen.” So we all stood there and watched while the piercer finally got the piercee’s nipple erect and popped a hole in it with an ear-piercing gun. A rhinestone pin was stuck in for the time being; later the guy would be able to hang chains from his nipple. In addition to nipple-piercing, the boutique offered leathers, boots, belt buckles with the logos of gay bars, metal rings that enlarge the penis, and joke cans of Campbell’s soup labeled things like “Cream of Sperm.” There were also some nifty bandannas in a wide array of colors. The reason for all the colors? Well, in the hard-core gay bar scene there is a nationwide code for handkerchiefs that are placed in the back pockets of one’s pants. If you’re a golden showerer, for example, and want to urinate on someone, then you stick a yellow handkerchief in your left back pocket and hope to run into somebody with a yellow handkerchief in his right back pocket, which means he likes to be urinated on. There are twelve official colors relating to various sexual proclivities. The bandannas are just the C&W version of the system.</p><p>Yes, some gays will tell you, the New Gay Machismo is leading them into heavier and heavier sexual aggression, although sadomasochism and bondage are almost always considerably less harmful than they sound. Some gays like the titillation of implied danger and degradation; it makes sex seem meaner, nastier, and more manly. So now we are starting to see places like the California Rack in Houston, which seems to be the vanguard concept for swinging gay bars.</p><p>The Rack is right where California Street runs into Westheimer. From the exterior it looks like the standard DallasHouston singles bar, with sides of rough wood planking so that even though you know the place was either built or remodeled about two months ago, some subliminal impulse is supposed to say, “Rough wood! Gee, this place has <em>character</em>.” There is also sparkling white crushed rock (never needs watering) surrounding some pitiful little trees that are clinging to life on the sidewalk; this alerts you to the fact that the interior will be semi-organic. Inside, though, the Rack is a revelation. First of all, the interior walls look just like the outside, except that the planking is even rougher, more unfinished, and looks like something Robinson Crusoe built and added onto, and added onto, and added onto. . . . Stairs go up every which way, they turn and twist into bars and halfstory landings and quarter-story landings and dark little nooks and crannies. There are bridges and catwalks and balconies going over and under, under and over. Monstrous anchor chains hang everywhere, and iron grates and bars serve as doors. This bar has everything that straight swingers would want—the chance to circulate, bump into the perfect stranger, and corner ’em in a cozy little nook—except that this is rough, mean, and sinister, with none of the frills that the company of straights necessitates. If you don’t understand it by now, you’ll never get it: a gay man is more of a man.</p><p>“<span class=”dropcap“>I</span><em>f you wonder, as I do, why gay people take politics more seriously in Houston than in New York, the answer may lie in the threat perceived by homosexuals who live, in cities where the Christian right is strong.”</em></p><p>Richard Goldstein <em>Village Voice,</em> October 1979</p><p>“We’re everywhere” has become the rallying cry of the gay political movement, and the gay politician would seem to address a constituency of considerable importance. Beyond sheer numbers, there is the disproportionate influence of gays in the economic and intellectual arenas. A recent study by a Los angeles-based marketing research company found that income for the average gay household of 1.4 persons was 50 per cent above the national average, that 70 per cent of the gays surveyed were college graduates, and that 84 per cent were regular voters, which is almost double the national average. A similar study estimated that gays control 19 per cent of the disposable income in the United States.</p><p>Such statistics as exist for Texas indicate that Texas gays have a similarly high level of education and income. A study, sponsored by the Dallas Gay Political Caucus, of men and women active in gay churches and political organizations revealed these characteristics: 49 per cent were between the ages of 25 and 34, and 83 per cent were male; 33 per cent had college bachelor’s degrees, 33 per cent had professional or graduate degrees, and 15 per cent were still students; 40 per cent were in professions and 35 per cent in white-collar occupations; 31 per cent earned $20,000 or more per year. Of course, these were organizationally active gays, but they also seem to be representative of gays as a whole. As Donald Baker explained to me, “The average Dallas gay is anglo, upper-middle-class, upwardly mobile, and better educated than average. He is also not involved in gay organizations. He has always been in the system, he has been successful within the system, and he doesn’t like to think of himself as a minority.” They <em>are</em> everywhere, but finding out who they are is one of the biggest tactical problems facing gay organizers.</p><p>Houston is where gay political inroads have been most visible in Texas. Today, the star of gay politics in the city is Steve Shiflett, and much of the extraordinary growth of gay clout in Houston dates from his ascendancy to the presidency of the Houston Gay Political Caucus (HGPC) in 1978. Shiflett, an ex-Young Republican, a precinct organizer since he was sixteen, and a marketing graduate of Louisiana State University, was moved to seize power in HGPC when he served as a member of its media monitoring committee. He became alarmed by the publicity given to anita Bryant’s crusade against the Dade County, Florida, gay rights referendum, and he realized that the leadership of HGPC wasn’t up to the kind of battle that was going on in Dade County. So he “organized a coup,” emerging out of nowhere to defeat the incumbent president.</p><p>Like most gay politicians in Texas, Shiflett is vehemently opposed to confrontation politics and ardently devoted to the system. His initial move to strengthen gay political influence involved applying leverage to the system at the most basic, grass-roots level. In the 1978 state Democratic primaries, Shiflett organized gays to swamp their local precinct conventions, usually ignored by most voters. The result was the election of 120 gay delegates to the state senatorial district convention and the subsequent election of one gay national delegate. Gays also bloc-voted in the 1978 race to fill Barbara Jordan’s seat in Congress, giving State Representative Mickey Leland a two-to-one margin in twenty Montrose precincts. After the election Leland personally delivered a prompt thank-you to HGPC.</p><p>Gay political leverage increased in 1979, when a single-member city council district was shifted to include Montrose. In last fall’s council election, conservative councilman-at-large Frank Mann was opposed by liberal candidate Eleanor Tinsley. Mann attempted to polarize the gay issue by welcoming the opposition of “oddwads and queers”; Tinsley courted the gay vote and got a thousand volunteers, contributions, and enough votes from the gay community to oust Mann. Local politicians also concede that State Legislative District 79, which includes Montrose, will now go the way the gay vote goes. Shiflett can point to a list of additional gay political victories in Houston: majority of “friendlies” on the city council, a gay woman appointed to the Police advisory Commission, a promised city-sponsored Montrose medical clinic, and a pledge from the mayor to appoint a special assistant for gay matters.</p><p>But when I arrived in Houston to interview Shiflett, I heard some startling news: the night before, Steve Shiflett had resigned as president of HGPC. Something strange was going on, and it had to do with forces that are stretching the fabric of gay political consensus. Feminists, using Shiflett’s own tactic of bloc-voting in the HGPC meetings, had loaded a caucus the week before and voted to endorse a feminist candidate in the race to assume the District 79 seat being vacated by State Representative Ron Waters. Shiflett, who found all four of the candidates to be satisfactorily pro-gay, did not see the efficacy of endorsing any one at the risk of dividing HGPC into factions. Stating that he could not “endorse or support the self-defeating, steamroller tactics of a disruptively vocal minority coalition whose more immediate goals and priorities I do not share,’’ Shiflett resigned. Now he is worried that HGPC is destroying itself by ignoring its principal strength: unity.</p><p>In Dallas gay power has been slower to develop but has a tighter and more stable nucleus. DGPC promised the same precinct-committee onslaught in this year’s May primaries that HGPC delivered two years ago, and it has even prepared an audiovisual program explaining exactly how power is transmitted via local precinct politics to the state and national levels. DGPC has had more success with funding than HGPC because its thorough, low-profile approach appeals to many Dallas gays, who are among the nation’s most conservative. “We use the system,” says one member of DGPC, “and we can go to backers and say, ‘Look, you understand how the system works. We need money.’</p><p>Of course, gay activists are not after power for power’s sake, nor are they, as many fear, interested in converting the country to homosexuality. They would like to see the rescindment of anti-sodomy laws that are applied exclusively to gays, they hope to counter the efforts of newly formed but powerful anti-gay lobbies like Moral Majority and Christian Voice, and they would like to have protection against job and housing discrimination. This last objective is the most controversial gay political ambition, since it would extend to homosexuals the same kind of legal safeguards that have previously been granted only to blacks and women. Many critics of the gay rights initiative maintain that homosexual behavior is a lifestyle preference, not an inescapable genetic reality, and that gays, unlike blacks and women, are already well integrated into the economy. Gay activists, however, insist that there is nothing voluntary about their sexual orientation, which many researchers feel is determined in the first three or four years of a person’s life, and that they do suffer pervasive psychological oppression. So the issue of gay rights provides society with some difficult questions on how far it must go in legislating civil liberties for minority interests, but the matter will be ultimately resolved not by debate over philosophical or legal subtleties but by the success or failure of gay political mobilization.</p><p>In many ways gay activists exemplify everything that you ever learned in civics class: they are hardworking, informed on the issues, and dedicated to making the system work for them. But when it comes to dealing with the minority in <em>their</em> midst, their marks aren’t as good.</p><p>“<span class=”dropcap“>T</span><em>he guys tell us they want us in the movement, but they are going to have to change their attitudes. Gone are the days when we are going to pitterpat through there and knit them a sign.</em> ”</p><p>Gay woman activist, Dallas, 1980</p><p>Gay women are politically active, but the vast majority of them are involved with <em>the</em> women’s movement, not a gay women’s movement. “The issue of women as human beings takes precedence over gay rights,” said one woman who <em>is</em> active in gay politics. An advertising executive expressed the same view when she said, “Look, I have worked this hard to get where I am as a woman, and now you want me to add to that the fact that I am gay! Nobody has that much strength.” There is also the feeling among gay women that gay men don’t understand the mechanics of women’s politics. “They’re all thrust and penetration, things they learned in marketing,” said a female gay activist. “They don’t understand process. They don’t know how to trust the part of themselves that is soft and tender.”</p><p>Women’s traditional roles have also restricted their sexual expression. “We weren’t brought up to be very adventurous sexually,” said a gay woman. “The passivity that women are taught often keeps them from recognizing that they are gay.” Still, gay women are progressing socially, rejecting the butch stereotypes and slowly building their own infrastructure of cultural and social activities, which do not generally center around the bar scene. I did visit women’s bars, but they are not really representative of new attitudes among gay women in the way that men’s bars are.</p><p>Frances and Denise are attractive women who live together in Houston in an older, until recently lower-middle-class neighborhood that has suddenly become fashionable; it is not, however, a neighborhood in which an unusually large number of gays live. Denise teaches college, Frances is a businesswoman. They are both in their mid-thirties, and Denise’s nine-year-old son by her marriage lives with them. Their house is big, comfortable, and unostentatiously decorated. Denise’s employers know that she is gay, as do many, but not all, of Frances’s co-workers.</p><p>Denise always felt a sexual attraction for women, even as a girl, but she could not envision herself as gay. “The only gay women I could see were women in bowling alleys with their hair slicked back and wearing men’s wristwatches. I knew I wasn’t one of <em>those.”</em> Still, Denise had a scary feeling that she was different; she decided that the way to deal with her fears was to stay on the straight and narrow. She got married at age 19, but she still had the feeling that it wasn’t quite what she was meant to be doing. So she had a baby but still couldn’t shake her misgivings. Then, at 28, she met a gay woman, had an affair, and one day went home and asked for a divorce. At the time, her son was 2 years old.</p><p>Frances discovered her sexual orientation by falling in love with another woman in college, rather than through any general physical attraction to women. “Many young women,” she says, “start out with a passionate affair with another woman, and then that person goes away and they feel like the only other person in the world who is gay is gone.” When her lover went away, Frances got married. She was married for four years.</p><p>Both Frances and Denise lived with other women before they met six years ago. They have been together for four years, and, they said with deep, affectionate looks at one another, they expect it to last forever.</p><p>Frances and Denise try to be as open as possible about their relationship, and they regularly dine as a couple with a number of each other’s friends and colleagues. Still, they must exercise caution; while they are open with many straight friends, others would probably be aghast if they knew. And there are even some good gay friends with whom they never discuss sexuality. “It’s funny the lines you can cross with relative impunity,” says Frances, “and the lines you cannot cross.” The most important line that they have crossed is with Denise’s son, Jack.</p><p>“Jack was two when I recognized that I was gay,” says Denise. “I decided that the best course of action was to go ahead and be gay around him. A child is going to find out anyway, and when he does he is going to feel betrayed.” Frances and Denise agreed that gay parents should be as honest with their children as they can. Frances had previously lived with a woman who concealed her sexuality from her daughter, but eventually the daughter found out and felt bitter and used. “Hiding things from them implies a sense of guilt,” Frances says, “while telling them makes for a more communicative household. It is important for a child to have two parents, no matter what sex they are.”</p><p>“Jack knows that most other people would not approve,” says Denise, “and he is dismayed when he hears queer jokes at school.” although Jack seems well adjusted now, Denise realizes that the coming teenage years will be difficult. “He’s headed into a period when he will require more peer approval, when he will need to have more friends home from school,” Denise says. “We have to be prepared for a period when Jack will be embarrassed by us.”</p><p>Denise realizes that her experience as a gay parent is possible only because Jack’s father has remained loving and understanding. In Houston, as in most american cities, a gay parent is a sitting duck in a child-custody battle.</p><p>“<span class=”dropcap“>M</span><em>ost gay persons responded that they had negative feelings or fears about aging.</em> ”</p><p>“a Report on the Dallas Gay Community” Dallas Gay Political Caucus, 1979</p><p>The generations of gays who are now middle-aged and older exist; we just do not recognize very many of them because they have been carefully closeted for years, perhaps even celibate. The ones we do recognize are the stereotypes—the hutches and the queens. But many middleaged gay men are emerging from hiding, visiting both the more decorous and the raunchier bars. Some of them are attracted to the young guys, while others are repelled by the emphasis on physical vigor and beauty. Of course, many other fairly overt middle-aged gays would never go to the bars and prefer to remain above the gay scene in its entirety, like an admittedly gay Houston executive who claimed total ignorance of gay nightlife. ‘‘i’ve never been to bars,” he said. “I won’t have anything to do with those faggots.”</p><p>Phil Johnson is 55 and a native Dallas resident. He has, by his own admission, “a nelly voice and gestures.” He is a slight, somewhat fluttery, and thoroughly entertaining man who professes to be ‘‘the father of the gay movement in Texas” as well as “the official Texas gay historian.” He lives by himself in a nice little house in a quiet neighborhood. The furnishings are sparse; Phil is not into froufrou, but he does like to hang an erotic painting or wall plaque here and there.</p><p>Johnson was born in the poor southern extremities of the city; his father was a mechanic. Phil knew he valued his male friendships a little more highly than most boys did, and when he was thirteen he came across “homosexual” in the <em>Home Medical advisory</em> and found out that he wasn’t the only one in the world. The book told him that he was sick, which even today makes him get on his soapbox. “i’m bitter that I grew up thinking I was mentally ill,” he says. “That’s why I have dedicated my life to educating the public. I’m not trying to convert anyone or molest children. I just want to say that we exist, and we are all right.”</p><p>Johnson had his first sexual experience at seventeen when his auntie yanked him into the sack. He found it “very satisfying,” and for that matter he has always enjoyed women. Of course he soon discovered men, too, and when he was inducted into the army in World War II, he figured he had something to prove. He won the sharpshooting competition and trained like a maniac at his camp in California, but one day a sergeant got wise. “Give me that gun!” screamed the sarge. “You’re going to be a titless WAC!” Johnson was sent off to be a clerk, and when he showed up for work he was terrified. Now that everybody knew, his next noncom was probably <em>really</em> going to give it to him. So he walked into the base office, and the sergeant in charge looked him over. “Mercy Mary, where have you been all my life?” raved the sarge. “He was the first queen I had ever seen,” remembers Johnson, who soon discovered that half the clerks in the building were just as nelly as old Sarge.</p><p>In those days gay roles were just the reverse of the New Gay Machismo. “We were expected to camp, bitch, and scream,” said Johnson. “We called each other girls’ names—I was Phyllis—and made gay jokes.” But when the war ended Phil went back to Dallas and the closet. He studied psychology at North Texas State Teachers College, went to New York as a Broadway aspirant (also a big drag scene—“Everybody had to be Tallulah Bankhead or Bette Davis”), came back to Dallas, and went into business. He is now active in gay politics and is, of course, out of the closet again.</p><p>Johnson is a storehouse of information about gay life in Texas back in the days when it was a pretty scary proposition. In the twenties gays were given fifteen-year sentences under the sodomy laws, and when someone dropped out of sight, a common, almost blase explanation was “Didn’t you hear? He was arrested,” which was sometimes tantamount to saying, “Didn’t you hear? He’s dead.”</p><p>By the thirties, gays had established footholds like the Lavender Shingle Rooming House in Oak Cliff. And in the late forties, Dallas’s first gay bar, the Club Reno—a basic beer joint—appeared. Another popular spot was the corner of South akard and Commerce, known as Maggie’s Corner. Here gays would camp it up virtually unnoticed by the naive cops of the day. “Back then a boy could be standing on the corner with arched eyebrows and painted lips and they wouldn’t notice,” says Johnson. And, of course, there was the good old YMCA.</p><p>Private parties were the main gay social vehicle until the growth of the bar scene in the mid-sixties. Often these were enormous drag parties at the “piss-elegant” home of some wealthy gay; one of the most notable was a mock wedding in Waco that drew three hundred guests and was raided by the police. As the guests were hauled off to jail they shouted, “Long live the queens!”</p><p>Johnson is glad that gays have become more macho and establishment-oriented, because he got tired of high heels and the closet. But he feels that his personal life has been rewarding. He avoids the bar scene, attends small private parties, and, although he has been involved with one man for 26 years, still lives alone. “I never get lonely,” he says.</p><p>“<em>I have seen no sign ... of homosexual objections to pornography like the objections raised by responsible heterosexuals. That is no doubt part of the reason why so many people take the call for gay rights to mean not so much tolerance as anarchy.</em> ”</p><p>Joseph Sobran <em>Los angeles Times,</em> 1979</p><p>Gay sex is something that the straight mind does not usually care to contemplate. Kinsey found lesbian techniques more effective in achieving orgasm than heterosexual techniques, and Dr. C. A. Tripp, who continued Kinsey’s studies on homosexuality, found homosexual techniques more inventive and varied. Tripp noted that promiscuity was higher among gay men than straights, but he thought that heterosexual males would be just as promiscuous if they had equal opportunities. Tripp also found fetishism and S&M more prevalent among gays than straights but believed that the difference was the contrast between the sexes rather than a difference between homosexuality and heterosexuality. According to his research, gay women were affectionate and tender far beyond the standards of heterosexual relationships, but gay men were definitely rougher.</p><p>Amyl nitrate, marijuana, cocaine, acid, and MDA (a coke-acid-speed mixture) are sometimes used to heighten the gay male’s sexual experience. The current sexual rage is a practice in which the fist is inserted directly in the partner’s anus. Once thought outrageous, this activity has become a standard vogue, with Crisco used as the preferred lubricant. Now considerably more exotic forms of anal penetration have assumed the vanguard position on the kinky fringe of gay sexual practices.</p><p>The baths are gay sex retreats. The Club Dallas, one of the best of a nationwide chain of baths, is located in a low, white stucco building on Swiss avenue close to downtown. It is private, and to enter you must either have a membership card or be recommended by a member. Prospective members are warned that the club caters to homosexuals.</p><p>I entered through a single set of nondescript glass doors and stopped at the kind of wire enclosure employed for sock and jock distribution in college gyms. Here I was presented with a variety of options. For $7 I could secure twelve hours in the bunkhouse, for $8 a private room, and for $4 a locker and a towel. After signing my receipt I placed my keys and billfold in a metal strongbox, and the clerk buzzed me through a locked door into the inner sanctum.</p><p>Inside, everything was bathed in a disquieting red glow, and FM disco music emanated at high volume from what seemed like dozens of speakers. Attire was almost exclusively a small white towel wrapped around the waist; the crowd was half body builders and half more studious-looking types drooling over the body builders. To the right of the entrance was a darkened lounge with a gurgling tiled fountain in the center. Plants in heavy clay pots hung from the ceiling. Betoweled patrons watched prime-time television on a five-foot Vistavision screen. Just past the lounge was the bunkhouse, which was done in rough-timber, mockWestern style with a little corrallike arcade in front of the numbered doors. The private rooms were across the arcade from the bunkhouse.</p><p>Patrons of the baths had, in succeeding rooms, a choice of sunbathing, indoor swimming, pinball, weight lifting, and a huge whirlpool bath. A stained-glass window depicting a sinewy, bare-chested cowboy looked down on the tile-bordered whirlpool. In the weight room and locker room, murals featured preternaturally developed nude males of the type usually seen on the covers of science fiction paperbacks. Mirrors; bright colors on the walls, lockers, and doors; steamy air; and a red motel carpet completed the ambience. So far the place seemed to be a combination of a high school gym, a sleazy disco, and, perhaps, the infernal realms.</p><p>The serious stuff was in back. There a short hallway turned to the left; on each side of the hallway were rows of little red doors with big numbers printed on them. Most of the doors were closed, but four or five of the towel-clads loitered in front of some of these apertures. Their eyes searched and implored and their bodies seemed to bob gently forward as I passed, as if they were strange anchored sea creatures reaching into the current to snatch invisible plankton.</p><p>The hallway turned three times to the right to complete the circuit. I passed an open door and saw a nude man lying face down on a small, sheet-covered raised pallet. Another open door revealed a nude man sitting cross-legged with his genitals exposed, and in still another of the cubicles a seated man performed fellatio on a reclining partner.</p><p>Then I entered a darker hallway lined with psychedelic posters of nude science fiction supermen done in fluorescent paints and illuminated with black light. I went into an almost totally dark room. There were muffled sounds, a murky alcove, and a large mattresslike shape that seemed to loom to the left; it was far too dark to really make anything out. I entered another, slightly lighter room—ultraviolet light made my towel phosphoresce in the gloom—filled with rows of what seemed to be shower stalls. Each wall of the stalls had one or two silverdollar-size openings several inches below waist height. These were the infamous “glory holes.”</p><p>What I was seeing at the baths, I realized, was the ultimate macho sexual fantasy, the kind of extreme titillation that straight men find in such codified manhood rites as stag parties and border-town sexual encounters. I remembered that in my college fraternity it was considered very good form at stag parties to perform cunnilingus on a stripper or prostitute in front of the assembled multitude. But in these straight rituals sexual performance almost seems to be an unpleasant duty, while at the baths sex seemed to have the healthy aura of recreation. The guilt that many straights and gays alike believe taints gays’ sexual activities was not apparent.</p><p>“<span class=”dropcap“>I</span><em>f a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination; they shall surely be put to death; their blood shall be upon them.</em>”</p><p>Leviticus 20:13</p><p>Modern Judeo-Christian prohibitions against homosexuality originated in the Jewish religious codes of the seventh century BC. It is thought that the nationalistic feelings brought about by the return from the Babylonian exile inspired the Jewish people to dissociate themselves from customs they shared with neighboring peoples. Since certain homosexual acts were part of the competing Canaanite and Chaldean religions (as well as early Jewish religious services), the Talmud condemned homosexuality as a form of idolatry. Most of the talmudic moral code relating to sex was subsequently adopted by the Christian religion.</p><p>Modern churches are widely divergent and often internally divided on the issue of homosexuality. Episcopalians are struggling with the issue of ordaining homosexuals. Conservative Methodists are trying, so far unsuccessfully, to remove an admittedly homosexual minister. The Roman Catholic Church, faced with claims by ex-devotees that scandalously high percentages of priests and nuns are gay, has admitted that some are—which is not against canon law as long as they remain celibate. Presbyterians, Lutherans, and the Southern Baptist Convention oppose the ordination of homosexuals. The United Church of Christ has ordained homosexuals and supports gay rights legislation.</p><p>The Metropolitan Community Church was founded in Los angeles by the Reverend Troy Perry, a gay minister, as “a Christian outreach to the gay community.” Since then it has expanded to 170 ministers serving 130 congregations worldwide, including 7 in Nigeria. There are about 25,000 members of MCC in the United States, and next to the mother church in L.a., the top two MCC churches are in Dallas and Houston.</p><p>The MCC in Houston is in a spacious former Baptist church in a predominantly Hispanic, lower-income neighborhood just northwest of downtown. The building was purchased entirely with members’ tithes, and the yearly budget of $100,000 is also met with contributions. Within five years, the church expects to have financed and built a new, larger building. Of the 330 members, 95 per cent are gay; 40 per cent are women. The pastor is the Reverend Charles Larsen, a Minnesota native with a Master of Divinity degree from Emory University and a former pastor of the Highland Presbyterian Church in atlanta, Georgia.</p><p>The Reverend Mr. Larsen, a pudgy, balding, genial man, talked of his church, which he took over in 1979. The goal of his ministry, he said, is to remove the guilt and lack of self-esteem that plague homosexuals and to restore their dignity. The seekers of this solace are a varied lot, ranging from blue-collar workers to a variety of professionals (including at least one millionaire). The youngest of his flock is four, the oldest is in the eighties. Many are still in the closet.</p><p>Larsen avoids confrontation with anti-gay Christians. “Why argue?” he shrugged. “They’re not going to change. Besides, there are just as many gays against MCC as straights. They hate the Church and what it has done to them.” and the message from MCC, which Larsen described as “a conservative Christian church that basically appeals to fundamentalists,” is an astringent one for swinging young gays. “We are as much against promiscuity as anyone else,” said Larsen. “I actively direct people toward monogamy. These open relationships are for the birds.”</p><p>Larsen feels that he cannot effectively counsel teenagers for fear of being sued for proselytizing for an activity that is still technically illegal. But what he would tell them if he could is to accept themselves. “I have no problem with my sexuality,” he said. “It is just one of the many gifts that God has given me. It isn’t the most important thing in life. In my prayers God says, ‘Don’t worry about it.’ ”</p><p><em>(Continued on page 226)</em></p><p><em>(Continued from page 222)</em></p><p>Society, of course, will continue to worry about homosexuality, and gays will continue to worry about their future in that society. Just as each person’s sexuality is shaped by a bewildering complex of social stimuli and psychological forces, so are each person’s attitudes toward sexuality. In Texas, where the Bible Belt and a gay Mecca converge, the cacophony of opposing views will be heard for some time. I can only add my opinion to that discordant noise.</p><p>In the gay social scene, I often found the emphasis on machismo and sexual aggression repellent; one could easily conclude that sexual tolerance in the gay community is indeed flirting with anarchy. But what occurs in the open in the gay scene often occurs behind closed doors in the straight world, or finds expression through more socially accepted outlets. Hardly anyone has overlooked the success of the sex-and-violence formula in the american marketplace, but somehow we are shocked when gays dress like bikers and solicit sex openly. Of course the excesses of straight sexuality do not excuse the excesses of gay sexuality or vice versa, but they are hardly the separable problems that narrow-minded moralists would have us believe.</p><p>Vastly more important than the negligible influence of gay sexuality on mainstream moral standards is the potential impact of gay lifestyles and institutions on straight culture as a whole. That’s because the real vanguard in the gay community is not the drive toward the sexually outrageous but the forces that are building the gay political movement, establishing gay social and religious organizations, and leading gays toward more permanence and stability in their personal relationships. As gays increasingly adopt, and in many cases amplify, society’s traditional values in their own institutions, they will also modify those values. Society will have to learn to deal openly with matters as diverse as theological revisions by gay clergy, the sex education requirements of gay adolescents, the problems of gay relationships, the concerns of gay parents, and the consumer impact of affluent and childless gay couples. The merger of the gay subculture and the straight mainstream is already in many ways a fait accompli, and it is highly unlikely that medieval attitudes toward consensual sexual activities will benefit anyone as this cultural confluence accelerates. The real challenge for society is not the restriction or isolation of gay culture but the assimilation of it.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Women",
      "Dallas",
      "Houston",
      "Sex",
      "Church",
      "people",
      "Bars",
      "ever",
      "leather",
      "Dance",
      "Gay Rights",
      "Home",
      "Politics",
      "Work",
      "California",
      "College",
      "Culture",
      "Education",
      "God"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "D.C.",
      "Abilene"
    ]
  }
}