{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19801",
    "date": "January 1980",
    "year": 1980,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1980/19800100.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 78,
    "document_page_range": [
      [
        80,
        81,
        82,
        83,
        84,
        85
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Elegant Fossils",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198001-elegantfo",
  "source": "/1980/19800100.pdf",
  "wp_post_id": 115752,
  "wp_post_guid": "http://www.texasmonthly.com/article/elegant-fossils/",
  "authors": [
    "Geoff Winningham"
  ],
  "headline": "Elegant Fossils",
  "dek": "Surrounded by sleek cities, booming towns, or fading villages, county courthouses remain stately, stubborn relics of a vanished age.",
  "spread_caption": "",
  "excerpt": "Once Texas was a land of fabulous, ornate county courthouses. It still is, but today they’re flamboyant relics in our streamlined urban landscapes.",
  "kicker": "",
  "word_count": 686,
  "content": "<p><span class=\"dropcap\">O</span>ne of the first things visitors notice about Texas is its county courthouses, the seemingly endless profusion of ornate nineteenth-century structures that one stumbles upon everywhere—from the deep Piney Woods to the desolate plains to the chrome and glass hearts of the cities. Only the most casual observer fails to comment on them; they linger in the memory among the cluster of images that mean <em>Texas.</em></p><p>Counties have fallen on hard times lately, their influence declining in proportion to the growing power of city governments. But in their heyday, when Texas was overwhelmingly rural, counties were the state’s most vital form of government, and the temple of justice was the hub of all activity—governmental or otherwise—that mattered. Once a week, usually on Monday, people from the far corners of the county gathered at the courthouse to watch the wheels of the judicial system turn, to attend to business, swap opinions, and catch up on the latest gossip. The courthouse witnessed the vagaries of its makers’ daily affairs; its lofty chambers housed the chronicles of all that made their lives momentous: registers of births and marriages and deaths, trial records, deeds to the land.</p><p>Counties and county courthouses had dominated the lives of Texas’ founders from the days of the Republic, but it was not until 1881, when the Legislature authorized county commissioners to issue bonds to finance courthouse construction, that the real golden age of the temples of justice began. Townships in each county vied for the honor of being named the county seat—and for the economic boom that was bound to follow. Rivalries extended beyond county lines as well: residents of neighboring counties competed furiously to build the most imposing edifice.</p><p>Vital as these social and financial considerations were to a county’s residents, the courthouse’s symbolic role was more important still: it was visible proof of their success in hewing some semblance of civilization out of a brutal land. Its bulk and grandeur made tangible their collective achievement. Designers borrowed liberally from the monumental architecture of the past. Decorative Victorian Gothic was favored by early builders; profuse Italianate and Second Empire were used extensively in the 1880s; the charm of Romanesque Revival dominated the Gay Nineties; and a more severely classical academic style came into vogue around the turn of the century. But all these architectural styles were intended to reflect the best qualities of the people themselves, their substance and dignity and their energy and exuberance: pride in the present and hope for the future.</p><p>It was this symbolic power of courthouses that most attracted Geoff Winningham, who took the photos on these pages. He began photographing the courthouses in black and white in 1976 on an assignment for the Horizon Press. When that project was finished, he returned to photograph many of them in color, drawn by the spirit they embody, an expression of a kind of community pride that is lost to us in our suburban commuterhood. In these photos he pays tribute to that pride, to the frontier spirit of optimism and hope that built these “wonderful anachronisms.” <em>Victoria Loe</em></p><img/><p><em>In 1902 the McLennan County Courthouse in Waco gave the state its first taste of the new academic style.</em></p><img/><p><em>Erath County’s polychromatic Romanesque Revival temple, with its contrasting white and red stone, was completed in 1892—but not until an election determined that Stephenville would remain the county seat.</em></p><img/><p><em>This modest little courthouse at anderson, built by the citizens of Grimes County, was finished in 1893 and carried a modest price tag—either $12,000 or $20,000, depending on which historian you believe.</em></p><img/><p><em>architects from across the nation competed to design Tarrant County’s courthouse. The winner, a Kansas City firm, created Fort Worth’s Renaissance Revival masterpiece of native pink granite, completed in 1895.</em></p><img/><p><em>Waxahachie’s Ellis County Courthouse was built in 1896, despite a county commissioner who thought the previous structure was fine. He was ousted, and time marched on, obscuring the issue and the building.</em></p><img/><img/><p><em>Dallas County’s gem (r.), finished in 1891, looked even more imposing before its 205-foot central tower was removed because of ructural weakness. The massive Romanesque courthouse, one of the state's finest, today is flanked by the county's modern offices.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Photos",
      "Power",
      "spirit",
      "Texas",
      "Architecture",
      "Bonds",
      "Design",
      "Election",
      "Frontier",
      "Golden",
      "Kansas City",
      "Legislature",
      "Memory",
      "Photograph",
      "Piney Woods",
      "Stephenville",
      "Style",
      "Success",
      "Temple"
    ],
    "wp_categories": [
      "Energy"
    ],
    "wp_location": [
      "Texas",
      "Golden",
      "Kansas City",
      "Stephenville",
      "Temple"
    ]
  }
}