{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19889",
    "date": "September 1988",
    "year": 1988,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1988/19880900.pdf",
    "issue_cover_image": "",
    "document_start_page": 115,
    "toc_start_page": 112,
    "document_page_range": [
      115
    ],
    "toc_order": 10,
    "toc_headline": "Texas Primer: Bush Vs. Bentsen",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198809-bushvsbe",
  "source": "/1988/19880900.pdf",
  "wp_post_id": 123825,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-bush-vs-bentsen/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Bush Vs. Bentsen",
  "dek": "It’s not the most colorful rivalry in modern Texas politics —it’s just the most important.",
  "spread_caption": "",
  "excerpt": "Eighteen years after their Senate race determined the course of Texas politics, their rivalry may determine the course of national politics.",
  "kicker": "Texas Primer",
  "word_count": 718,
  "content": "<p><span class=\"dropcap\">I</span>n 1970 Lloyd Bentsen beat George Bush in a race for the United States Senate, a race that determined the course of Texas politics for the next eighteen years. Its significance wasn’t apparent at the time. The campaign between the two conservatives was issueless and so dull that when student anti-war protesters threw objects at Bush, they vented their rage by hurling marshmallows. Bentsen’s victory, built on solid margins throughout rural Texas, was routine. Today, as Bentsen and Bush prepare to contest Texas for the second time, the meaning of their first confrontation is clear. Before their Senate race, the principal power struggle in Texas was between liberal and conservative Democrats. Ever since, the principal struggle has been between Democrats and Republicans.</p><p>Bentsen and Bush have had a strange rivalry —not as spiteful as Bill Clements-Mark White, not as total as John ConnallyMark White, not as hardball as Lyndon Johnson-allan Shivers, yet more important than all of the above. The stakes, not the personalities, have given the rivalry its status. When Lloyd Bentsen and George Bush compete for Texas, not only the political future of the state but also the presidency is on the line. Texas is one of four swing states (California, Illinois, and Ohio are the others) that Michael Dukakis and Bentsen must carry to win in November. The 1970 race took on presidential overtones just before the election, when columnists Rowland Evans and Robert Novak reported that a victorious Bush might replace the little-respected Spiro agnew as Richard Nixon’s running mate in 1972. Had it come to pass, George Bush, not Gerald Ford, would have become the thirty-eighth president of the United States.</p><p>Bentsen’s 1970 candidacy represented the propagation of the state’s dominant political species, the conservative Democrat. Bush was the insurgent trying to divert conservatives to the Republican party. In 1988, however, Bentsen is the one trying to break a trend. Since Bentsen last appeared on the ballot in 1982, Texas conservatives have deserted the Democratic party to give Republicans decisive victories in contests for president, senator, and governor. Even rural Texas has abandoned its Democratic loyalties. The conservative wing of the Democratic party is struggling not to remain in power but to survive. If BentsenBush I was the Republicans’ first chance to take power, Bentsen-Bush II may be the conservative Democrats’ last chance to hold on to it.</p><p>If Bush had won his first meeting with Bentsen, Texas would have become a twoparty state in the seventies, not in the eighties. Indeed, control of Texas’ political destiny was about the only point of contention in the lackluster campaign. Spiro agnew campaigned for Bush in Lubbock and told a rally that a vote for Bentsen was a vote for keeping the Senate in the hands of liberals George McGovern and Ted Kennedy. Bentsen, meanwhile, was saying the same thing —not publicly but behind closed doors to Texas liberals.</p><p>Bentsen knew that conservative Democrats had twice lost Senate races to John Tower because resentful liberals had voted Republican or stayed home on election day. They had every reason to resent Bentsen, who had beaten their beloved Ralph Yarborough, a two-term incumbent senator, in a primary race of legendary nastiness. No sooner was the primary over, however, than Bentsen began courting the liberals —something conservative Democrats rarely did in those days. He never attacked labor in the primary and quickly won its support afterward. He won the endorsements of two important minority politicians —Congressman Henry B. Gonzalez and State Senator Barbara Jordan. Bush was by far the better campaigner, youthful and vigorous, but Bentsen was the better politician.</p><p>Lloyd Bentsen closed the fissure that had divided the Texas Democratic party for three decades. Never again has a liberal walkout been a significant factor in Texas politics. But in unifying the state party, Bentsen extinguished its uniqueness and stripped away its immunity to outside events. Texas politics was nationalized; in the future, a Bill Clements would be able to win the governorship as a Republican by attacking the national Democratic party and Jimmy Carter.</p><p>Now Bentsen, picked by Dukakis to carry Texas, must contend with the Texas political world he created as he tries to woo conservatives back to the Democratic party. And George Bush must contend with the legacy of the 1970 race—the loser label that has haunted him ever since<em>.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Democratic Party",
      "Race",
      "Democrats",
      "Politics",
      "Republican",
      "Rivalry",
      "Senate",
      "Texas Politics",
      "ever",
      "Liberal",
      "Lloyd Bentsen",
      "Power",
      "Rural",
      "Bill Clements",
      "Campaign",
      "contests",
      "Election",
      "Endorsements",
      "Future"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "Texas",
      "Lubbock"
    ]
  }
}