{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19889",
    "date": "September 1988",
    "year": 1988,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1988/19880900.pdf",
    "issue_cover_image": "",
    "document_start_page": 99,
    "toc_start_page": 96,
    "document_page_range": [
      [
        99,
        100
      ],
      [
        150
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Football? What’s the Big Deal?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198809-foot-ball",
  "source": "/1988/19880900.pdf",
  "wp_post_id": 123861,
  "wp_post_guid": "http://www.texasmonthly.com/article/football-whats-the-big-deal/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Foot-Ball? What's the Big Deal?",
  "dek": "“the Crowd Was Hysterical. The Cheerleaders Were Gamboling Deliriously On the Sidelines. I Was Wondering How Long the Concession Lines Were.”",
  "spread_caption": "",
  "excerpt": "as much as I hated playing football, I hate watching it more.",
  "kicker": "Everyone In Texas Is Wrong",
  "word_count": 1621,
  "content": "<p><span class=\"dropcap\">I</span> just don’t like it, okay? and furthermore, the next time you come up to me at a party and ask, “What about them Horns?” i’m not going to shuffle my feet and look off into space and say, “Yeah, that was some game, all right.” i’m through bluffing. I don’t care about them Horns. I don’t care about football, never did. And there’s one point i’d like to clear up right now: <em>I am not a weenie!</em></p><p>Let it be stated that I came by my dislike of football honestly. I played the game in high school for four long years, three of them on the B team and the last on the varsity bench. I endured two-a-day workouts in full pads during the miasmic august weeks before the start of school and finished out the season’s torments on the cracked, frozen earth of the practice field. I lined up on that hard ground so often that the calluses I built up on my knuckles molted away several times in the course of each month, leaving taut, tender new skin that stung every time I bent my fingers. There was a dull, constant ache in the soles of my feet caused by the trauma of running in place while wearing cleats, and always —summer or winter—a desperate thirst.</p><p>I started playing football because, this being Texas, there was absolutely no other way to be taken seriously. I continued playing because I was afraid the coach would yell at me if I quit. It was apparent to me from the first that it was not my sport —I was a sensitive, peace-at-any-price sort trapped in the body of a 180-pound noseguard. I hated the blood drills and wind sprints. I hated the somber psychingup mood we affected before taking the field (“Think-about-the-game, think-aboutthe-game, think-about-the-game”) and the theatrical despair into which we descended after each inevitable loss. I hated the <em>ball,</em> whose shape-having no apparent counterpart in nature —struck me as vaguely sinister.</p><p>Not that I saw much of the ball. As a lineman it was my duty to grind away anonymously at the line of scrimmage, trying to rearrange my opponents to create holes through which our beloved running backs could heroically surge. The backs’ brains were crammed full of playbook strategies, and I envied them their rich intellectual life and their urgent sideline discussions with the coach. As a lineman, I was simply an O trying to move an X a few steps to the left or right. The larger purpose of the game eluded me.</p><p>As much as I hated playing football, I hated watching it more. Sometimes, on those august afternoons between practice sessions, the coach would wheel a TV into the gym, and we would be required to view some preseason game. Lying there with my ankles taped, my nostrils filled with the fumes of sweat and Cramergesic, my mind calculating how many more days, weeks, and months in this gulag I had still to endure, I watched with profound weariness the collisions and regroupings of the players on the black-and-white screen. I just could not get interested. I might as well have been watching a high-school filmstrip about cell division.</p><p>During a drill halfway through my senior year I was given a rare opportunity to run with the ball. A mean and agile little halfback saw me coming, lowered his head, and drove the top of his helmet into the arm that cradled my precious cargo. I heard the bone in my wrist crack and thought, “Thank you, Jesus!” I had a milliondollar wound. All that remained was for me to tape up my wrist, affect an attitude of disappointment that I would not be able to see the season through, walk off the field, and be done with football forever.</p><p>But in Texas there is no such thing as being done with football. I went to college in austin during the late sixties and early seventies, years in which Longhorn mania was in its fullest flower. Why that was so, i’m not sure, since I paid as little attention as possible, but it is my understanding that during this time UT won a number of championships of some sort. I never went to a single game. I had grown moralistic about football: Not only was it boring, it was a social ill that had some vague linkage with the war in Vietnam, the moral collapse of america, and the forces of global repression. As my callow eyes took note of the cars blocking my driveway every other Saturday, of the raucous, paunchy alumni in their orange blazers, of the drunken fraternity boys puking joyfully in the streets after each win, I thought to myself, “aha!”</p><p>I took everything seriously in those days, and I would not give football a break. Several times, walking down the Drag after a game, I was almost beaten up when I refused to return the Hook ’em Horns sign. But I could no more return that gesture than a medieval crusader could have turned toward Mecca and prayed to allah.</p><p>I no longer hold such extreme opinions about football, and over the years i’ve halfsuspected that if I gave the game a chance I might actually find some entertainment value in it. Accordingly, last fall I went to a UT game. I had not been to a football game since 1966, when I played what turned out to be my final series of downs against, as I recall, the Los Fresnos Falcons. Neither had I seen a game on TV, though on several occasions over the years worried friends had dragged me into the room and made me watch for five minutes or so. I didn’t even know the names of the players. If you had asked me for a list of football stars, I could have come up with Tommy Nobis, because he used to have a fried-chicken place that I ate at once or twice; and after a little thought I might have remembered Lance Rentzel or Rafael Septien, whose sexual indiscretions lifted them for a time out of the sports section. And, of course, I had been an O. J. Simpson fan ever since his memorable performance as a security guard in <em>The Towering Inferno.</em></p><p>[ Continued On Page 147 ]</p><img/><p>Illustration By Sean Earley</p><p>[ Continued From Page 96 ]</p><p>Such was the man who, on Halloween day, 1987, went to see the University of Texas Longhorns play the Texas Tech Red Raiders. That morning I sat down at the breakfast table and took notes from the sports page, so by the time I arrived at my seat I knew that David McWilliams, the UT coach, used to be the Tech coach and that the current Tech coach was named Spike Dykes. I had read that the teams were “evenly matched,” that both had “balanced offenses” and “explosive returners.” I was as up for the game as I was ever going to be.</p><p>It looked for a while as if I might really enjoy myself. The astroTurf on the playing field was as bright as the felt on a pool table, and against that background the players, in their ugly vivid uniforms, seemed to pop out like the figures in a three-dimensional tableau.</p><p>Things started off badly for the Longhorns. They received the kickoff but made little progress. When they tried to punt, the ball was knocked back into the end zone and recovered by Tech for a touchdown. But the Horns came back, scoring twice in the next seven minutes, once on a completed pass and once on a spectacular interception. The crowd was hysterical, the cheerleaders were gamboling deliriously on the sidelines, the air was shaken by the booms of touchdown ordnance, the already-hoarse yells of thousands of spectators . . .</p><p>Why did I not care? I found myself wondering how long the concession lines were, whether the popcorn was stale or fresh, whether I had to stay for the whole game or might be able to leave early. As hard as I tried to concentrate, my attention drifted away from the desperate struggle on the field and focused on peripheral matters. I watched with absorption the Red Raider mascot, a little mustachioed homunculus, as he stormed up and down the sidelines with the wrath of a prophet. Bevo, the Longhorn mascot, stood in stately isolation behind the UT goal, and I admired the sincerity with which two members of the Silver Spurs directed his gaze toward the field, not wanting him to miss a single play. I spent ten minutes trying to understand the words of the yell that periodically rose from one side of the stadium and was answered from the other. (I finally decided that the crowd was yelling “Chiclets! <em>—ahoyl”)</em></p><p>In short, I did everything but watch the game. I had laid aside my rancor for football and was ready to participate in the normal human reactions that attended it. I understood that what was taking place down there on the field was thrilling, that on several levels it was even meaningful, but finally I just couldn’t make myself care. This awareness was strangely liberating. Maybe my dislike of football was not just an attitude after all —maybe football really <em>was</em> as boring a game as I had believed all along. I found myself able to believe again in the possibility that I was right and everybody else was wrong.</p><p>So there. I’ll say it proudly for the record: I would rather watch professional bowling, or curling, or even canine Frisbee than football. My soul is at peace on this matter. You don’t have to like it, but from now on—even though we live in Texas-I expect you to cut me a little slacks.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Football",
      "Game",
      "Tech",
      "Texas",
      "UT",
      "Cheerleaders",
      "ever",
      "Running",
      "School",
      "Sports",
      "Austin",
      "Breakfast",
      "Cars",
      "College",
      "Earth",
      "Entertainment",
      "Fraternity",
      "Halloween",
      "High School",
      "Longhorns"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin"
    ]
  }
}