{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19889",
    "date": "September 1988",
    "year": 1988,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1988/19880900.pdf",
    "issue_cover_image": "",
    "document_start_page": 91,
    "toc_start_page": 88,
    "document_page_range": [
      [
        91,
        92,
        93
      ],
      [
        151,
        152,
        153,
        154
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Do I Make a Difference?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198809-doimake",
  "source": "/1988/19880900.pdf",
  "wp_post_id": 123873,
  "wp_post_guid": "http://www.texasmonthly.com/article/do-i-make-a-difference/",
  "authors": [
    "Roberta Wright"
  ],
  "headline": "Do I Make a Difference?",
  "dek": "A white kindergarten teacher in a poor black school wonders . . .",
  "spread_caption": "",
  "excerpt": "A kindergarten teacher tells what she learned in school.",
  "kicker": "",
  "word_count": 4572,
  "content": "<p><span class=\"dropcap\">H</span>ere I am again. Day one. Kindergarten. Winn Elementary School. Austin, Texas. As I look out on fifteen little faces, thirteen black and two white, I know that at this moment I am the biggest thing in their lives. I am Teacher, which translates into boss, mom, nurse, friend, comic, shoe-tyer, moneylender, nose-wiper, storyteller, magician, and witch. For the next nine months, I will be their personification of school. I will be, as well, what educators and parents, legislators and advertisers, think a teacher should be. The pressure is on, even at my grade level, to teach reading and math, to raise sagging test scores, to teach children how to think, to inform them about AIDS and child abuse, to warn them against drugs and alcohoi, to help them find meaning and selfworth in a world brimming with violence and commercialism —to make public education work again. As a kindergarten teacher, I am expected to be the first line of defense in america’s war against ignorance. The unrelenting question for teachers becomes, “Do I make a difference?”</p><img/><img/><p>Photograph By James Mcgoon</p><p>Wright with students at Winn: The pressure is on, even in kindergarten, to raise test scores and make public education work again.</p><p>As we sit on the rug in the haven of my classroom, the first thing we do is introduce ourselves: “My name is Mrs. Wright.” I notice Lamont picking at a scab on his knee. I remember him from last year’s prekindergarten class, when I caught him standing on a cafeteria stool at breakfast, waving his pancake in the air. It is Lamont’s turn to introduce himself.</p><p>“My name is Mr. Wright,” he says with a smirk, cutting his eyes toward his audience. Lamont will be a challenge.</p><p>“What do your friends call you?”</p><p>“ain’t got none.”</p><p>“What do you want <em>me</em> to call you?” I try to appear unruffled.</p><p>“Nothin’.” He stares at his knee.</p><p>I know the type. Every year brings me at least one student who is capable of destroying my authority over my class, who gives me headaches, who will teach me as much as I teach him. This year, it looks like that student will be Lamont.</p><p>As I wonder how I am going to handle Lamont, I am thankful that he has at least been to prekindergarten. That program, designed for four-year-olds from low-income households, will at least have cured him of standing on cafeteria stools. He will have learned that when you punch a neighbor in the stomach, you go to time-out. He will have been exposed to <em>The Three Bears,</em> the basic shapes, and the preliminaries of cutting and gluing. He will be able to identify “behind” and “above” and “under.” He will have been away from home for the regular school day —from 7:45 until 2:45 —and he will be informed on age-old public-school traditions like bringing lunch money, reciting the pledge, and walking in line.</p><p>Sitting beside Lamont is Tameka, who in her brand-new lavender high-tops and crisp pink shorts set announces her full name as if delivering a commencement address.</p><p>“My name is Tameka LeShay Watkins,” she says.</p><p>Tameka’s motivated and involved parents sent her to a private preschool last year, where she learned the basics of reading and writing. If she asks to read a book aloud to the class, her audience will likely be spellbound, in spite of her too-quiet voice and occasional stumbles. When children like Tameka have been supported but not pressured, when they have been nurtured but not babied, when they have been read to and taken to interesting places, and when they have been encouraged to voice their ideas, they provide powerful role models for their peers. A couple of years ago a handsome boy named Wilson brought to kindergarten a copy of <em>Fox in Sox,</em> which he read to his classmates at their insistence more than a dozen times. When he left for first grade in June, he was comfortably reading <em>Curious George</em> books (not for beginners) aloud and tutoring classmates in <em>Fox in Sox.</em></p><p><em>Roberta Wright is a teacher who lives in austin. The names of her students have been changed in this article.</em></p><p>Tameka’s parents understand that their help is essential to me and to the kids. Many of my students are not so lucky. On Back-toSchool Night, when parents sit in little chairs and catch a glimpse of the journey their children will take, I have had as few as two parents show up. Last year one kindergarten teacher had none.</p><p>Too many children arrive at my classroom door each fall with little more than MTV and HBO to show for their preschool years —no bedtime stories, no crayons and paper, no building blocks or <em>Sesame Street,</em> no Mr. Rogers to affirm that we are all “special” and all “neighbors.” Instead, they have learned about fife from <em>Miami Vice, The Terminator,</em> and endless commercials for chips and drinks and sweets that promise to make them happy and rich. They learn that they had better hit first or at least hit back twice as hard (“Don’t you let nobody push you around, boy!”). They learn that to be heard by a grown-up they need to make a loud, aggressive fuss (“What do you want? You shut your mouth, or i’ll whip your butt!”). They learn that the world is a capricious place and that it is a mistake to trust people (“My mama friend say he gon’ buy me a bike, but now he don’t live with us no more”).</p><p><span class=\"dropcap\">M</span>students learn about life from <em>Miami Vice</em>, <em>The Terminator</em>, and commercials for chips and sweets.</p><p>Some days our circle time, when we sit on the floor and form a ring, seems more like therapy than school as we try to make sense of a world in which greed and violence emerge as the guiding principles.</p><p>“Teacher, I dreamed I was in a car wash, but there wasn’t no car—just me in my body walkin’ in the car wash. And big brushes was coming at my eyes.”</p><p>“Ooooh, Freddy Cougar comes to me in my dreams. And he gots this yucky, bloody face.”</p><p>“Yeah, I seen that, and he got knives on his fingers!”</p><p>“Them’s razors, and they cut you up while you sleeping, and you be bleeding on the ceiling and everywhere!”</p><p>After two years of hearing tales of Freddy Cougar, I finally learned from my son, Gordon, that the monster who haunted these children’s dreams was Freddy Krueger of <em>a Nightmare on Elm Street,</em> a movie that meddles with fantasy and reality in a way that understandably leaves kindergartners feeling vulnerable. When I eventually rented the film to see its horrors firsthand, I could only imagine how powerless a five-year-old must feel watching this child-murdering maniac leap in and out of dreams, defying doctors, the police force, and raging flames. The Wicked Witch of the West had something of the same terror for me the first time I saw <em>The Wizard of Oz,</em> but brave Dorothy was able to destroy her with a single bucket of water. As Freddy Krueger emerged and reemerged time after sinister time, waving his razor-fingers and shouting “This is God!” to a trembling teenager who clutches her crucifix, I grew numb. Life is meaningless and the human spirit is powerless to win the war on evil. Perhaps teenagers and adults can laugh with appropriate cynicism at the depraved villain, but now I sit on the rug in a kindergarten classroom at Winn, trying to dispel the fear that a demon with a scorched face will come to us in our dreams and turn us into squiggles of blood on the ceiling.</p><p><span class=\"dropcap\">B</span>ecause I have been a public school teacher for only the past 3 of my 42 years, I consider myself a novice. I was well into my thirties before I decided to earn a master’s degree in early childhood education. When I was in public school, it was customary for girls to grow up to become teachers. Riding an early wave of feminism, I was determined to defy that trend. I became, instead, a dilettante with a degree in classical languages. After years of odd jobs and mothering, I found myself in a kindergarten classroom, and it has turned out to be the perfect place for me. Making leaf prints with tempera, building castles with small blocks, matching, sorting, cutting—I love it all. I am sure that the reason I teach kindergarten is to allow the fiveyear-old in me to complete some unfinished business.</p><p>Five days a week from September to May I appear before impressionable five-yearolds who scrutinize my every move. “Look, y’all, Mrs. Wright’s got some new shoes,” I hear before I can even make it through the lunch-money collection. “What did you do to your hair?” The question is straightforward, no judgment intended. “You sound funny. You got a cold, teacher?” “I like it when you wear dresses.” “My mama gots some shades like yours.”</p><p>Every action, every subtle change, is watched, noted, and —to my continued amazement—copied. This is the essence of my job as a teacher: that I demonstrate how to speak, how to read, how to solve problems; and my students, sooner or later, follow my example. Ever so slowly, “Teacher, I got to use it” yields to “Mrs. Wright, may I use the rest room, please?” The inevitable hitch in the system, of course, is that children copy everything without regard to adult intentions. They remind us at every turn that what we do has greater impact than what we <em>say</em> to do. When I burp or scratch or talk with my mouth full of food, I am making a mark on some little mind. When I speak politely to my students, they speak politely to each other. When I belittle them, they belittle each other. The responsibility is enormous.</p><p><strong>[ Continued On Page 148 ]</strong></p><p><strong>[ Continued From Page 90 ]</strong></p><p>Thinking back on my own private kindergarten experience (there was no public kindergarten in Mobile, alabama, in 1951), I am struck by how innocent and unsophisticated it was. Mrs. Johnson played piano and we sang. We romped outside, we colored pictures, we ate snacks. Mrs. Johnson read us a story and we went home at noon. We turned six and we went off to <em>real</em> school, where we learned to read, write, and count.</p><p>These days real school begins early. My students will play outside and color pictures, but they will also spend much of their day learning language arts and math. Once a week they will get a lesson on health. My students will enjoy many stories, but the curriculum also requires us to analyze them for meaning. My students will go home not at noon but at 2:45, and some of them, with their house keys dangling from their necks, will go to empty houses, accompanied only by sevenor eight-year-old siblings.</p><p>In this year of real school, we will study letters, beginning sounds, sight words (“run,” “dog,” “can”), counting, adding, subtracting, geometry, sequencing of patterns and events, and the life cycles of corn, peanuts, butterflies, and isopods (pill bugs). We will learn about height and weight and length, about what makes a cloud, a hamburger, a wool coat. We will visit museums and farms and bakeries. We will have a rodeo (some children are cowboys and some are bucking broncos) and a Thanksgiving feast (some are Indians and some are Pilgrims). We will pretend to grow from seeds, hatch from dinosaur eggs, walk on the moon, and pump like the human heart. We will pretend to be the Little Red Hen, the Billy Goats Gruff, and the Seven Dwarfs, as well as countless trolls, monsters, and wolves.</p><p>Kindergarten, as most children will tell you, is fun. Nap time is the worst part of the day, and center time, when students go to activity centers, is the best —especially when they get to go to the home center and play house. During circle time everyone sits on the floor, and reports come in on lost teeth, runaway pets, new Barbies, hurt feelings, trips to ShowBiz, whippings, birthday parties, and nightmares. After a fifteen-minute study time on our science or social-studies topic of the week, we break into three small groups. One group works at the art table, one gets to choose among learning centers (puzzles, blocks, dress-up, books, chalkboard, and others), and I work with the third group on a math or language-arts lesson.</p><p>Most of the time we bustle through the morning with an argument here or a pout there but with a certain thread of direction and purpose. I remember a bleak January day, however, when outdoor playtime was out of the question and indoor tensions were on the rise. I was feeling desperate for a little quiet. “Mrs. Wright, tie my shoe.” “Teacher, I can’t do this!” “Hey, leave me alone, girl.” “She broke my crayon.” “Mrs. Wright, when is it going to snow?”</p><p>“Snow. What we need is snow,” I thought to myself. I turned out the lights, announced cleanup time, and closed the blinds.</p><p>“Hey, we can’t take a nap now. We ain’t even had lunch!”</p><p>“Please find a nice space on the rug, and lie down and close your eyes,” I instructed. The children were so incredulous that they forgot to object. We all lay on the floor, and to the delicate sounds of composer Ray Lynch’s “Tiny Geometries” we imagined snow. There were some giggles at first, but within thirty seconds the music lifted us into a world that was still and white. The synthesizer music tinkled and rippled as I mentioned a few possibilities.</p><p>“The tiny cold flakes tickle your cheeks and nose. You stick out your tongue and feel little sparkles of snow melting instantly. All the cars have stopped, and white blankets cover their tops and hoods. The air is clean and nippy. The world is very, very silent.” For a few minutes we lay absolutely still and experienced snow.</p><p><span class=\"dropcap\">W</span>ith the end of court-ordered busing in austin’s elementary schools last year, Winn and fifteen other minority schools received priority school status. In addition to money, materials, and parent-training specialists, we were given maximum fifteen-to-one student-teacher ratios in kindergarten and first grade. Our mandate is to raise test scores on the Texas Educational assessment of Minimum Skills, which is administered to children in alternate years beginning with first grade. (In fact, TEAMS scores for Winn’s firstgraders were significantly higher at the end of 1988.) Our mission statement, which is posted around the school and on buttons that teachers frequently wear, is “all Children Can Learn.” Workshops, faculty meetings, and weekly memos reiterate that the critical factor in student learning is the teacher’s expectation that the child —any child—can and will learn.</p><p>During the busing years, Winn was classified as a neighborhood school, which meant that its neighborhood was considered to be racially balanced. But by the time I arrived, white children were in a decided minority. In my group of fifteen I see Julie and Eric, both very blond and both instantly popular with their peers. Julie, with her bouncy ponytails, and Eric, with his devilish smile, exude a confidence that they are among friends, and for good reason: their black classmates are eager to sit by them, stand by them, and talk to them. Whiteness pervades our culture, almost to the point of obscuring the heritage of the black children I teach. I have watched them draw pictures of their families and squabble over who gets to use the peach-colored crayon to color in the skin. When I comment that their mothers have brown skin, they all but ignore me—“Yeah, but I want to color it peach.”</p><p>In February, which is Black Heritage Month, the entire school studies the accomplishments of black americans, from Harriet Tubman to Martin Luther King. During this time, my own class devotes at least half the month to learning about the continent of africa, its geography, demographics, folklore, and art. At first the connection is lost on the majority of the class. “I don’t know nobody from there. I got a auntie lives in Chicago, though.” as we move through stories like <em>anansi the Spider</em> and <em>Why Mosquitoes Buzz in People’s Ears,</em> as we play the drums and study the wildlife, as we convert our large blocks into “jeeps,” grab our plastic cameras, and go on photo safaris, as we count in Swahili and act out our own stories based on african traditions, the children begin to respond to the distant culture that their teacher, a white Southerner, insists is theirs.</p><p><span class=\"dropcap\">W</span>hen I decided in 1978 to become a teacher, I did so with my usual idealism. Graduate school introduced me to exciting possibilities for schools, and I envisioned myself teaching in an open classroom full of discovery and exploration. Then I hit the trenches. My lofty intentions resulted in a classroom of chaos. It was my first year of teaching in public school, and I had been moved from underenrolled Linder Elementary to Winn, where classes were being held in the hall, on the stage, in the library, and in the kindergarten kitchen. School was in its third week, the principal had just taken early retirement, and each kindergarten room was crammed with nearly thirty children. The substitute principal and the librarian found an audiovisual storage room for me to convert into a classroom, and the other teachers each donated several students. The room was crowded, and the atmosphere was tense. Five-year-olds do not like change. Suddenly they found themselves in a new room, with a new teacher (they had no idea how new I was) and new classmates. Tattling, pinching, and shoving gave way to hitting, kicking, and yelling. The children seemed unwilling or unable to learn each other’s names, and the air was filled with the sounds of “Teacher, that girl’s messin’ with me.”</p><p>I tried to be conscientious and fair, but in fact I was lenient and insecure. I wanted the children to like me and to like each other so badly that my desire overrode the main reason for my being there, for the students to learn. None of us knew where the limits were until I allowed myself to be pushed against the wall of my own patience. I would shout, they would cower, and limits would emerge—for a while. That kind of teaching takes too great an emotional toll, and I began to wonder whether I had chosen the right career after all.</p><p>One morning, several months into my new situation, I heard the familiar refrain, “Teacher, Leon’s messin’ with me.”</p><p>“Leon, sit down and do your work,” I barked at a large, intelligent six-year-old who was clever at scouting out my weaknesses. He had worn all our nerves thin and apparently his own as well. With his sturdy arms he grabbed a small blue chair and pitched it across the rug.</p><p>“You can’t make me do nothin’, you honk—”</p><p>Everyone froze. His eyes grew wide. “I didn’t call you no honkie!”</p><p>I was furious. My hands trembled, and I wanted to snatch that child up and shake him until his teeth rattled.</p><p>“Leon, we don’t call each other names in this room <em>ever\\</em> We just don’t do it. Is that clear?” I pinned him with a long stare. I sensed that Leon found his limits more in my eyes than in my words. I took Leon to the office so that we could both “cool out.” The rest of the class, stunned by the encounter, went back to work more quietly than usual.</p><p>The outburst hung in my mind for the rest of the week as I swung from defensiveness to self-righteousness to a gradual realization that I would have to come to terms with the authority figure Leon and his classmates needed me to be. I had been nursing a dreamy image of myself as a sweet-smelling teacher with a warm smile, a soft voice, and unending patience —not unlike the virtuous Miss Nelson in the classic children’s book by James Marshall and Harry allard, <em>Miss Nelson Is Missing.</em> But here I was, fast becoming her alter ego, the draconian Viola Swamp, and my students were the spitballthrowing, face-making monsters in the class. I offered rewards for good behavior, but the same four or five students always received the goodies while the resentful majority seethed on the sidelines. I had offered choices and independence, and they were being thrown in my face. What could I do?</p><p>After my encounter with Leon, I decided that race must be the problem. A white teacher in a largely black school just would not work. But I saw other white teachers appearing to do well in similar circumstances. I blamed the kids, I blamed their parents, and I blamed the entire public school system for letting this happen to me, but blaming was a fairly useless enterprise. In desperation I turned to my colleagues, who listened patiently as I griped (they had all had similar frustrations) and told me that my students could achieve independence only if I first imposed rules and structure.</p><p>I was well into my second year before I was convinced that all children must have limits imposed from outside in order to experience freedom. The more unstable their home life is, the more rigid the structure at school must be —the more loving and understanding the school experience must be. Somehow I would have to forge my Miss Nelson and my Miss Swamp into the same skin. The sweet-smelling, softvoiced part of me had to draw the boundaries with a heavy line and stand firm when they were crossed. The cool disciplinarian had to notice that when the same child crossed the same line for the fifth time, that child might be calling out for something else—a smile, a hug, or a sense of being important.</p><p>In that second year at Winn, I copied a system from a colleague whose classroom ran like clockwork. Three strikes by your name for misbehavior sent you to timeout. Fewer than three strikes earned you a star to keep in your supply box until Treat Day, at the end of the week. If you earned enough stars, you could get a popsicle or popcorn or, toward the end of the year when more was expected, a hotfudge sundae with all the trimmings. The system afforded me sanity and the children a sense of responsibility and, paradoxically, freedom. They were learning about making choices and facing the consequences of those choices. It was a good year. I was really in charge.</p><p><span class=\"dropcap\">D</span>iscipline is the beginning of learning but, by itself, is not enough. I still wondered whether I was making a difference in my students’ lives after the bell rang. Then andrea joined my class. She had been retained in kindergarten at another school and, in the third week of the school year, had transferred to Winn. Her single mother, who had had two children by the time she was seventeen, had moved the family to live with an aunt who had a small apartment near Winn. On andrea’s first day her thumb hardly left her mouth. I mentioned that to her aunt when she picked up andrea that day. “Her mama still sucks her thumb too.” She appeared resigned.</p><p>Andrea was a pretty child who was outgoing and affectionate with adults. She craved their attention so constantly, however, that she met with frequent rejection. Her voice would become a nagging whine when she felt especially insecure, and I would catch myself screaming, “andrea, be quiet!” to the very child who needed my patience and constancy so urgently. It seemed impossible for andrea to earn reward stars, and in spite of my efforts to adapt the system to her needs, she had missed two weeks of treats. I could tell she was running out of resources. One Friday, when we gathered on the rug to count out our stars for the week’s rewards, she took ten stars from her box and lined them up in front of her.</p><p>“Oh, Mrs. Wright, where did andrea get all those stars?”</p><p>“andrea done stole them stars!”</p><p>“Teacher, I can’t find my stars!” wailed a quiet little boy named Darren, who had earned a star every single day.</p><p>Andrea’s response was to fling herself on the floor and scream. To restore order I sent her to a neighboring class for the rest of the day. I was crushed and flustered. Andrea would have to be barred from participating in my system for a time. I could suddenly see how children fall through the cracks in our schools. Shutting andrea out seemed only to exacerbate an already tragic problem.</p><p>As if this little girl’s emotional insecurity was not problem enough, she could not listen to a story, she could not identify a triangle, she could not count out three objects, she could not identify yellow, and we had been studying all those things intensively for the preceding weeks. I was coming to accept, however, that if I was in school to teach and andrea was in school to learn, then I would have to help her harness her considerable energy in some constructive way. Writing her off was simply not an option.</p><p>Andrea loved to draw. When the class began keeping journals in which they could draw or write whatever they chose, she grew very excited. She drew pictures of herself—washing dishes, sweeping, cleaning the sink. She told me what to write in her book. “I hate housework. It get me tired.”</p><p>“This is my robot. He do my work for me,” I wrote, describing a green-andpurple creation with long arms and a rectangular head.</p><p>“This is my daddy, and he fussin’ at my mama and me,” she explained about a picture of a tall man and a much smaller woman.</p><p>Andrea’s mother came in for conferences willingly, but the powerlessness that her daughter saw in her and depicted in the journal was written across the young mother’s face. We talked about the stealing, about the temper tantrums, about the way andrea picked at her classmates and pushed them to abuse her, about her academic shortcomings, about her declining self-esteem. The woman’s face was expressionless. Some afternoons she came in smelling faintly of stale beer. Her sense of hopelessness was manifest. I talked and she listened, but her resignation seemed to seal andrea’s fate.</p><p>At times like those, it is easy to sink into despair. How can I make a difference against such enormous odds? Freddy Cougar is ripping out the souls of our children—robbing them of their innocence, of their individuality and their spark, their power and their ingenuity. <em>a Nightmare on Elm Street</em> would have us believe that life is indeed meaningless and that the human spirit cannot win the war against ignorance and evil.</p><p>Yet I see little miracles every day. I see andrea drawing her own robot to lessen her load. I see fifteen children lying silently on a schoolroom floor, imagining snow. I see six-year-olds teaching fiveyear-olds to read. I see teachers expecting children to learn, and the children do learn. I see brave Dorothy destroying the Wicked Witch with a single bucket of water.</p><p>I told andrea’s mother about her daughter’s latest theft. Andrea had stuffed a handful of my broken crayons into her raincoat pocket on her way out of school the previous day. I suggested that andrea needed attention, direction, and care. Perhaps she might like a box of crayons to play with at home.</p><p>“Oh, she’s got crayons, and she colors all the time,” her mother assured me. “She play school every day when she come home. Mrs. Wright, she pretend like she’s you.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Children",
      "School",
      "Students",
      "Home",
      "Teachers",
      "Work",
      "limits",
      "Mother",
      "War",
      "Commercials",
      "Education",
      "Music",
      "Public Education",
      "Schools",
      "spirit",
      "Stars",
      "Violence",
      "42",
      "AIDS",
      "Art"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Marshall",
      "Mission",
      "Texas",
      "West"
    ]
  }
}