{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19889",
    "date": "September 1988",
    "year": 1988,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1988/19880900.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 94,
    "document_page_range": [
      [
        94,
        95
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Cars? No Thanks, i’d Rather Walk",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198809-carsnoth",
  "source": "/1988/19880900.pdf",
  "wp_post_id": 123864,
  "wp_post_guid": "http://www.texasmonthly.com/article/cars-no-thanks-id-rather-walk/",
  "authors": [
    "DAVID Stansbury"
  ],
  "headline": "Cars? No Thunks, It Rather Walk",
  "dek": "“PEDESTRIANISM Does Not Necessarily Confer Dorkhood On a PERSOn. I Think Of Myself Not As a Flat-Footed Nebbish But As a Natty Boulevardier.”",
  "spread_caption": "",
  "excerpt": "You pay for interest, gas, oil, repairs, and insurance. I pay for shoe leather.",
  "kicker": "Everyone In Texas Is Wrong",
  "word_count": 816,
  "content": "<p><span class=\"dropcap\">I</span> have always depended on the kindness of drivers. I’ve never owned a car; buses, cabs, friends, and my own two feet have provided whatever transportation I need. In a state filled with rabidly committed drivers, being a pedestrian gives me some notoriety among my acquaintances. It mystifies them, astounds them, and troubles them. My failure —and failure is how many view it—to own a car almost always elicits the same gape-jawed disbelief as a screaming tabloid headline: <strong>MEDICAL Miracle Or Freak Of Nature? Man Lives 33 Years Without a Car. To</strong> most people, not driving is, in fact, the only interesting thing about me.</p><p>It’s not that I don’t like cars. I have fond memories of my dad’s capacious beige 1964 Impala station wagon, which i’m convinced was the prototype for the Bradley Fighting Vehicle. Then there was the 1967 Saab that belonged to my roommate in Fairbanks, alaska. It lacked taillights, a hood latch, and two gears, but it started without fail, even when the temperature approached that of liquid nitrogen.</p><p>And it’s not because I don’t know how to drive. Thanks to my high school driving instructor (Coach Julius “Sonny” Novak, a burly, gruff man whose favorite forms of address were “mullets” and “ladies”), I acquired enough automotive skill to maneuver a car with only a moderate amount of random destruction.</p><p>I certainly don’t walk for the fun of it. Morning constitutionals, evening strolls, or worse, jogging are busmen’s holidays as far as i’m concerned. I am poorly adapted for walking in Texas: i’m short, I sweat profusely, and I fall down a lot. The reason I don’t own a car is that I never seemed to need one that much. Austin, even postboom austin, has always been small enough to accommodate my haunts —the grocery, the laundromat, the burger joint, and the bookstore —within walking distance. And austin has been one of the few cities in Texas where pedestrianism does not necessarily confer dorkhood on a person. Pounding the pavement, I thought of myself not as a flat-footed nebbish but as a natty boulevardier.</p><p>Yet that explanation never satisfies people —especially in Texas, where car ownership is considered as essential to adulthood as puberty or one’s first .22. Texans want to saddle up and ride on out; they don’t want to wait for the bus. And Texans —especially in this era of diminished resources, returns, and expectations —cling to the notion that our state is really big.</p><p>But if you walk or ride the bus or take cabs or mooch rides from friends, your notion of the state’s size narrows. People on foot don’t take road trips. We stick close to home, so the wide-open spaces shrink to a few city blocks and the air above them. (In any case, the real wide-open spaces, as far as i’m concerned, consist only of endless stretches of unvaried landscapes, sinister rest stops, snake farms, and Stuckey’s signs declaring “Pecan Log Rolls —800 miles.”)</p><p>Some people find the idea of a grown-up who doesn’t drive amusing —like a middleaged man in a Buster Brown suit. Others cannot imagine how I get from one place to another. When I tell them about buses, cabs, and long walks, shock and wonder fill their eyes. People who pay hundreds of dollars a month to own and maintain automobiles think of cab fare as a spendthrift’s exorbitance. But I spent eighty bucks for a pair of Weejuns a couple of months ago while they had their transmissions overhauled for hundreds and hundreds of dollars.</p><p>Carlessness does have its drawbacks. On those rare occasions when I do take the wheel, high anxiety is my backseat driver. I would rather try crossing the street when the bulls run in Pamplona. And walking means that everything must be done in small portions: one bag of groceries, one basket of laundry, and no heavy appliances. Sometimes I mind a little when I have to slog through rain just to get a Dr Pepper and some of those little white doughnuts. And just try taking a cat to the vet on foot.</p><p>The truth is that as I approach my mid-thirties the itch to drive is beginning to overtake me. I want to come home from the supermarket with more than a single bag of rapidly thawing frozen entrees. I want to go places without relying on someone else’s schedule, whether that schedule is a friend’s or the transit authority’s. And I have developed a certain restlessness lately that I know walking cannot satisfy. As in all Texans, the driving gene lurks deep within my genetic inheritance. God help me, even I can feel the call of the open road. But I want to make the transition gradually —the leap from shoe leather to Lamborghini is too much. I think i’ll start with a Yugo —I hear that’s a lot like walking.</p><p><em>David Stansbury is an associate editor of</em> Domain.</p><img/><p>Illustration By Tim Gabor</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Driving",
      "Texans",
      "Texas",
      "Anxiety",
      "Austin",
      "Bookstore",
      "BUS",
      "Cities",
      "Dr Pepper",
      "God",
      "High School",
      "Home",
      "leather",
      "ownership",
      "Rain",
      "School",
      "Spaces",
      "Transportation"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin"
    ]
  }
}