{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19874",
    "date": "April 1987",
    "year": 1987,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1987/19870400.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121
      ],
      [
        158,
        159
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Cabin Fever",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198704-cabinfeve",
  "source": "/1987/19870400.pdf",
  "wp_post_id": 124320,
  "wp_post_guid": "http://www.texasmonthly.com/article/cabin-fever-2/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Cabin Fever",
  "dek": "Got to get away from it all? Here are ten hideaways with no telephone and no TV-just plenty of fresh air, screened porches, and solitude.",
  "spread_caption": "",
  "excerpt": "Not in the mood for a plush vacation resort or the rigors of backpacking? Instead, try solitude and starry nights at one of these ten park hideaways.",
  "kicker": "",
  "word_count": 4270,
  "content": "<img/><p>by</p><p><span class=\"dropcap\">A</span>s much as I enjoy an occasional date with Mother Nature, communion with her is not an easy rite. I am an urban animal. I bruise easily. The joys of fishing, hunting, and wilderness camping are yet to be comprehended. I cannot read the stars, much less a compass. For me, spinning a yarn is as tough as knitting it. I say thank God for cabins. Stay in one, and you get fresh air and relief from city life, plus a direct connection to the past. Cabins offer basic inexpensive shelter in the middle of mountains, deserts, or forests full of Bambis. Cabins are civilized yet not too civilized: in short, a perfect place for a quick flirt with Mother Nature without getting entangled in a full-time affair.</p><p>So what makes a cabin special? Ideally it should look timeless enough that you would not be surprised to see Daniel Boone walk through the door. The furnishings should be neither fancy nor extravagant, but simple, providing the necessities (a bed, a table, chairs, a toilet, a shower, and a sink) with a few luxuries thrown in, like a stove and refrigerator. Function should take precedence over form. That’s why screened porches are preferable to tanning rooms, why a LeRoy Neiman reproduction fits in better than an original Monet, and why linoleum beats Saltillo tile. Fireplaces are fine decoration whether they work or not. Of course, there are concessions to be made to comfort now and then. While considered obscene and a nuisance in other parts of the country, air conditioners in cabins are accepted in most of Texas as necessary evils. A cozy chair and a reading lamp separate cabins of distinction from the rest of the pack. Phones and televisions, however, are verboten. A cabin is about solitude. If you want action, go to Club Med.</p><p>Even though the idea of relieving stress by cooling out in a cabin is a poetic one, the hard reality is that good cabins in Texas are as rare as surfboards in alaska. After crisscrossing the state in search of cabins, I now know why one helpful soul in amarillo immediately suggested that I go to New Mexico or arkansas if I wanted to stay in a nice cabin. More than once on my travels, I was shown either a mobile home subdivided into rooms or a plywood cracker box set on concrete blocks, roomy enough for a small midget. Worse, the few good cabins in Texas tend to be overappreciated. If you’re older than sixteen, none of the units in Gamer State Park offers much relaxation between March and Labor Day, though the park is a pleasant place to pass a Tuesday in January. Unfortunately, Garner’s cabins show signs of overuse in the form of graffiti and broken furniture.</p><p>Studio Photographs By Geof Kern, Location Photographs By Tracy Lynch</p><img/><img/><img/><img/><p>There are cabins strung along the Comal, Frio, and Guadalupe rivers; clustered around Falcon, Canyon, Caddo, Sam Rayburn, Toledo Bend, Texoma, and the Highland lakes; and bunched around pre-condo coastal resorts, like Port aransas and Port Bolivar—most of them far from ideal. I conducted extensive research and found ten cabin resorts where smoothing it instead of roughing it can be a pleasant, refreshing experience. In evaluating them, I considered such factors as appearance (inside and out) and the surroundings, with attention paid to little stuff like the nearest food, supplies, and amusements and whether soap, linens, towels, and cooking facilities and utensils are supplied. Last but not least, all cabins were rated on a Solitude Index of 1 to 10, top scores going to isolated locations that beg for exploration during the day and contemplation of the Milky Way at night. Regardless of how soulful a place might otherwise be, proximity to RVs, mobile homes, and fraternity keg parties can ruin a good cabin anywhere, anytime. The denser the vegetation and the farther the city limits, the better.</p><p><em>State Park Cabins</em></p><p><span class=\"dropcap\">C</span>abins in Texas fall into two groups-state park cabins and everything else. All state park units share the same history and rental rates, so first a word on their behalf. Constructed in six parks in the thirties by the Civilian Conservation Corps (a make-work federal program initiated by Franklin D. Roosevelt), these native-wood and stone cabins look the part. Moreover, they were built to last, surviving fifty years of constant use with remarkably few scars. And while their furnishings could hardly be described as state-of-the-art (precious few pieces of original CCC furniture remain), there’s not a dud cabin in the bunch. Unfortunately, their relatively small number and huge popularity mean that reservations are taken ninety days in advance. In other words, hopefuls wanting to stay in cabins at any of the three state parks below, as well as those at Lake Brownwood, Garner, and Possum Kingdom state parks, should telephone the park at 8 a.m. sharp exactly ninety days before the desired date (sometimes you can get a cabin on shorter notice, especially midweek or during the off-season). Phone reservations are held until written confirmation arrives —five days max. The exceptions to this system are for the larger-capacity units, such as Bastrop State Park’s Lost Pines Lodge, whose availability is determined by a lottery each January 11. Write or call the specific park for details. All state park cabins have a stove, a sink, a refrigerator, a bath or shower, and a toilet, and linens are provided. They accommodate two to six people, but no pets are allowed inside. Bring your own cooking utensils, dishes, silverware, and firewood (most units have fireplaces—some working, some not-but gathering firewood in the parks is prohibited). Prices are $25 plus tax for two adults, $5 for each additional adult, and $2 for each child from six to twelve. The entry fee for state parks is $2 per vehicle per day or $25 for an annual permit to all of the state parks.</p><p><em>Bastrop State Park</em> The Lost Pines, a stand of loblolly pines that thrive where none should logically grow, are something of an anomaly. So is Bastrop State Park (Box 518, Bastrop 78602, 512-321-2101), located in the thick of them. Thirty-two miles east of austin, about 110 miles west of Houston, and less than a mile off the main highway between the two cities, Bastrop State Park was created from an almost bare strip of cutover pines and oaks. Today the 3503-acre spread is lush and idyllic enough to be mistaken for uncharted territory in northern Canada—a remarkable feat, since the park is ten minutes from Smithville, which brags about its location in “the heart of the Megapolis.” The nearness of urban populations is apparent only in the difficulty of reserving a cabin. Except during January and February, the thirteen units of hand-hewn timber and native stone are booked solid. Still, even when the park is at capacity, the cabins are spaced far enough apart to seem isolated. The only visitors likely to wander to your door are ducks in search of scraps of food.</p><p>The best of the cabins is number 12, the Lost Pines Lodge, which comfortably sleeps up to eight people in four bedrooms and has a bucolic vista of Ten acre Lake from the porch. Eight and a half miles of hiking trails wind through the park, and a nine-hole golf course and a larger-than-Olympic-sized swimming pool (open Memorial Day through Labor Day) are also on the premises. Downtown Bastrop, becoming quainter and more touristy by the year, is a couple of miles distant. A scenic thirteen-mile road directly connects the park to Buescher State Park.</p><p>Location Photographs Courtesy Of Texas Parks And Wildlife</p><img/><img/><p>Solitude Index: 5 in the warm months, 7 in the dead of winter, when the only noise is the wind whistling through the trees.</p><p><em>Caddo Lake State Park</em> Watching the early morning sunlight frost the tips of Spanish moss-draped cypresses on Caddo Lake can be a humbling experience. More majestic than any other forests in Texas, those of the Caddo Lake region have a primeval j|. presence that promises to overwhelm any creature that stands still long enough. Tall loblolly pines and hardwoods canopy the nine cabins in Caddo Lake State Park (Route 2, Box 15, Karnack 75661, 214-679-3351). Set about twenty feet apart, the cabins have rough exteriors of logs, mortar, and stone. Most have rock fireplaces, and all are air-conditioned. The banks of Texas’ only naturally formed lake about a quarter mile down the hill are a main attraction. It’s hard to determine precisely where swamp and bog become Big Cypress Bayou and where the bayou becomes Caddo Lake, but the water is uniformly as dense and slow as molasses, fine for fishing for bass, crappie, bream, and catfish though not particularly inviting to swim in.</p><p>Once upon a time this stretch was part of a commercial water route leading twelve miles upstream to the steamboat port of Jefferson, now a wellchronicled historic community of old homes, restored hotels and restaurants, and antique shops. Five miles away is Uncertain, the center of Caddo Lake activity. Beavers, possums, raccoons, foxes, and turtles abide in the park in spite of the occasional buzz of chainsaws, motorboats, and automobiles that drowns out the usual symphony of birds and bullfrogs. Canoe rentals, a three-quarter-mile interpreted hiking trail, a boat launch, and a fishing dock are available to visitors.</p><p>Solitude Index: 6 in the summer, 8 in the winter.</p><p><em>Daingerfield State Park</em> Less well known than Caddo, Daingerfield State Park (Route 1, Box 286-B, Daingerfield 75638, 214-645-2921) shares much of the same topography and vegetation but not necessarily the same feeling of timelessness. But what 551-acre Daingerfield lacks in apparent age it more than makes up for in a nearly ideal mix of recreational activities. The spring-fed lake is great for swimming and small boats, cool enough to support three thousand stocked rainbow trout (there’s a daily limit of five fish per person, license and trout stamp required), and large enough to have a two-and-a-half-mile hiking trail around its perimeter. Ducks, foxes, armadillos, and the rare red-cockaded woodpecker reside among the pines, dogwoods, and cinnamon ferns.</p><p>The choice of lodging is limited to three cabins, which sort of explains Daingerfield’s unknown status. Number 1 (formerly the park headquarters) is a large two-bedroom tan-brick unit with a fireplace; it sleeps six. Numbers 2 and 3 are wood-frame units back in the woods across the main road, perched on a bluff over the back side of the lake. In spite of their smaller size and lack of fireplaces, these two are decidedly homier, with wood floors and rustic exteriors. The Bass Lodge nearby sleeps twenty and rents for $75. Amenities include paddleboat and flat-bottom boat rentals, a concession stand, a playground, a boat launch, a dock, and a fishing pier on the lake.</p><p>Solitude Index: 5 on weekends in the warm months, 7 on weekdays in the cool months, and 6 any other time.</p><p><em>The Best of the Rest</em></p><p><em>Cham-O-Lakes Resort</em> East Texas may be blessed with the green est land, the richest flora and fauna, the most national forests and lakes and arguably the greatest number of quarter-acre vacation lots, mobile homes, an* resorts, but it has a dearth of proverbial cabins in the pines. The eight timber lodge on Log Cabin Lane at the Chain-O-Lakes Resort (Box 218, Daniel Ranch Road Romayor 77368, 713-593-1128), on the edge of the Big Thicket preserve, are on happy exception. Scattered around a small tree-shaded cul-de-sac between the park’ large artesian well-fed swimming lake and two fishing lakes, the recently built cabin are equipped with brass or wood-frame beds, rocking chairs, matching wood bed room furniture, overstuffed sofas, fireplaces, porch swings, sleeping lofts, and enougl antiques and Early american reproductions to fill a catalog. Even the modern con veniences (including central air conditioning and heat) are unobtrusive, down to th electric oven that is hidden behind the facade of a wood-burning stove. Cooking uten sils, silverware, dishes, linens, towels, and firewood are all supplied.</p><p>Location Photographs By Texas Parks And Wildlife (Top Right) And SAndY King</p><p>[ Continued On Page 156 ]</p><p>[ Continued From Page 119 ]</p><p>Dreams don’t come cheap, though. A new bed-and-breakfast program instituted by Chain-O-Lakes in conjunction with the Hilltop Country Inn puts the log cabins into the luxury-hotel price category. Accommodations per person, including bed and breakfast, for two adults are $25 to $30 on weekdays (except in the summer) and $45 to $55 on weekends and at all times during the summer. An additional charge is made for extra people. The rates tend to muffle the call of the wild, though your outlay does buy into a slew of family activities. There are thirteen small stocked fishing lakes (including the two nearest the cabins), the two-and-a-halfacre swimming lake with ten water slides, a smaller pool with three water slides, a convenience store, a snack bar, a rec room, boat rentals, hayrides, and horse stables. Peace and quiet are maintained by security patrols and a ban on firearms, motorboats, and motorcycles —a policy that has encouraged the growth of a large population of egrets, cranes, and possums. The Historic Plantation Ranch across the road is the oldest permanent anglo settlement in Texas.</p><p>Besides the price, Chain-O-Lakes’ only drawback is its popularity. On a hot summer weekend the sandy banks of the swimming lake resemble Galveston’s crowded Stewart Beach. A weekday visit or an extended stay before Memorial Day or after Labor Day is a better bet. Incidentally, there are other “rustic” cabins and cabanas, but they are of fishing-camp quality; insist on the lodges on Log Cabin Lane. And given a choice, request Goliad or San Jacinto, which are roomy, or Jim Bowie, the most private.</p><p>Solitude Index: 7, except on summer weekends, when it falls to 5.</p><p><strong>Laguna Diablo Resort•</strong> with a past as a</p><p>failed dude ranch enterprise in the forties and later as a residential community gone bust, Laguna Diablo Resort on Lake amistad (Box 420608, Del Rio 78842, 512-774-2422) may be an unlikely setting for cabins. But its five native-stone duplexes are Cadillacs, with solid rock exteriors and spacious, fully loaded interiors. Each has a living room, an equipped kitchen, two bedrooms, a bathroom, air conditioning, washers and dryers, and framed art, including such highlights as a velvet rendition of a burro and an etching of John Wayne. Where such comforts might detract from the environs elsewhere, here they are a welcome contrast to the dry, thorny chaparral along the Devils River arm of the lake.</p><p>A short hike in any direction onto adjacent federal parkland will quickly confirm that the best spot to appreciate the lay of the land is from a chair on one of the covered porches. From there one can observe goats grazing on the small distant cliffs across the water, trace the outline of a sleeping lady on a Mexican mountain range on the horizon, or get a close-up of vermilion flycatchers, pyrrhuloxias, hummingbirds, orioles, mockingbirds, and white-winged doves flitting carelessly through giant Spanish daggers, yuccas, and cacti on the landscaped lawn.</p><p>Other than the birdcalls, about the only sounds are those of fighter jets from Laughlin air Force Base and the occasional motorboat towing water-skiers or carrying fishermen to Indian Springs, where tilapia perch congregate in the winter. Bringing a boat or renting one at the nearby marina in Rough Canyon is suggested, not just for fishing, skiing, and scuba diving but also for seeing sights like ancient pictographs etched in a gorge a couple of miles upstream. Otherwise, Laguna Diablo’s drawing card is its isolation.</p><p>If diversions are a must, Del Rio and Ciudad acuna are 25 miles south, and less than an hour away by car are the celebrated pictographs at Seminole Canyon State Historic Site, the dramatic bridge over the Pecos River canyon, Judge Roy Bean’s Jersey Lilly Saloon in Langtry, historic Fort Clark, and alamo Village.</p><p>The quiet here is suitably deafening, but it would be nice if the vapor lamps that illuminate the grounds were turned off after ten for a clearer glimpse of the stars. The four 1-bedroom units rent for $54.50 per night; the six 2-bedroom units cost $60 to $80. There’s a two-night minimum with a price break for monthly rentals.</p><p>Solitude Index: 8.</p><p><strong>The Other Place •</strong> In a resort strip where vacation cabins are almost as plentiful as inner-tube rentals, the Other Place (385 Giesecke, New Braunfels 78130, 512625-5114) has earned its bragging rights. Tucked away on a tight four-and-aquarter-acre spread in the heart of New Braunfels —across the street from Camp Warnecke and fronting 1400 feet of the clear, swift Comal River—the Other Place conveys quiet and relaxation in spite of the hubbub surrounding it. The several vaguely alpine cottages—duplexes, fourplexes, and an eightplex—are perched on a manicured hillside only a few steps from the translucent green water. Tubing, swimming, and fishing (a five-pound catfish was caught only a few days before my visit) are the main activities, with plenty of tourist diversions (minigolf, big golf, video games) within walking distance.</p><p>A play area in the middle of the spread has picnic tables, a volleyball net, horseshoes, and barbecue pits. All the recentvintage cottages overlook the water, are air-conditioned, and come equipped with full cooking facilities and utensils, dishes, silverware, linens, and towels. No pets are allowed. Prices for oneand twobedroom units start at $55 in the warm months. The most popular ones, numbers 123 and 125, are old wood-frame cottages with two bedrooms, two baths, and screened porches; they sleep ten to sixteen, and prices start at $114. The Other Place is booked year-round, because snowbirds take advantage of the two-for-one rate in the autumn months.</p><p>Solitude Index: 5, which is an admirable achievement, considering the massive modern condominiums next door. The management insists on quiet from guests between 11 p.m. and 7 a.m.</p><p><strong>Edgewater Cottages•</strong> after opening the door of old number 3 at the Edgewater Cottages (Route 2, Box 227, Hunt 78024, 512-238-4460), I was overcome with nostalgia: my nostrils filled with the scent of burned wood from the massive fireplace, and my eyes fell on stone walls and sturdy furniture worthy of the Black Forest. These limestone structures are works of a practically lost art —solid and comfortable in all seasons. Seven units are nestled above a well-kept slope leading down to the edge of the Guadalupe River. The honeycomb-rock house in the middle of the grounds, built in the twenties, and the other thirties-vintage cabins are all examples of the expert stone masonry that once typified Hill Country architecture. Any one of them is a suitable surrogate for Grandma’s house, especially if Grandma now lives in a high rise.</p><p>The big house that incorporates numbers 5, 6, and 7 features an expansive rock porch a stone’s throw from the water. Number 5 downstairs sleeps eight and rents for $90 (a separate staircase leads to the sole phone, on the second floor). Number 7, on the third floor, even has a stained glass window. Cabins sleeping six start at $65. All units come with wellstocked kitchenettes and air conditioning.</p><p>Shaded by huge cypresses, pecans, and oaks, this slice of Texas fairyland leaves little doubt as to why the best summer camps in the state are all just down the road. The river offers swimming, fishing, boating, and canoeing, though thanks to the high cost of insurance, the rope swing has been removed. Turkeys and deer are frequent visitors to the feeder on the opposite bank. Other attractions are picnic tables, a gazebo, and a tennis court.</p><p>Solitude Index: 6, because of the proximity of well-traveled Texas Highway 39 and the community of Hunt.</p><p><strong>Foxfire Cabins •</strong> When I first saw the Foxfire Cabins (HCOl Box 142, Vanderpool 78885, 512-966-2200), I thought I was dreaming, and in my dream either I had shrunk or my Lincoln Log toys from childhood had become life-size. These cabins are the real thing —posts, beams, and all. Once inside, I knew I wasn’t dreaming, even though I still wasn’t entirely sure that Shirley MacLaine hadn’t astral-projected me to aspen. The interiors of the six 2-bedroom and one 1-bedroom cabins are a Colorado blend of convenience and rusticity, with fireplaces (in some units), ceiling fans, and antiques on the one hand and carpeting, air conditioning, icemakers, and Holiday Inn-style sofas on the other. The cabins are in a small canyon on the Sabinal River a mile from the Lost Maples State Natural area. Kitchen utensils, dishes, silverware, towels, linens, and firewood are provided.</p><p>In an area rife with cabins along the Frio, Guadalupe, and Medina rivers, Foxfire’s are without rival, though the acreage is admittedly not as spacious nor the scenery as stunning as at some other sites. There is a two-night minimum in November and December, when hunting season begins, the maples change colors, and more than 45,000 visitors pass through the nearby park. Horseshoes, volleyball, badminton, bird watching, and swimming are available on the grounds, with hiking and hunting nearby. Prices start at $48 per night for two adults and go up to $65 for six adults. Stay a week and get one night free. Credit cards are accepted.</p><p>Solitude Index: 7.</p><p><strong>Chisos Mountains Lodge•</strong> Sit down and</p><p>hold tight to the arms of your chair when you watch the sunset from the porch of any of the fifteen stone cottages of the Chisos Mountains Lodge (National Park Concessions, Big Bend National Park 79834, 915-477-2291), because you’ll feel like you’re on the edge of the world. These are rooms with a view that won’t quit, a mile-high panorama in the pinons overlooking the Window (a drainage notch at the end of the Chisos Basin) with the Chihuahuan Desert as a backdrop. Set apart from the rest of the park facilities, these red-tile-roofed structures of white adobe and native stone include four individual units (numbers 100 through 103), a duplex, a fourplex, and a fiveplex. A few steps out any door are hiking trails that lead to the South Rim or the Window. A small paved road connects the cottages to the Lodge Dining Room, the general store, and other facilities, while assuring plenty of seclusion.</p><p>The stunning vistas and mountain setting have a price, however. Securing a cottage is as tough as getting a ticket to the Super Bowl. Reservations are being accepted through December 31, 1988, and Thanksgiving and Christmas weeks of that year are already booked. Summer months offer better possibilities, when the temperature dips into the sixties in the basin at night even though it hits three digits daily on the desert floor.</p><p>Each one-room unit has three double beds, a closet, and a private shower but lacks a kitchen. The fireplaces are plugged up because of a parkwide openfire ban. Prices start at $55.12 for three people and go up to $78 for seven people. If there’s a choice, request number 103, with its prime back-porch view. When the cabins are booked, check for space in the motel. The rooms aren’t cabins, I know, but since they have no phone or television and come with similar views of the Window from the window, they’ll do in a pinch. The parks service schedules a full slate of organized activities throughout the year; horseback outings leave daily from the remuda to visit the Window and the South Rim (two thousand feet high and six miles distant), and walking trails lead in all directions, where deer and javelinas roam without fear.</p><p>Solitude Index: 9.</p><p><strong>Kingston Hot Springs•</strong> When I finally</p><p>reached Kingston Hot Springs (Ruidosa Route, Box 22, Marfa 79843, 915-3584416 or 358-4606) after 32 miles of ranch road and 20 miles more of rough gravel through the treacherous Pinto Canyon, I thought I had found a place off the beaten path. An hour later, I chanced upon a colleague who had driven in on the other road, from Presidio. In spite of my grudging conclusion that this road to the end of nowhere is well traveled, I think Kingston Hot Springs is far enough Out There to satisfy anyone’s longing for isolation.</p><p>A literal oasis in the least-populated, most-rugged stretch of real estate in Texas, Kingston is about as far as you can go in a vehicle without four-wheel drive. The eight cabins, mostly dating from the thirties, are suited to a desert rat’s taste: the brown adobe units with tin roofs are sparsely furnished, with one or two beds, a stove, a refrigerator, a table, chairs, and little else (no cooking utensils, dishes, silverware, soap, or towels). But that’s okay, because it’s the water, not the</p><p>amenities, that makes this resort.</p><p>Bubbling out of the ground at 118 degrees Fahrenheit, a mineral-loaded spring supplies the resort’s drinking water and fills two six-foot-long horse-trough tubs for the health and relaxation of guests. Although isolation is plentiful at Kingston, privacy is not—typical of the all-forone survivalist attitude that permeates places like this. Only one tub is private, in the euphemistically titled Honeymoon Suite; the other is time-shared by visitors, which isn’t a problem, since a swift tenminute soak can parboil even the toughest hide. (The communal spirit extends to the rest rooms: everyone shares the same flush toilets in a nearby outhouse.)</p><p>Kingston consists of an office-residence and a general store-residence, a lawn shaded by tall cottonwoods with a dilapidated swing set, a huge barbecue pit, narrow canals of springwater, and the ruins of a candelilla-wax processing plant across the gully. Ice, beer, and other necessities are sold in the general store, but there’s no restaurant. Birds, varmints, wild burros, two friendly dogs, and several cats prowl the spread at will.</p><p>Cabins rent for $20 except for the one-bed units, which are $15. Because there are numerous low-water crossings on the way, call before leaving Marfa or Presidio to check road conditions. Besides, Bill Kingston might ask you to pick up a newspaper or a few supplies.</p><p>Solitude Index: 9.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "ten",
      "Fishing",
      "Swimming",
      "Cooking",
      "Hiking",
      "Water",
      "Bastrop",
      "Caddo Lake",
      "Resort",
      "Summer",
      "Canyon",
      "Edge",
      "Rock",
      "Antiques",
      "Barbecue",
      "Barbecue",
      "Best of",
      "Catfish",
      "Country"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Bastrop",
      "Canyon",
      "Del Rio",
      "Marfa"
    ]
  }
}