{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19874",
    "date": "April 1987",
    "year": 1987,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1987/19870400.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128
      ]
    ],
    "toc_order": 6,
    "toc_headline": "High Noon At the Capitol",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198704-highnoon",
  "source": "/1987/19870400.pdf",
  "wp_post_id": 124317,
  "wp_post_guid": "http://www.texasmonthly.com/article/high-noon-at-the-capitol/",
  "authors": [
    "PAUL Burka"
  ],
  "headline": "High Noon At the Capitol",
  "dek": "CLEMENTS Is Gunning For Education, Democrats, And Anybody Else Who STAndS In HIs Way.",
  "spread_caption": "",
  "excerpt": "The biggest legislative bloodbath in 31 years is shaping up between Clements and Hobby. At stake: not only the state’s education budget but the economic and political future of Texas as well.",
  "kicker": "",
  "word_count": 2988,
  "content": "<p>AUSTIN—The Texas Legislature is headed straight for the biggest, meanest, highest-stakes political confrontation the state has seen since Lyndon B. Johnson challenged and beat allan Shivers for control of the Democratic party 31 years ago. That battle was about the state’s political future. This one is about the state’s economic future and perhaps its political future as well.</p><p>The principal protagonists are Governor Bill Clements and Lieutenant Governor Bill Hobby. Clements is adamant that there will be no new taxes. Hobby is adamant that the Legislature will not cut funding for education. Sometime between april and august either Clements or Hobby will have to give in.</p><p>At the root of the crisis is the oil bust, which has so depleted the state treasury that $5.8 billion in new revenue will be needed during the next two years just to keep spending at current levels. Clements has agreed to an extension of the temporary tax increases adopted last fall-but not a penny more. That concession still leaves the Legislature $2.9 billion short. Because Texas has a pay-as-you-go provision in its constitution, the difference will have to be resolved through either higher taxes or lower spending. If spending must be cut, there is no way to spare education, which represents 51 per cent of the budget.</p><p>The approaching showdown has given birth to a new way of categorizing politicians around the Capitol. Along with Republicans and Democrats, and conservatives and liberals, we now have optimists and pessimists. The new factions are divided over whether the state’s budget crisis can be resolved without a political bloodbath.</p><p>The optimists believe that the looming battle over the education budget is a normal political battle. Sure, Clements is talking tough, saying that he won’t stand for any new taxes, but that’s just his style. If he said at the start that he intended to compromise, the Legislature wouldn’t even look for ways to keep spending down. In the end, the optimists say, Clements and Hobby will sit down and cut a deal, and the public schools and the state universities will come out just fine. Politics as usual.</p><p>The pessimists see things differently. They think that Clements regards himself as already having compromised by agreeing to extend the temporary taxes passed last fall. They believe that Clements, the former chairman of the SMU Board of Governors, has never been a friend of statesupported higher education, and they cite as proof his first-term vetoes of funding for medical research and university museums. They suspect that he likewise hasn’t changed his attitude about public schools since his first term, when he said that teachers had “an insatiable appetite for salaries.” The pessimists are convinced that a bloodbath is inevitable.</p><p><span class=\"dropcap\">S</span>o far, the weight of the evidence favors the pessimists. Exhibit One: Bob Davis, Clements’ new budget director. To get to his office in the Sam Houston State Office Building near the Capitol, one takes an elevator to the seventh floor. This is not as simple as it sounds. The elevators are legendary in state government circles for their nonperformance. It is a rare day when more than two of the four are working; one day last month, three refused to budge from the tenth floor. After Clements became governor, some holdover employees had hope that a more efficient Republican administration would fix the elevators. But Davis, a former state legislator from Irving, had other ideas: “I told them, ‘You find me something that we can do without, and i’ll use the money to fix the elevators. Otherwise, take the stairs.’”</p><p>The tale of the elevators is a parable for the approaching showdown over education. The state’s education system needs fixing. Neither the public schools nor the state universities are of the first rank. But education is not Bob Davis’ main concern—holding the line on state spending is. If legislators want to spend money to fix education, that’s fine with Davis, so long as they get the money by cutting something else they can do without. And if they don’t like it, then they too can take a hike.</p><p>The difference between Davis and Clements’ first budget director, Paul Wrotenbery, exemplifies the difference between Clements’ second and first administrations. In his first term Clements surrounded himself with “dollara-year” men from the business world—like Omar Harvey from IBM and Tobin armstrong from the South Texas ranching family. They were more interested in management than in politics. Wrotenbery helped form audit teams and institute management training programs for the state bureaucracy. This term, however, Clements has surrounded himself with Dallas political types, and the mood has changed from noblesse oblige to scratch and claw.</p><img/><p>Illustrations By Kent Barton</p><img/><p><strong>BILL Hobby Is the Only One Who Can Save Them!</strong></p><p>Nobody scratches and claws better than Bob Davis. As a legislator in the late seventies and early eighties, Davis was brilliant, irrepressible, and ruthless. His red hairline has retreated in the intervening six years, but his conservative philosophy hasn’t. He once made a passionate speech on the House floor against overzealous bureaucrats who, while investigating child abuse complaints, assumed that parents were guilty until proven innocent. This year analysts of Clements’ budget proposals found that he would reduce the funding for such investigations by $90 million. As for education, Davis does not subscribe to the gospel, spread by people like high-tech guru Bobby Ray Inman, that it is Texas’ salvation. Davis argues that the state ought to provide not the best education money can buy but an average one. Education, in his view, is the “nondelegable duty of the parents,” or, in the less elegant phrasing of the governor’s budget message, “The work begun at school must continue at home.”</p><p>Exhibit Two: Bill Clements’ personality. During the 1986 campaign, Clements’ supporters insisted that the irascible misanthrope of the first term had mellowed. Judging from the reports of people who have tried to talk to him, it appears instead that he merely had been muzzled. If anything, they say, Clements seems meaner, more vindictive, and more arrogant than ever. He has raged that the universities are “out of control”; he has sworn to delay faculty raises until universities purge their deadwood. His lack of support for the education reforms of 1984-he has already advocated abandoning two of the principal reforms, smaller class sizes in lower grades and the career ladder for teachers—has all the earmarks of a deliberate campaign to eradicate the sole monument left by Mark White, the man who beat him in 1982. With the exception of his apology for mishandling the SMU athletic scandal, his public posture has been just as small. In one address he said, “i’m not going to be the master educator for the state of Texas. That’s not my profession. I’m a drilling contractor.” In fact, his current profession is governor, a job that would seem to have a lot more to do with education than with drilling.</p><p><span class=\"dropcap\">T</span>hat’s certainly the way Bill Hobby sees the governorship, which he has said he will seek for himself in 1990, after what would then be eighteen years as leader of the state Senate. A standard line in Hobby’s speeches goes something like this: “Texas can no longer depend on resources that come out of the ground-it must depend on ideas that come out of educated minds.” alas for Hobby, the Legislature can no longer depend on resources that come out of the ground either. If the income from oil and gas severance taxes were still rolling in, it wouldn’t. matter to Hobby and the Legislature what Bill Clements wanted to do to the education budget.</p><p>Civics textbooks say that Texas has a weak chief executive, and the main reason is that its governor has scant power over the state budget. Although the constitution requires a governor to submit a budget to the Legislature, his proposals are traditionally ignored. The real spending bill is prepared before the legislative session even begins by the legislative budget office. It is altered slightly by Senate and House committees and enacted into law. So certain is the Legislature’s disdain for the governor’s budget that Mark White didn’t even bother to submit one in 1985.</p><p>But the oil bust and the growing strength of the Texas Republican party have combined to overturn tradition and put Bill Clements in the driver’s seat for this session. The budget fight is not really a budget fight at all. As a practical matter it is a fight over taxes. Most of the Senate and a majority of the House agree in principle with Hobby’s views about education. The trouble is, the Legislature can’t do what Hobby wants unless it has the money, and it can’t get the money unless it raises taxes by substantially more than the $2.9 billion Clements has agreed to. In a tax fight, unlike a budget fight, the governor has all the clout he needs—his own veto. No wonder that Hobby’s mood this session has been described by one old friend as a blue funk.</p><p>If Clements holds to his bottom line, Hobby’s options are all unattractive. Try them out:</p><p>• Write a budget that operates at a deficit, the way Congress does. Sorry, the state constitution forbids it.</p><p>• Pass a tax bill for more than $2.9 billion. The Senate may be willing, but the House is not: Democrats from conservative districts, the swing faction in the House, are leery of voting for a tax bill that Clements might veto, leaving them exposed to a future Republican opponent.</p><p>• What about overriding the veto? No chance. The Republican strength in the House, 56 of 150 members, is above the critical one-third-plus-one necessary to make Clements override-proof.</p><p>• Put the pressure on. This tactic worked last year on Mark White (and Speaker Gib Lewis), after Hobby sold major newspaper editorial boards on the need for an immediate tax increase. But pressure Clements? He was born and bred in that briar patch. Clements has already said that he isn’t running for reelection or higher office, and the only time he has given any indication that he cares what people think of him is during campaigns.</p><p>If Hobby is going to change Clements’ mind, he’ll have to do it one-on-one. So far Hobby has done everything possible to stay on Clements’ good side. He has been as quiet about the need for a tax increase as he was vocal last fall. He has stated for the record his belief that Clements wants to be a great governor. When the news broke that Clements had agreed, as chairman of the SMU board of governors, to continue paying cash to football players, Hobby discreetly said that a commitment was a commitment. In fact, Hobby had a better relationship with Clements from 1979 to 1983 than he did with White. “Clements had a better staff,” says a veteran Hobby staffer, “and it was easier to get him to do the right thing.” But the first time around, Hobby was dealing from the Legislature’s usual position of strength. This time Bill Clements has all the cards.</p><p><span class=\"dropcap\">I</span>s there a way to avoid the all-but-inevitable confrontation? The best political minds in the Capitol are straining to come up with tactical maneuvers that might work. One idea is to increase the sales tax again and stipulate that all the revenue be spent on prisons and criminal justice. The money currently being used for those purposes would then be freed up to spend on education. If Clements vetoed the tax, at least legislators could defend their votes as being for law and order. And there’s always a chance he would sign it.</p><p>But there is a more honest way out. In the fight between the budget cutters and the spenders, both sides are right. Texas can’t afford mediocrity in education, but neither can it afford waste. Bill Hobby, like Bobby Inman and H. Ross Perot before him, has made the case for spending. The case for cutting has been made by a third-term Republican legislator from Houston named Mike Toomey. He earned the nickname Mike the Knife last session as a nonpareil scholar of boondoggles, pork barrel, and waste. His exhaustive knowledge of the budget won Clements’ confidence so completely that Toomey and Bob Davis had total authority over the preparation of Clements’ budget message.</p><p>The presence of a Mike Toomey indicates how much the Texas Legislature, and Texas politics, have changed in the last two decades. Twenty years ago conservative Democrats wrote the budget behind closed doors. Men like the late Bill Heatly, known and feared in his heyday as the Duke of Paducah, knew the budget as well as Toomey did, but in an entirely different way. Toomey looks at numbers, period. The old hands looked beyond the numbers to politics. They judged agencies according to the number of their friends and enemies who were employed there. They used the budget to pour money into their rural districts—junior colleges, state aid for 4-H clubs, free cattle vaccinations, and on and on—in a futile attempt to stave off the transformation of Texas into an urban state. They drank their whiskey, and they cut their deals. Toomey doesn’t even drink coffee, and he has no patience for you-scratch-my-back-and-i’llscratch-yours deal making.</p><p>“This is our one chance to put discipline in the system,” says Toomey. “If we don’t do it now, when will we do it? We’re sure not going to do it when oil is thirty-seven dollars a barrel and there’s plenty of money to go around.” Toomey believes that Texas is spending ample money on education; the problem is not the amount but the way it is spent. In the ten-year period from 1976 to 1985, for example, the number of students in Texas public schools grew by less than 10 per cent. The number of teachers increased by 20 per cent. But the number of administrators grew by almost 40 per cent. The dollars aren’t getting to the classrooms. Toomey reaches into a bulging briefcase and pulls out a white sheet showing that the number of pupils per teacher in lower grades actually increased in the first year after the Perot reforms were supposed to reduce it drastically.</p><p>The situation in higher education is no better. Funding is based on bodies. Each of the 37 statesupported universities gets the same amount of money for each full-time undergraduate student. Instead, says Toomey, funding should be based on “roles cope admission”—he says it so fast that he’s two sentences down the road before you can pry the syllables apart and put them back together to make sense: role, scope, and mission. Toomey would like to change the formulas to give more money to a few schools, like the University of Texas and Texas A&M, and less to the rest. Without spending a penny more on higher education as a whole, this would give UT and A&M enough money to recruit better faculty, build better libraries, and maybe even live up to their own press clippings.</p><p>The kind of changes Mike Toomey has in mind won’t be easy to make. Legislative bodies have a terrible time making selective cuts, no matter how wise the cuts may be in principle. Every state senator has a college in his district, and none is willing to sacrifice his for the greater glory of UT and A&M. Politicians would rather cut across the board so that everyone has to suffer equally. It took an H. Ross Perot to change the funding for public education, and it will take at least that kind of high-profile, highprestige effort to build enough support to change the funding for higher education.</p><p>Bill Clements doesn’t seem inclined to make that kind of effort. Why should he? The beauty of his position is that he doesn’t have to advocate anything so controversial. He can make general statements about better use of current resources and hold firm to his $2.9 billion bottom line, and sooner or later the Democratic Legislature will have to start cutting. Either they cut across the board by up to 17 per cent or they start fighting over the carcass to see which bones will be picked clean. Will it be public education? higher education? welfare? Or will they pass a tax bill that Clements can gleefully veto? The situation is made to order for Republicans to redraw the political map of Texas—and don’t think they aren’t aware of it. The Republican governor gets the credit for opposing taxes, and the Democratic Legislature gets the blame for cutting programs. Then, when it’s all over, Clements will be able to say that he told the Legislature that there were moreintelligent ways to cut. But they just wouldn’t listen.</p><p>It’s great politics in the short run. In the long run, however, the Republicans are making a terrible mistake. They have taken Ronald Reagan’s message and transplanted a portion of it to Texas, where it may blossom for the moment but cannot lay down deep roots. In 1980 Ronald Reagan won the presidency by saying that the United States government taxed people too much, spent too much money, delivered too many services, and hurt the nation’s economy. All that, Reagan said, kept us from being as good as we could be. Even Democrats grudgingly concede that his analysis had merit. Now Bill Clements is applying the “tax and tax, spend and spend” message to state government. But Texas has traditionally been low in taxes, low in spending, limited to basic services like education, and favorable to business. Yes, there is waste. Yes, there is dead wood on some faculties. Yes, we ought to get rid of them. But that’s not the reason we’re not as good as we can be. The reason is that Texas hasn’t done enough—not that it has done too much. Until Bill Clements and the Republicans understand that the ennobling conclusion of Reagan’s message —we need to be as good as we can be—is as important as the accusations of excess, the Republicans will do no better at solving Texas’ problems than the Democrats have done.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Budget",
      "Texas",
      "money",
      "Legislature",
      "Education",
      "funding",
      "Bill Clements",
      "Governor",
      "Republican",
      "Republicans",
      "Democrats",
      "House",
      "Oil",
      "people",
      "Public Schools",
      "Schools",
      "Taxes",
      "Future",
      "Senate",
      "SMU"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas"
    ]
  }
}