{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197911",
    "date": "November 1979",
    "year": 1979,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1979/19791100.pdf",
    "issue_cover_image": "",
    "document_start_page": 192,
    "toc_start_page": 192,
    "document_page_range": [
      [
        192,
        193,
        194,
        195,
        196,
        197,
        198,
        199,
        200
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Grand Indulgences",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197911-grandindu",
  "source": "/1979/19791100.pdf",
  "wp_post_id": 113601,
  "wp_post_guid": "http://www.texasmonthly.com/article/grand-indulgences/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Grand Indulgences",
  "dek": "Santa’s gifts are all right, but we'll bet those elves never cooked you a gourmet wild game dinner or flew you to Paris on the Concorde.",
  "spread_caption": "",
  "excerpt": "Whether you have $2 to spend or $25,000, our Christmas gift selections show how to have a wonderfully indulgent holiday.",
  "kicker": "",
  "word_count": 1041,
  "content": "<p>Photography by Kirkley Photography</p><p>Santa s gifts are all right, <em>but well bet those elves never cooked you a gourmet wild game dinner or flew you to Paris on the Concorde.</em></p><p>Remember the funny song that was popular a few years back, “All I Want for Christmas Is My Two Front Teeth”? That has always struck us as just the kind of gift a person would <em>not</em> want for Christmas. Granted, everyone needs teeth. But a great Christmas gift is not something you need. Rather it’s some special thing that you have no particular use for but would be absolutely delighted to receive. In a word, an indulgence.</p><p>Of course, an indulgence doesn’t have to be expensive. Some of the best indulgences we know cost only a few dollars. What would pamper your papa more than treating him to a real barbershop shave? How better to intrigue your wife or mother than with one individually gift-wrapped piece of the world’s greatest chocolate? You might even entice your kid (or someone a bit older) into the bathtub with a gift of bubble-bath paints. We dreamed up a whole array of indulgences costing less than five dollars, and you’ll find them by just turning the page.</p><p>On the other hand, we have to admit that there is something secretly seductive about really extravagant gifts. So we let our imagination run wild and came up with the most lavish holiday junket we could think of: a trip to Paris on gossamer wings—or the Concorde, which amounts to the same thing.</p><p>And because Christmas wouldn’t be Christmas without good things to eat, we sent our favorite caterer on a wild-goose chase for the main course of a truly sumptuous holiday feast. She came back with—well, you’ll find out soon enough.</p><p>Now that we’ve had the fun of planning our Christmas indulgences, the rest is up to you. We’ve mentioned a few retail outlets across the state that carry these items, but stores in the city where you live will have many of them as well.</p><p>And whether you choose these gifts or others of your own selection, keep one thing in mind: indulge a little this Christmas.</p><p><em>For a real fly-by-night escapade, catch Air France’s Concorde to Paris (round trip from Dfw, $2718). You take off in style in Roedeane Landeaux’s lame jacket (Maya, Austin, $180), a winged chapeau (Neiman-Marcus, $115), a jeweled evening bag by Judith Leiber (Marie Leaved, Dallas, $955), rhinestone-studded hose by Danskin, and Casadei’s gold-trimmed pumps (Tootsies, Houston; hose $9.50, shoes $130). A classic 1966 Rolls will get you to the gate on time (Motorcars Ltd., Dallas, $51,500).</em></p><p>Photograph by Jeremy Green</p><p>Lettering by Janice Ashford</p><img /><img /><p>Jeremy Green</p><p><em>The kindest cut of all: an old-fashioned barbershop shave. Relax under a hot towel and let a real pro take the nuisance factor out of shaving (Dick Theisen at Adolphus Hotel, Dallas; Shamrock Hilton, Houston; Gunter Hotel, San Antonio).</em></p><img /><p><em>Kent Kirkley</em></p><p><em>Wrap up a busy day of gift shopping with Zoo Goo bubble-bath paints. Add water and they turn into suds (Folk Toy, Austin; Bathtique, San Antonio; $1.50-$2.40).</em></p><img /><p>Andy Vracin</p><p><em>Not like this! Record cleaning (Hillcrest High Fidelity, Dallas, 50 cents a disc),</em></p><img /><p>Andy Vracin</p><p><em>Zoom! Malibu Grand Prix (Austin, Dallas, Houston, San Antonio, $1.50 a lap).</em></p><img /><p>Jeremy Green</p><p><em>Take a sunrise stroll along the picturesque San Antonio River (absolutely free)</em></p><img /><p>Andy Vracin</p><p><em>Fragrant Montecruz hand-rolled cigar (Dunhill, Dallasand Houston, $4.50).</em></p><p>Andy Vracin</p><p><em>Teuscher’s chocolate truffle, gift-wrapped (Au Chocolat, Houston, $2.75 each).</em></p><img /><p>Andy Vracin</p><p><em>Sleep will come on little cat feet in a bed decked with silk flowers (Dick Garner, Inc., Dallas, $4-$24) and goose down from Scandia Down (Bedside Manor, Houston, king-size comforter $500, pillows $115 each, sheetcase and pillowcase ensemble $45).</em></p><img /><p>Andy Vracin</p><p><em>If you don’t dress for bed, you’re missing a great indulgence. Have one of the staff lay out Italian silk pajamas and robe (Galliani, Houston, pajamas $200, robe $200).</em></p><img /><p>Jeremy Green</p><p><em>Pour precious scents into one-oj-a-kind Leon Applebaum artglass bottles (Eve France, Houston, $85, $175, and $200).</em></p><img /><p>Jeremy Green</p><p><em>Perfume the sheets with legendary Hungary Water herb cologne (Crabtree & Evelyn, Austin, Dallas, Houston, $11).</em></p><img /><p>Andy Vracin</p><p><em>Perfect bed warmer: a velour hot-water bottle (Caswell Massey, Houston, $39).</em></p><img /><p>Andy Vracin</p><p><em>Unique feather hat pins (from designer Sharon Brown, Rt. 1, Box 172F, Brownsboro 75756, $30; hat, Neiman’s, $30).</em></p><img /><p>Kent Kirkley</p><p><em>Gerri Naschke will cook your goose this Christmas. She’ll also make vegetable mousse and fruitcake cookies (call 266-1160 in Austin, prices on request). Other accoutrements:</em> buche de Noel <em>(through Fairmont Hotel, Dallas, $17.50); French wafer rolls by Biscuits Delacre (Crabtree & Evelyn, Austin, Dallas, and Houston, $12.50 a box); linens by Leron Linens (Brownstone Gallery, Houston, $395); “Imperial Palace” china by Mikasa (through Sanger Harris, Dallas, place setting $70); “Ashling” crystal by Waterford (Frost Bros., prices on request); “Pearl” silver by Cristophel (through Scarbroughs, Austin, place setting $88).</em></p><img /><p><em>Have a tropical eat wave with papayas from Clark’s Fine Foods, Dallas (prices vary).</em></p><img /><p><em>Barbecue and shindig for 100 with the Larry Mahan Band (through Cutter Bill, $25,000).</em></p><img /><p><em>Screen test: Cuisine Vu, with nine popular cookbooks on microfilm (Neiman’s, $325).</em></p><img /><p>Andy Vracin</p><p><em>Far cry from a tin cup: Rosenthal crystal drinking spoon (The Icehouse, Dallas, $35).</em></p><img /><p><em>Roll with the punches on rent-a-skates (Under Arrest, Dallas; High Rollin’, Houston; $2 an hour) in a wool tweed suit (Outfitters, Dallas, $245), Italian shoes (Carrano, Houston, $125), and a Cartier tank watch (Cartier Collection, Frost Bros., Houston, $450).</em></p><img /><p><em>For easy readers, the Oxford English Dictionary (Cokesbury Books, Dallas, or through any bookstore; 13 volumes $395).</em></p><img /><p><em>Give someone who’s really on the ball a polo club membership (Willowbend, Dallas; Houston Polo Club, Houston; Retama, San Antonio; $500-$1500 a year depending on services).</em></p><img /><p><em>High road: Usquaebach Scotch (Marty’s, Dallas; Richard’s, Houston; $40 for a fifth).</em></p><img /><p><em>Improve stereo sound with Avid speaker stands (High Fidelity, Austin, $60 a pair).</em></p><img /><p><em>For the perfect eye-opener, order a room service breakfast from one of the poshest suites at San Antonio’s St. Anthony Hotel (John Wayne Suite $300, Presidential Suite $260).</em></p><p>Photography by Jeremy Green</p><img /><p><em>Heading down the straightaway toward the kitchen is a motorcycle with sidecar, just the right size for Knie\u001bl-nihos and friends (Toy World, Dallas, about $200, batteries included).</em></p><img /><p><em>Oh, you beautiful, antique, bisque-head doll (The Picket Fence, Dallas, $125up).</em></p><img /><p><em>Puppet by Steiff calls for a show of hands (through I Wish, I Wish, San Antonio, $79).</em></p><img /><p><em>Hand-painted Goose Girl puzzle (Folk Toy, Austin, $35).</em></p><img /><p><em>For smoothing tiny highways there’s nothing like the Mamod steamroller from Germany. It’s steel and runs on its own fuel (Toys by Roy, Houston,$60).</em></p><p>Photography by Andy Vracin</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Christmas",
      "Paris",
      "Holiday",
      "Polo",
      "silk",
      "Water",
      "Band",
      "Batteries",
      "Breakfast",
      "China",
      "Chocolate",
      "Cookbooks",
      "Cookies",
      "Dallas",
      "designer",
      "Drinking",
      "Fruitcake",
      "Game",
      "Houston",
      "Larry Mahan"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Paris",
      "Dallas",
      "Houston",
      "San Antonio"
    ]
  }
}