{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197911",
    "date": "November 1979",
    "year": 1979,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1979/19791100.pdf",
    "issue_cover_image": "",
    "document_start_page": 152,
    "toc_start_page": "150",
    "document_page_range": [
      [
        152,
        153,
        154,
        155,
        156,
        157
      ],
      [
        250,
        251
      ],
      [
        253,
        254
      ],
      [
        256,
        257,
        258,
        258
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Trial By Water",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197911-trialbyw",
  "source": "/1979/19791100.pdf",
  "wp_post_id": 113625,
  "wp_post_guid": "http://www.texasmonthly.com/article/trial-by-water/",
  "authors": [
    "Giles Tippette"
  ],
  "headline": "Trial By Water",
  "dek": "Once a year a handful of canoeists defy exhaustion, heatstroke, hallucinations, and gnawing pain in a non-stop, two-day race down 420 miles of river to the Gulf ‘ You have to be crazy to enter, but you have to be strong, determined, brave—and lucky—to win.",
  "spread_caption": "",
  "excerpt": "Marathon canoe racing is the toughest sport in Texas. It’s tougher than bull riding, more grueling than pro football. The canoeists say that’s why it’s fun.",
  "kicker": "",
  "word_count": 7427,
  "content": "<img/><img/><p><span class=\"dropcap\">T</span>hey came gliding across the dark bay in their racing canoe, as exhausted as two human beings could be. The crowd of five hundred that had been waiting at the bay front through the long night slowly began to cheer. The Chatham brothers, who had wanted so badly to win themselves, waded out into the waist-deep water to help the winners out of the canoe. Then the brothers half-led, half-carried them up the steps to the bank and eased them down onto a pair of chairs, where they sat for an hour before they could say a word.</p><p>The two men had just won an annual canoe race called the Texas Water Safari, which begins in San Marcos and comes down the San Marcos River to the Guadalupe River and then crosses San antonio Bay to finish, after 420 miles, at Seadrift. It is called a race for lack of a better name, but it’s much more than that. It is a test of will and endurance so intense and grueling that even a longdistance swim or a marathon run pales in comparison. I had assumed, because of the length of the race, that the boats would tie up at night and the contestants would camp out and get a little sleep and rest up. But that is not the way it is done. They don’t stop for anything. They don’t stop to eat, to sleep, to rest, to drink, to visit, or for any other reason. They race. They race without a pause for about two full days.</p><p>I have been around sports both as a participant and as a writer for some 25 years, and I know through that exposure something about what competitive exertion can do to your mind and body. When I thought about this race I was stunned. A football game, for instance, takes some three to four hours, but the actual time that the ball is in play and the players are going all out is probably less than fifteen minutes. And yet i’ve seen dressing rooms full of exhausted football players. A marathon runner goes for only two or three hours. And yet some of them can barely move for a week afterward. But the winners of this race would be on the river twenty to thirty times as long as a marathoner.</p><p>Photography by Rick Patrick</p><img/><img/><p><em>Mike Wooley (r.) and Howard Gore took the lead, with a night and day still to go.</em></p><img/><p><em>Oops! Cottonseed Rapids upended Tom and Paula Goynes, but they soon recovered.</em></p><img/><p><em>These local folks could have given the Goyneses a quick lesson in running the rapids.</em></p><img/><img/><p><em>an armada of brave dreamers embarks at San Marcos. Only the toughest realize their dream.</em></p><img/><img/><p><em>Limited-contact sport: only the captain ca and the crew a badly needed drink of water.</em></p><p>All the while they would be going at an incredible pace, with no break. They would be sustaining a heart rate of more than 120 beats a minute for almost two days. They would be dehydrated because they could not take in liquids as fast as they would lose them. They would hallucinate. Some of them would collapse from total exhaustion. Along the way they would fight the blackness of the river at night, drag their canoes around quarter-mile logjams, face white water, portage around seemingly innumerable dams, and, worst of all, suffer their bodies to produce that incessant forty strokes a minute.</p><p>I had gone to San Marcos three days previously just as the racers were beginning to gather. They ranged in age from 18 to 51, a mixed group with no apparent common denominator except that they all seemed in remarkable physical shape Professionally, they were engineers, lawyers, truck drivers, salesmen, even a medical student. Tom Goynes, who owned a canoe livery in San Marcos and was a professional guide, was the only one who could have been considered a professional canoeist.</p><p>I had done a little canoeing myself on some white water rivers, but these racing canoes didn’t look anything like what I was used to. They were narrower, sleeker, lower. Some of them looked so low that you wondered if there’d be enough freeboard, once they were manned and loaded, to run white water without flooding. I had expected the traditional two-man canoe that is paddled, but there were other craft as well. For instance, two sculling canoes were entered. Sculling canoes are long, racy-looking boats rowed by two men, each using two sculling oars. Looking at the powerful, wide-bladed oars I thought that a paddling canoe wouldn’t have a chance to stay up with them. But I was told that wasn’t necessarily the case, since the race is actually two races. The upper part is down the San Marcos River, which normally is full of rapids and white water; in rapids the two-man paddling teams have an advantage. It’s only after the race enters the Guadalupe, which is wider and much smoother, that the sculling teams have the advantage. A compromise between the traditional canoe and the scullers was the three-man paddling canoe. These are considered almost as fast as the scullers, but, because they are longer, are not quite as maneuverable as the two-man paddlers. Since the river was really high this year, there wouldn’t be much white water on the San Marcos. That meant the sculling teams should take the lead almost from the beginning.</p><p><em>“One canoeist came close to explaining why they race: ‘It’s the way I want to live my life. I like it. I don’t like the pain and the agony, but I like myself better for having endured it.’ ”</em></p><p>There were also several kayaks and a one-man open canoe. None of these boats had a chance to win, so I wondered why they were entered. Owen West, one of the kayakers, told me, “Look, i’m going down this river as a test of myself. And if I have someone else paddling I can never say that I did it by myself.”</p><p>That was <em>his</em> reason for entering the race, but there were perhaps as many other reasons as there were contestants in the race. Yet none of them wanted to talk much about it. I didn’t feel many of the racers were consciously trying to prove anything to themselves. Most of them had made the race before, and many of them had been in races all over the United States. They all made an effort to avoid the obvious clichés, and though a number of them tried to explain why they were willing to put themselves through such an ordeal, none really could. Perhaps Mike Wooley came the closest when he said, “It’s the way I want to live my life. I like it. I don’t like the pain and the agony, but I like myself better for having endured it.”</p><p>There would be four favorites. Mike Wooley and his partner Howard Gore from Houston were scullers, as were the two Chatham brothers from Seadrift. Then there were the two three-man paddling canoes, one headed by Richard Miller of Houston, the other by Jim Trimble of Victoria. Roy Tyrone of Friendswood and his partner, Scott McDonald of Deer Park, in a conventional racing canoe, were given an outside chance, but most discounted them, as they did a dark-horse two-man team from Oregon, because the river was so high.</p><img/><p><em>He did it his way: Mike Watson not only finished the race, he set a new one-man record.</em></p><img/><p><em>Oregonians Bill Copeland (l.) and Doug Soules came 2200 miles to race the Texans.</em></p><img/><p><em>The agony of defeat: Cottonseed Rapids proved too much for Jim Trimble’s (r.) crew.</em></p><img/><img/><p><em>Eyesore: John Bugge (r.) and Bill Yonavic aced fourth despite a brush with a tree.</em></p><p>It was not immediately obvious, but after a time you began to sense the quiet camaraderie among these men. Since they are competing against each other and are all such fierce competitors, you might think that there would be no such sincere feeling. But it is genuine. I suppose it’s because they are not only racing each other. They are racing themselves. But more than that, they are racing the river—a most powerful opponent.</p><p>I took a look at the upper part of the river, and even though it was high, there was still plenty of rough water. The rapids are the first and most obvious challenge in the race, a challenge that begins with an ominous sound. From up the river you hear a dull roar ahead, and as you near, the roar becomes louder and louder until you finally come sweeping around a curve, your speed picking up as you’re funneled into the narrowing channel. Then ahead you see that jumping, foaming water, and you know there are rocks in it that can knock a hole in your canoe or knock a hole in your head if you capsize and are swept through that angry water.</p><p><span class=\"dropcap\">T</span>he race was to begin at nine on a Saturday morning from aquarena Springs in San Marcos, at the headwaters of the San Marcos River. The night before, all the racers, their families, team captains, and the bank runners had gathered at City Park for the official check-in and canoe inspection. One of the rules of the race is that you cannot take on any supplies along the way except fresh water. All of the teams furnished the race judges—led by John Nabors, a Houston lawyer—with a complete list of everything they would be carrying so that the judges could compare the lists with what was actually in the canoe. At the finish the canoes would be impounded until the judges could determine that there wasn’t one item, not even a safety pin, that they didn’t have when they started.</p><p>The contents of the canoes were interesting, especially the food. Almost every canoe had bananas taped to the thwarts, along with lots of cans of Del Monte pudding and snack packs, in all flavors. They also carried commercial preparations of Nutriment and Gatorade and other fast-energy foods. I was impressed by the extent of the provisions and the thought that had gone into them. Butch Hodges, however, was not. Hodges, who would take me down the river in a motorboat, had won the race in 1976 with his then partner, Robert Chatham, and held the existing course record. He looked at the bananas and the fast-energy food and said, “It don’t make any difference what they take. They ain’t going to eat a third of it. Oh, they’ll eat that first day out, but by night they’ll be so tired their systems won’t take anything but water. ’Course, they ain’t hungry by then, anyway.”</p><p><em>“aquiet camaraderie binds these men. They are not only racing each other; they are racing themselves. But more than that, they are racing the river-a most powerful opponent.”</em></p><p>If the food would turn out to be superfluous, the water would not. Each racer takes two plastic jugs rigged with long plastic tubes coming out the top. As they paddle, the racers constantly suck up water, especially through the heat of the day. Most of them will drink fourteen gallons of water during the race. One of the main functions of the team captain is to be ready with water along the route. As the canoe nears, the captain wades into the river with the full water containers. One of the racers slings out the empty jugs and the captain swims or wades alongside the canoe, boarding the full jugs. A team captain is the only person who can touch a canoe or the racers. If anyone else does, the canoe is instantly disqualified. But in spite of all they would drink, and in spite of the excellent shape they were in, many of the racers would lose ten pounds before they reached Seadrift.</p><p>After the canoes were inspected, John Nabors reiterated some of the rules and spoke of what they should expect along the route. “Stay in the main river,” he said, “because we don’t want to have to go looking for you. And if you take any shortcuts, especially at night, you’re going to get lost.” He also stressed the danger at Ottine Dam. “The river gets very crooked and very fast there, and you can be onto Ottine Dam before you know it. And it’s a twelve-foot drop, straight down. So be alert.”</p><p>There was not much talk about the rules. The racers knew the rules by heart and most were obvious. Their purpose was to eliminate any form of assistance, to enhance the challenge. No one questions them. The most basic rule is “Only muscle-powered propulsion of boats or canoes will be permitted.” There is no limit on the number of team members, although the logic of the river is such that only twoor three-man teams are competitive. One year a four-man team entered, but they broke their canoe early in the race on the rocks at the Cottonseed Rapids.</p><p><em>(Continued on page 248)</em></p><p><em>(Continued from page 155)</em></p><p>The man who probably holds the record for breaking the most boats is Owen West of Houston, who races solo in a kayak. He also holds the record for the most finishes—ten out of ten. Someday he will probably come paddling across the bay to the finish line on a log, having broken his kayak somewhere upstream. Butch Hodges, my guide, has a grudging respect for West. “I don’t know how he does it year after year. He’ll tear the living hell out of that kayak, trying to go over a dam in it, and then he’ll get out on the bank and piddle around and find him some old tin or some sticks or God knows what and get it somehow put back together and there he’ll go again.” at the racers’ meeting West was telling everyone that this was his last race, that at 41 he was getting too old. Tom Goynes said, “i’ll believe that when I see it. I believe i’ve been hearing that story for the last ten years.” Goynes himself has entered eleven times, finishing eight. His would be one of the more unusual teams in the race, for his partner was his wife, Paula, who would be paddling in the stern, the command position in a two-man canoe.</p><p>By the time the meeting was over, it was late, especially for people who were about to face 420 miles of river nonstop, and most of them went to their motels and campers to get as much rest as they could—though, as Doug Harrington, the bowman in Rich Miller’s boat, said, “It’s pretty hard to sleep while you run every mile of that river in your head.”</p><p>But even though most had gone off to rest, a few racers were still out at Tom Goynes’ canoe livery—the unofficial race headquarters and outfitting central —either visiting or working on their canoes. Out in the work shed the team from Oregon was making some lastminute changes. Doug Soules looked disgusted. “We’ve come twenty-two hundred miles and the canoe still isn’t finished.”</p><p>He had built a wood-strip canoe, a thing of varnished beauty that appeared to be in motion even as it sat on its sawhorses. His partner, Bill Crossland, never seemed to talk, but he had won the National Canoe Championship three times. The Chatham brothers would also be using a homemade boat, one built by Butch Hodges. Along the bow was the name <em>Delta Dawn,</em> which had been Butch’s favorite song at the time.</p><p>And then it was Saturday morning and the canoes were in the water, jockeying to line up in the five rows to which they’d been assigned. In a race of this length the start should not have been that important, but the racers seemed as tense and alert as sprinters on their blocks. On the banks some five hundred people were screaming encouragement. The starter raised his pistol and the field of 28 canoes was away in a froth of water.</p><p><span class=\"dropcap\">T</span>he two sculling boats and the Trimble three-man paddling canoe sprinted into the lead. They ran abreast for half a mile, but just as they approached the first bend, the Chatham brothers began to pull into the lead. For the Chathams the race was even more important than usual, if that was possible; their father, who had raced himself and was now in the hospital in serious condition, had asked them to win it. Their determination was clear in their faces as they pulled steadily on the oars. They rounded the first turn with a good fifteen-yard lead on Wooley and Gore, who were second.</p><p>But as the river straightened, the Trimble team, paddling furiously, began to edge up on the Wooley canoe. In another half-mile they were cutting the sculling boat’s bow wave; showing excellent teamwork, the three men, paddling as one, began to pull on past. Sculling smoothly, Wooley and Gore seemed to settle back to a determined pace.</p><p>Behind them the field began to string out. Roy Tyrone and his partner, Scott McDonald, were running fourth, ahead of Miller’s three-man team. Behind them came the Oregon team, also showing surprising speed on the initial flat stretch of river.</p><p>Most of the racers had been preparing for six months or more for this race. They had different methods of training: lifting weights, jogging, riding bicycles. But the main method was the same: running the river. Some of the racers would put the canoe in the river on a Friday night after work and not get out again until Sunday night, often running two hundred miles, though not at full racing or portaging speed. And it was the portages that were killing when taken at racing speed. During the 420 miles, the contestants would encounter nine dams plus numerous low-water bridges and logjams. The number of portages depends on the level of the river. The logjams, which are the hardest single obstacle, are impossible to foresee. One year Butch Hodges and Robert Chatham, after thirty hours of racing, had to portage a mile and a half around logs and debris before they could put back into the river.</p><p>“We were dragging that canoe,” Butch said, “and just barely able to do that. It really gets you when you’re already so damn tired.”</p><p>But now the racers were coming into their first serious challenge, Cottonseed Rapids, a long stretch of rocks and white water with a narrow chute exit that must be run very carefully. The Chathams were the first around the turn that leads into Cottonseed. The two hundred spectators on the bank began to yell as they recognized the canoe.</p><p>“Come on, Bucky! Come on, Robert! Row that thing!”</p><p>They came on with long sweeping strokes, until just before the entrance they began to backwater as Bucky, the bowman, turned in his seat to study the best way to run the water. Without much hesitation he put the canoe through the first of the rapids, guiding it skillfully while Robert, in the stern, responded to his stroke commands.</p><p>“Give me some right! a little more right! Now a little left! Now dig!”</p><p>Pulling hard now to get steerageway in the swift water, they ran right by a big rock in the middle of the river, cut sideways down a ledge they couldn’t top, then made a hard right and came gracefully through the last chute, going on down the river, passing the cheering spectators without a glance, looking very resolute.</p><p>Then the Trimble boat rounded the curve. They came on, paddling carefully, the bowman studying the current for the best opening. He took a lead a shade to the right of where the Chathams had entered. Then, as will happen with the longer boats, the stern began to drift with the current. They tried frantically to correct, but it was too late; they were swept broadside into the big rock that the Chathams had negotiated so successfully.</p><p>The spectators, who had been cheering, became very quiet as the canoe capsized and the three men went tumbling through the white water. They came up clinging to the side of their flooded canoe, struggling to find footing in the swift water so they could guide their boat to the bank. They slowly disappeared from view around a sharp bend, still swimming alongside their boat.</p><p>And then came the Wooley boat with Howard Gore in the bow, turning to guide them skillfully through the same route the Chathams had taken. If anything, they ran the rapids faster than the lead boat. The two-man team of Tyrone and McDonald came next into view. Five seconds later the Oregon crew rounded the bend. Both teams paddled madly for the rapids, each determined to be the first canoe through. While it had seemed that the Wooley scullers had run Cottonseed quickly, these two canoes, now running almost bow to stern, simply flashed through the rocks and white water and were gone.</p><p>“That’s going to be a race,” Butch Hodges predicted.</p><p>Next came the Richard Miller threeman team with Doug Harrington in the bow. They came through very cautiously, guarding their boat, hoping to make up speed when they hit the Guadalupe.</p><p>Tom and Paula Goynes followed. To their embarrassment, the stern of their boat hit a rock just as they entered the chute, and they overturned. They floated past, clinging to their canoe and looking chagrined. One of the spectators yelled, “Way to go, professional canoe guide!”</p><p>And then, amazingly, here came Mike Watson of Freeport, pulling alone in an open two-man canoe. His partner had quit on him at the last minute and he’d decided to try it on his own, a feat that the knowledgeable said could not be done. In a kayak, yes, but not in an open canoe. A spectator said, “i’m absolutely amazed he’s made it this far. I’ll give ten to one he never gets through Cottonseed.”</p><p>But he did, running it easily and smoothly, and disappeared down the river. In September he would be entering medical school, and as he had said, this would be his only chance to race the river. The veterans of the river admired his courage, but said he didn’t realize what he was facing. The rest of the field came slowly by, Owen West bringing up the rear.</p><p>They all continued downstream, heading for Martindale Dam and Staples Dam—both killing portages—then on through rapids and logjams to Fentress and Prairie Lea and on some eighty miles to Luling Dam. At most places the San Marcos would be no more than twenty yards wide and very swift.</p><p>Downstream about two miles from Cottonseed Rapids, the three members of the Trimble team were standing next to their crippled boat looking at each other. They had finally beached her and had spent a frantic hour repairing a fourto five-foot gash in the side. Their boat was resinous plastic, very fast but also fragile. Then they had put back in and had made another half-mile before their boat had filled with water. They had worked on her for another hour, but they knew it was no use. Finally they just stood looking at each other, no one wanting to say the obvious. Then, without speaking, they went off one by one to sit privately, thinking their own thoughts. After all their work and preparation, they had missed the very first rapids, hit one rock, and it was all over.</p><p><span class=\"dropcap\">B</span>y the time the lead boats reached the bridge at Luling, the racers had been on the river for over five hours and were all thoroughly soaked, but they seemed as fresh as when they had started. The first and second positions had not changed, but the Rich Miller team had passed the Oregon boat and the Tyrone boat, and was now running third, seeming actually to be gaining on the scullers. Several boats back, unbelievably, was Mike Watson, still paddling for all he was worth.</p><p>“It’s not possible,” Butch said. Buster Finke, who had joined us as my assistant guide, said, “He’s going to kill himself.”</p><p>After him were the Goyneses, who had lost time by overturning at Cottonseed Rapids. But now they seemed to be working well together. As the afternoon wore on, the Chatham brothers began slowly to build up a lead over the Wooley team. They were unlikelylooking racers, for Bucky, who is 34, weighs only 130 pounds. His brother, Robert, 36, is only 10 pounds heavier. But then, this is a race of endurance and determination, and most of the racers were not very large. Some few might have weighed 180 or 190 pounds, but they were the exceptions.</p><p>From Luling it is about twenty miles to Ottine Dam. From there it is another thirty to Gonzales, where the San Marcos enters the Guadalupe. It was already late in the afternoon, and it was important to try to make the portage below Highway 90 before dark, for it was a half-mile nightmare, through brush and vines and bogging mud. It was difficult in the daytime; it was a killer at night. Consequently the lead teams were now digging hard to make it before dark.</p><p>Spectators continued to line the banks at each bridge, sometimes four or five hundred of them. They cheered wildly as each canoe sailed past. The Chathams were pulling away from the Wooley team. At this point they were holding a seven-minute lead. “They ain’t sprinting,” Butch said, “but they’re going awful swift.”</p><p>But Ottine Dam lay ahead and anything could happen there. The portage at Ottine is difficult for several reasons. First, you must go to the bank a good distance back from the dam or risk being swept over it. Then you must somehow muscle the canoe, which weighs anywhere from 60 to 140 pounds, up a steep bank, down a slick clay slope, and through a grove of trees. The portage is difficult enough for a fresh team, much less a team that has been racing for eight hours.</p><p>But the Chathams came sweeping up to the bank, backwatering at the last minute. Jumping into the chest-deep water, Robert held the canoe in place while Bucky climbed onto the steep bank. Then, lying on his belly and bending far down, Bucky lifted the prow of the canoe while Robert got the stern up on his shoulder. Together, they worked the boat forward until it was balanced well enough on the bank that Robert could climb up. Then they each grabbed a thwart and began to run the hundred yards down the slippery slope. Butch ran beside them, asking them how they were doing. Robert didn’t answer until they’d crashed through the grove of trees and had the boat back in the river. Panting, he said, “We hit a snag and knocked a strip a little loose. We’re taking on some water. But we don’t want anybody to know.”</p><p>Bucky slapped his arm and said, “Damn!”</p><p>Robert said, “What’s the matter?”</p><p>“Something bit me.”</p><p>But by then they were already out in the river, sculling away.</p><p>The Wooley team arrived, now eight minutes behind, made a good portage, and were gone. Then came the Rich Miller three-man team, looking more tired than the others. Doug Harrington seemed especially fatigued.</p><p>And then, just twelve minutes behind the Miller team, came the Tyrone canoe, racing almost neck and neck with the Oregon team. They hit the bank simultaneously, flashed up and over it, and, carrying their canoes, had a foot race down to the river. Tyrone and McDonald got away perhaps a second ahead, but within a hundred yards the Oregon team had drawn abreast. They disappeared around a bend, both paddling ferociously. The spectators cheered the two-man canoes through the whole portage. Someone wondered if it would be possible for them to catch the Miller team. It was beginning to seem that it might happen.</p><p>Two other teams passed and then came Mike Watson. Tall and skinny, but obviously extremely strong, he had a difficult time manhandling his canoe over the tough portage. But he made it and was gone again. Someone said he’d never last the night. But now no one was so sure anymore.</p><p>Four boats, including the broken Trimble canoe, had dropped out. At the next vantage point, near Slayden Cemetery, an old abandoned iron bridge spans the river, and the crowd clustered there to watch the racers go by. A great number of supporters from Seadrift were on hand to cheer the Chathams on. The crowd waited in anticipation for the first boat. Butch was organizing a good welcome for them. He had the Seadrift folks gathered together and was going to lead them in “Delta Dawn” when the Chathams came around the bend and then sing them on down the river.</p><p>“Here they come!” somebody yelled, and we could see a sculling boat make the bend and head for the bridge. The crowd began to sing:</p><p>“Delta Dawn,</p><p>What’s that flower you have on?</p><p>Could it be a faded rose from ...”</p><p>And then the words died on their lips. It was not the Chathams but the Wooley team. As they passed under the bridge, Wooley looked up and yelled, “Bucky’s sick. They think a spider bit him.</p><p>They’re about five miles back pulled over on the bank behind a logjam.” He yelled something else, but they were pulling hard and his words were lost in the distance.</p><p>And now everyone, especially the Seadrift people, settled down to an anxious vigil. Thirty minutes later, the Chatham canoe rounded the bend with Robert sculling furiously and Bucky collapsed in the bow. My two guides and several other Seadrift men fought their way over a fence and through heavy brush and trees down to the river bank. Bucky looked bad. He was trembling and his face was ashen. His right arm was badly swollen all the way down from the elbow and his breathing was shallow and irregular. Robert was leaning over his oars panting. He was crying from exhaustion or disappointment or worry over his brother or all three.</p><p>Butch knelt by him. “Bucky, we better get you to a hospital.”</p><p>Bucky didn’t say anything, just lay there with his eyes closed.</p><p>Robert said, “Maybe he’ll be all right. Maybe we can go on in a minute.”</p><p>But Butch said to Bucky, “i’m not going to touch you unless you say so. Put out your hand and i’ll carry you to the hospital. Put out your hand, Bucky.”</p><p>It took perhaps five minutes, either for the words to sink in or for Bucky to make up his mind. No one on the bank said a word; the only sound was the rippling of the river. But finally, almost imperceptibly, his hand started out. Instantly, Butch grabbed his hand and lifted him out of the canoe. Butch and another man picked him up and started running up the bank with him, taking him to the hospital in Gonzales. The rest of them got Robert, now totally exhausted, up onto the bank and then hauled up the canoe.</p><p>Bucky had been bitten by a black widow spider at the Ottine Dam portage. He’d gotten very ill thirty minutes later. After ten hours of racing, Robert had carried his brother around a twohundred-yard logjam, gone back and dragged their canoe around it, and then single-sculled them five miles down to where he’d banked. As they led him up the bank, his whole body was trembling and he had to have help walking. But he was still talking of going on by himself.</p><p><span class=\"dropcap\">T</span>he Richard Miller team passed almost unnoticed. But they were losing ground to the Wooley canoe and looking very tired. Just ten minutes later, Roy Tyrone and Scott McDonald swept under the bridge, running neck and neck with the Oregon team, both crews still paddling like mad. That appeared to be the race to watch, because the three-man team, which seemed to be the only one with any chance of catching Wooley and Gore, was flagging badly. It was not considered likely that a two-man paddle team could catch a sculling canoe, not on the open Guadalupe River, where the scullers had traditionally made their best time. But night was approaching, and anything could happen on the river in the dark, particularly to those long sculling oars sweeping out into the blackness.</p><p>The lead boats passed Gonzales just as night came on. The next checkpoint was Hochheim—a lonely, grueling eight hours away. Now in the lead, Wooley and Gore held their steady pace. Their early strategy of pacing themselves was beginning to pay off. The Miller team continued to lose ground, but behind them the fierce race between the two-man canoes continued.</p><p>Roy Tyrone later said, “We ran with them all night. They laid in right on our stern, using our lights as well as their own. Try as best we could we couldn’t shake them. Every so often we’d start a sprint, but as soon as we did, they’d start one too. I’ll bet there was never a yard separating us for six hours. Of course, they were doing the smart thing. They’d never run the river, not even in practice, and they were using us for guides. Those guys were really good.”</p><p>But at Hochheim in the early hours of Sunday morning, Tyrone took a gamble. “Our team captain was waiting for us at Hochheim with water, and even though we needed water badly, I decided to pass it by. I had just heard one of the Oregon guys say to the other that they’d slow up for water. Well, as soon as I saw them lose a little momentum, I yelled to Scott to hit it, and we just jumped away from them. Before they could recover we had a twenty-yard lead. We made a fast portage and just went on from there. After that they kept losing ground.”</p><p>But more important, Tyrone and McDonald had gained an unbelievable amount of time on the Wooley team. The sculling team came through Hochheim at 2:55 a.m., and Tyrone and McDonald were only 27 minutes back at 3:22. The Miller team was in between, three boats less than half an hour apart.</p><p>Back behind, Mike Watson was still going, as were the Goyneses. Tom said after the race, “We caught Mike around three in the morning and then ran with him until just about dawn. He said the one thing he hadn’t counted on was how lonely and scary and black the river was at night, and what it could do to your mind.”</p><p>Butch, my guide, agreed. “That ol' river is as black as the inside of a cow. All that little light does is poke a little hole in that big black, and you try to dive through it. And boy, does your mind go crazy. I swerved the canoe one year and my partner wanted to know what I was doing. I said i’d just saved our lives, that there’d been a GMC truck crossing the river right in front of us and if I hadn’t swerved we’d’ve hit it. And then the year Robert and I won it, we were portaging around this mile-long logjam and he kept stopping and bending down and putting something in the canoe. He said that about every ten yards or so he was finding a new pair of tennis shoes and he couldn’t pass that up.”</p><p>“One year my partner and I were still out on the second night,” Tom Goynes remembered, “and he suddenly pulled into the bank and ran up to a tree. I asked him what he was doing and he said he had to call his wife. He dialed a number on the tree trunk and started talking to her. I thought he was crazy until I started hearing her answering him back.”</p><p>“It’s amazing,” John Nabors said, “what your mind will do when you get that tired. In some years, when the river is low, it can take up to forty-six hours, even for the winners, and that puts you through the second night. In 1975, when Mike Wooley and I won it, all the trees looked like cliffs with old men and monkeys scampering around on the top. I knew I was hallucinating, but I was hurting so bad that I just let my mind go.”</p><p>Somewhere just above Cuero, Tyrone and McDonald passed the Miller team in the dark. The Miller team had gotten briefly lost in a blind cut; by the time they got back on the river the Tyrone team had passed them. The Miller team made it to Cuero, where Doug Harrington got out of the boat. For a few minutes his partners tried to talk him out of dropping out, but he said he’d wrenched his shoulder and didn’t have a thing left. Without another word they got back in the boat, two men in a three-man canoe. Quitting the race was on one level a sensible decision. Miller himself had quit the year before, but vowed he’d never do it again. “It was six months before I could look at myself in a mirror, and i’ll never let that happen, not anymore.”</p><p>But something else had occurred at Cuero. Tyrone and McDonald had come through just nine minutes behind the Wooley team, and the crowd went wild. Still, it was not possible for a two-man paddling team to gain ground on a sculling canoe in the lower river. The only way Tyrone and McDonald could have hoped to win was to have come out of the tricky San Marcos with a big lead and hold on until the finish.</p><p>But when they learned of the threat posed by McDonald and Tyrone, Wooley and Gore picked up the pace. “They were obviously making a super effort,” Wooley said. “We couldn’t believe it when our team captain told us. We were tired, but we knew they were tired too. About dawn, we began to pick up the stroke.”</p><p>By Victoria they were pulling away, leading now by 26 minutes. We followed them in Butch’s motorboat the next afternoon. When we passed Tyrone and McDonald they were still digging, but the fatigue was visible even though their stroke was still precise and rhythmic. Then we moved on up and caught the Wooley boat. Surprisingly, they looked worse. They were both glassy-eyed and slack-faced, and Mike was, as Butch said, stroking too deep. Looking at them, one began to wonder if the two teams behind them might not summon strength for another sprint before nightfall and begin to make up time again.</p><p>We stopped and waited for Tyrone to come by, timing the interval, which had lengthened to 32 minutes, and it began to look worse. At Swinging Bridge, Wooley and Gore were 50 minutes ahead, and later, at Tivoli, they had increased their lead to 58 minutes. And night was coming on again. Ahead was the dark bay. Now it seemed that the only race left was the race Mike Wooley and Howard Gore would be running against the river and the bay and against themselves. It was too dark to see them as they came under the last wooden bridge, so we could not tell what was in their faces. But we could hear their tiredness in their sculling oars. There was nothing to do now but go and wait at the flagpole in Seadrift and see who the winners would be and if they would break the record.</p><p><span class=\"dropcap\">B</span>utch Hodges and Robert Chatham’s record of 37 hours was set in 1976. And Roy Tyrone and Scott McDonald, if they could finish, would shatter the old record for United States Canoe association-class canoes.</p><p>The crowd of some two hundred people waited at the bay-front park Sunday night, watching anxiously across the water toward where the Guadalupe emptied into the San antonio Bay. Occasionally a light would be spotted and someone would sing out, “There they come!”</p><p>But it would turn out to be only a fisherman or a shrimper. Then, about 9:30, a faint, flickering light was seen far across the bay. No one said a word until, as it gradually grew stronger, John Nabors said quietly, “That’s them.”</p><p>Now people began crowding the waterfront in earnest. Bucky Chatham had been released from the hospital after an overnight stay and he was there, though he looked weak and was wearing a bandage on his arm. His only comment had been: “They had trouble stabilizing my blood pressure.”</p><p>He and Robert stood in the forefront, by the steps that led down to the water. The lights around the flagpole in the little park cast a glow some twenty feet out into the black of the bay. We could hear the canoe before we could see it. And then, suddenly, it was there, coming into the dim glow of the light.</p><p>The Chatham brothers waded out into the water to help Wooley and Gore out of the canoe; with the crowd cheering wildly, they were helped up the steps and seated in two armchairs. They looked as though they were not too sure where they were. Their wives brought them huge glasses of iced tea, then knelt and took off their shoes. Their feet were badly swollen and wrinkled. Their hands were raw and swollen. It was a long time before they could speak. They had come in at 9:40, breaking Hodges and Chatham’s record by 38 minutes. It was a remarkable achievement.</p><p>They sat there for an hour, not moving, while their wives put glycerine and alcohol on their feet and medicated their hands. After a time the photographers got them up for a victory handshake. They staggered drunkenly to their feet and stood there, clasping hands, swaying, speaking to each other in unnaturally high voices. After the pictures were taken, they collapsed back onto their chairs.</p><p>An hour and 36 minutes later, Roy Tyrone and Scott McDonald’s canoe touched the side of the pier and they were officially second. They had broken the USCA record by an unbelievable 3 hours and 26 minutes. They were led up onto the ground and helped into chairs. Mike Wooley, walking as if on broken glass, came over and shook hands with Tyrone. “a hell of an effort, Roy,” he said.</p><p>Doug Harrington was there, standing toward the back of the crowd. At 12:45 a.m. his two teammates, Richard Miller and Jerry Cochran, came in. If possible, they looked worse than any of the other finishers. But they’d made the last two hundred miles in a canoe that was not designed for two men. They staggered around drunkenly, grinning at each other, while chairs were brought for them. Then the first three teams to finish sat in a semicircle, hardly speaking, just looking at each other, sharing what they had done. Doug Harrington had not been able to come forward and speak to his old teammates. His wife led him away; his shoulders were shaking.</p><p>Tom and Paula Goynes were a surprising fifth.* “We’re pretty satisfied with that,” Tom said. “Paula did exceptionally well, especially for her first time down the river.” The Oregon team had a disappointing finish. When they entered the bay, they had been a strong third, but they had gotten lost and been forced to spend the night on an island until it got light enough to see. And then came the biggest surprise of all. At 11:44 a.m., with an elapsed time of 50 hours and 44 minutes, Mike Watson, looking like one of the cadavers he’d soon be working on in med school, came paddling in. In his first attempt he had broken the one-man record by an astonishing six hours. He was unable to talk in the time I was there, but he later said in a masterpiece of understatement, “It was quite an experience.”</p><p>It would be, by all admissions, at least three months before any of the racers were fully themselves again. There was no prize money involved, just trophies for those who won or placed in their class. But every finisher got a patch he could wear on his jacket. I asked John Nabors, who will be my partner in the race next year, what was the value of a trophy or a patch, since so few people knew what they meant.</p><p>He said, “Doesn’t matter. You know what it means.”</p><p>About seven Tuesday evening, after life had returned to normal, Robert Chatham was in a Seadrift Chamber of Commerce meeting when word was brought to him that a kayak had been sighted coming across the bay. He immediately left the meeting and was waiting at the bay front when Owen West, the last of the fifteen finishers, came coasting up to the landing, slumped in exhaustion over his tandem paddle. Robert waded out in his good clothes and helped the veteran up onto the bank.</p><p>West kept saying, “Never again. Never again.”</p><p>Chatham said, “But you always say that.”</p><p>As do they all.</p><p>*John Bugge and Bill Yonavich broke the aluminum canoe record and placed fourth.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Canoe",
      "Race",
      "Paddling",
      "Water",
      "Racing",
      "Boats",
      "Running",
      "San Marcos",
      "record",
      "ten",
      "people",
      "disappeared",
      "Rock",
      "Trees",
      "Work",
      "Bridge",
      "Food",
      "Football",
      "GLOW",
      "Houston"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": [
      "San Marcos",
      "West",
      "Houston",
      "Luling",
      "Marathon"
    ]
  }
}