{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197911",
    "date": "November 1979",
    "year": 1979,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1979/19791100.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 140,
    "document_page_range": [
      [
        142,
        143,
        144,
        145,
        146,
        147,
        148,
        149
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Funky Hotels",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197911-funkyhote",
  "source": "/1979/19791100.pdf",
  "wp_post_id": 113628,
  "wp_post_guid": "http://www.texasmonthly.com/article/funky-hotels/",
  "authors": [
    "Richard West"
  ],
  "headline": "Funky Hotels",
  "dek": "Tired of sterile, million-of-a-kind hotel rooms? Longing for the good old-fashioned pleasures of country hospitality? These venerable Texas inns are for you.",
  "spread_caption": "",
  "excerpt": "Why subject yourself to the dreariness of impersonal, prefab hotels when these country hostelries are just down the road?",
  "kicker": "",
  "word_count": 2993,
  "content": "<p><span class=\"dropcap\">T</span>o find an agreeable hotel after a day on the trail is to find an old friend, for there is no doubt that hotels are human. After a while they take on the traits of their guests and owners—some are prissy, others businesslike, and others frumpy, eccentric, or cold. Still others are fawning and too gregarious. But old hotels are the best. They tend to be comfortable, quiet, and friendly. They have an aura of wisdom and patience that sometimes comes with long life. The worst hotels are the new ones with terrariums instead of lobbies, rooms like swallows’ nests that overlook the concrete lily pads in the pond-lobby below, and glass elevators sliding up and down like embolisms loose in the building’s aorta. These places are not for lingering but for getting business done and getting out.</p><p>One of the first places to lodge for the night in Texas was an inn built near the Red River in the 1830s by a man named George antonia White. It had two apartments separated by a dogtrot center hallway. You ate, slept, and cooked on one side of the dogtrot, and on the other shopped for Early american equivalents of Stuckey’s items—tomahawks, Indian curios, candy, and bowie knives. Around the time of the Civil War, inns became hotels and threw out the dogs. Greek Revival beauties like Jefferson’s Excelsior House and Seguin’s Magnolia Hotel, a two-story clapboard block seven bays wide, were built in prosperous Texas towns. In San antonio, the Menger Hotel opened before the war, in 1859, and featured a grandiose rotunda with sweeping stairways and classical ornamental ironwork. In many ways, entrances included, austin’s Driskill Hotel, built in 1886, was the most elaborate in the Southwest. It was an explosive Romanesque Revival of offsets, pinnacles, balconies, lobbies, grand stairways, and ballrooms that even years later Lyndon Johnson found fit for presidential victory parties.</p><p>Happily, there has been a revival of older hotels in recent years. Other travelers must also miss nonfloating lobbies and rooms opening off hallways. Some offer food but no rooms: Traveler’s Hotel (Denison); Blessing (Blessing); Ginocchio (Marshall); Redlands (Palestine). Others are undergoing restoration: Landmark Inn (Castroville); Galvez (Galveston); Wills (Madisonville); Lickskillet Inn (one room now available) and Lickskillet Hotel (Fayetteville); o’neill (Palestine); Lavaca (Port Lavaca). Fall is the best time to seek them out. During the summer, places and people exude stress because of the seasonal onslaught, but normalcy returns with the fall. The tone of everything changes with the leaves. The sky’s blues are more intense, the cicadas finally are silent, the lambent weather urges you down the road toward unknown adventures. The people you meet along the way no longer droop and move like tortoises stunned by the heat but are full of talk and ideas—as if they have just awakened from a long sleep.</p><p>Each of the following hotels has its own charm. At these nine pleasant spots to spend the night—all in small towns —you will find good food, period antiques, ceiling fans, huge tubs, some rooms without phones or TVs, a slower pace. You will also discover Texas’ best breakfast, cheapest suite, best country cooking, almost-best seafood, as well as views of passing ocean freighters, a room-with-library, rooms without numbers, rooms with no Gideon Bibles, and no transparent elevators.</p><p><strong>No Phones, No Pool, No Keys</strong></p><p>Nowhere in the state is the old-hotel business bigger than in Fayetteville, a charming small town fourteen miles southeast of La Grange. Can a farm community with a population of 422 really support three hotels? Steve and Jeannette Donaldson, who are turning the bottom floor of their home into the four-room Lickskillet Inn, hope so. Alois Keilers, who is building the more modern Lickskillet Hotel, does too. Architect Clovis Heimsath believed strongly enough in small-town Texas to move his office to Fayetteville two years ago. He and his family found a place for their antique collection above the office, in the fine Zapp Building (circa 1865), overlooking the square. After distributing the antiques in the eight rooms and doing some restoration work, the Heimsath family named it the Country Place. This is the Texas hotel that is most faithful to the past, not so much in its furnishings as in its operating procedures and ambience: no room service or phones; no air conditioning, just fresh air and ceiling fans; gas heaters in winter. The two large bathrooms down the hall have showers. The antique store downstairs doubles as the lobby, where you pick up towels. There are no room keys, just hook-and-eye locks inside. The spare, high-ceilinged rooms with the feel of the nineteenth century are furnished perfectly with period pieces. Children can watch television in the upstairs parlor overlooking the town square. The hotel restaurant is open for breakfast only, but there are several cafes nearby. The Country Place also has a nineteenth-century charge: $15 a night.</p><p>The Country Place, on the town square, Fayetteville/ (713) 378-2712/ Doubles from $15.</p><img/><img/><img/><p>Michael Patrick</p><p><em>an airy sitting room (middle) graces the authentic old Country Place (top), the Heimsath clan's (bottom) pride and joy.</em></p><p><strong>TODAY's Catch, Tonight's Dinner</strong></p><p>The Yacht Club Hotel sits almost unnoticed even in the small, sea-scoured village of Port Isabel. Sprawled out on a back street near the town’s lighthouse, the two-story white stucco building, hidden behind palms, is the ideal alternative to sleeping over on South Padre Island. Beaches are fine for almost every known leisure activity except sleeping. Why bed down next to blowing sand, tireless teenagers, and mosquitoes? The Yacht Club was built in 1926 as a private club for rich Rio Grande Valley families a couple of years before the Depression ended the parties and the long days of fishing in the Gulf. It was then opened to the public as a hotel in an effort to survive but fell on hard times. Remodeled in 1970, it is now owned by a California couple, Ron and Lynn Speier. The 25 motel-style rooms are small but comfortable. The management’s emphasis is quite proper: on the dining room. Here the day’s catch of seafood is expertly prepared, the best served south of the King’s Inn, which is up the coast in Kleberg County. There is no swimming pool, marina, gift shop, or beauty salon; no breakfast, lunch or room service: nothing to divert attention from the wonderful evening meal.</p><p>The Yacht Club Hotel, 700 Yturria, Port Isabel/ (512) 943-1301/ Doubles from $18.</p><img/><p>Tomas Pantin</p><p>The secluded Yacht Club has a kitchen whose way with seafood never flounders.</p><img/><img/><p>Ex-lawyer Jim atwill runs the funky rpon Inn, a cranky̶but charming̶survivor.</p><p><strong>the Unpredictable Aunt</strong></p><p>The Tarpon Inn in Port aransas represents hotel funk at its highest level. Funk, like character, is attained by outwitting adversity. This third-generation Tarpon, rebuilt in 1924, has survived spring hurricanes of college students and fall hurricanes of howling winds. To change its weather-beaten face, so much like the faces of Port aransans, would be a felonious crime. Staying at the Tarpon is like a visit with an eccentric, slightly out-of-tune maiden aunt whose touch of madness is only appealing, never threatening. The visitor will find hardwood floors in room 40; curling linoleum next door; a horse trough-size tub in the largest room, 39; a group shower two doors down. Hot water doesn’t always flow from H, and the water temperature of the showers is unpredictable. Light switches are hidden behind doors; there are plastic foam cups for glasses and Norman Rockwell <em>Saturday Evening Post</em> covers or Rocky Mountain grizzly calendars for bedside art. Bathroom arrangements are so efficient—much like those on a ship—that you must decide on your mission before entering; turning around isn’t easy. The wallpaper in the lobby is the best in Texas—hundreds of tarpon scales bearing the signatures of fishermen who were guests as long as sixty years ago. Behind the inn is the Tarpon’s wonderful seafood restaurant, staffed by winsome islanders who know all the gossip. And the whole thing is presided over by a slightly more sophisticated, male version of ava Gardner’s Maxine Faulk, the character who ran the Costa Verde Hotel in <em>Night of the Iguana.</em> Jim atwill abandoned a ratrace law practice in Corpus Christi to captain the loose ship <em>Tarpon.</em> Watching a passing tanker from his second-floor apartment balcony, with the sky turning blood-red from the westering sun, one thinks, This is a wise man.</p><p>The Tarpon Inn, 200 East Cotter, Port aransas/ (512) 749-5555/ Doubles from $20.</p><p>Pat Berry</p><p>The Dowager Of Palcios</p><p>On the south side of Palacios the Luther Hotel grandly stretches out and around its well-manicured parade-ground front yard, evoking memories of upper New England resorts built on similar sites overlooking the atlantic Ocean. The Luther deserved an ocean but settled for Tres Palacios Bay when it was opened as the Old Palacios Hotel in 1903. Everything about the stately Luther—the walks by the bay, the guests gathering downstairs for cards or singing, the rooms with ceiling fans—recalls a gentler time when bands played Sunday concerts from city park gazebos and seaside vacations lasted all summer. Owner Mrs. Elsie Luther remembers the days when the Luther was a splendid resort—dinner with an orchestra, glittering parties, hunting and fishing groups from as far north as Dallas. The sportsmen still come, and many older guests stay the winter in the Luther’s twoor three-room apartments. Overnight guests can stay in the fifteen unair-conditioned, comfortably furnished rooms (bring an extra fan in the summer) or the eleven airconditioned motel-style apartments with furnished kitchens on the side of the Luther. There are no meals served at the hotel. However, I recommend the seafood and homemade pies at Petersen’s Restaurant nearby.</p><p>The Luther Hotel, South Bay Blvd, Palacios/ (512) 972-2312/ Doubles from $14.</p><img/><p>Tomas Pantin</p><p><em>Palacios' stately Luther Hotel preserves the amenities of gentler, more elegant times.</em></p><img/><img/><p>O. C. Perkins</p><p><em>With its singular, antique-filled rooms and its modern conveniences, the Faust Hotel offers the best of both worlds.</em></p><p><strong>HONEYMOONS And Antiqoes</strong></p><p>Not long after it opened in 1928, the Faust Hotel in New Braunfels became known as the “honeymoon hotel.” The photographs of nervous-looking, spruced-up newlyweds still hang in the hotel’s dining room. The recently renovated Faust, bought by 32-year-old Steve Jackson (Jackson, Houser & associates, Houston) from former congressman Bob Krueger’s family and opened in February 1978, could very well carry on this tradition. It is the only full-service hotel in Texas that is also authentically restored to reflect its time of birth. No two rooms are alike. All of the 62 rooms are furnished with fine antiques—wardrobes for closets, iron or mahogany beds, leathertopped writing desks, dressing tables, sideboards, étagères, armoires—and have central air and heat, television, and telephones. Ceiling fans provide a breeze. Downstairs are a gift shop, an antique lobby with plush velvet divans, a piano, the original registration desk and floor tiles, and a grandfather clock. Off the dining room, a bar opens onto a patio that, unfortunately, is carpeted with tacky astroTurf. The dining room was to be named the FDR (Faust Dining Room) but the new management didn’t want to needlessly offend the many Comal County Republican voters. I recommend the Veal Faust, lightly breaded milk-fed veal médaillons, grilled and topped with a sauce of sliced tomatoes, avocado, and cheese. In the morning, take a stroll around this attractive town, see the main street gazebo, and don’t forget to pick up sweetrolls at the Naegelin Bakery, which is half a block east of the Faust and has been in business for over a hundred years.</p><p>The Faust Hotel, 240 South Seguin, New Braunfels/ (512) 625-7791/ Doubles from $22.</p><img/><p><em>The Prince Solms dubs rooms by decor, like the Magnolia (l).</em></p><img/><img/><p>O. C. Perkins</p><img/><p><em>Its parlor beckons the weary guest.</em></p><p>O. C. Perkins</p><p><strong>STEAKS And Ceiling Fans</strong></p><p>At the Prince Solms Inn in New Braunfels most of the rooms are named for their wallpaper: fox hunters on the wall of the Huntsman, twittering birds in the Songbird. Other rooms are aptly named—the Library has floor-to-ceiling bookshelves filled with real books; the Peasant Room is the smallest of the inn’s eight rooms. All of the Prince Solms’ rooms open onto a high-ceilinged second-floor landing. All are furnished with comfortable antiques—only the Penelope and the Huntsman have showers, the rest big tubs—and have ceiling fans and no TVs or phones. Downstairs are a front parlor (the TV is hidden in the armoire) and a small dining room where innkeeper Tom McKenna brings the steaks he has cooked out back on mesquite coals. The inn’s tavern, called Wolfgang’s, is located beneath everything and reminds me of a bomb shelter. There is a spacious patio behind the 81-year-old building where a Continental breakfast, served from eight to ten o’clock, can be enjoyed except in august.</p><p>Prince Solms Inn, 295 East San antonio, New Braunfels/ (512) 625-9169/ Doubles from $40.</p><p><strong>DAVIS Mountain High</strong></p><p>At dusk, from the second-floor balcony of the Limpia in Fort Davis you can see the hard, sloping plains soften after the glare of daytime sun. The pines give a clean smell to the alpine air. Behind the town, the Davis Mountains are dark patches against the sky, and on the horizon, silent heat lightning almost always hints at rain that doesn’t fall. Across the street, the Jeff Davis County Courthouse sits almost completely hidden by a curtain of pines. This graceful hotel in Texas’ highest town (elevation: 5050) was restored by J. C. and Isabelle Duncan, former Fort Davis schoolteachers. The Limpia’s fourteen rooms are high-ceilinged and spacious enough to complement the Trans-Pecos big sky country outside. Each is furnished with antique oak furniture and matching light blue curtains and bedspreads. Each has telephone and television. Eleven months of the year, the air conditioning goes unused and you can sleep under a blanket with open windows (although most close the windows during the winter). The Limpia sits in a compound with a restaurant, bookstore, gift shop, and its own three-room annex. Across the street there is the best fountain Coke in Texas at the Fort Davis Drugstore. Not far to the west is UT’s McDonald Observatory and the highest highway east of the Rockies, which threads through Davis Mountains State Park. The Limpia is a place where it is a pleasure to tarry, to sit watching the fire in the parlor, to read in the solarium, or just to sit outside sniffing the mountain air and watching a sunset.</p><p>The Limpia Hotel, on the square, Fort Davis/ (915) 426-3237/ Doubles from $24.</p><img/><p>Steve Ramsey</p><p><em>et high on scenery: the Limpia Hotel commands a grand view of the Davis Moun ins, with their backdrop of Trans-Pecos sky̶and has spacious rooms to match.</em></p><img/><img/><p>Gary McCoy</p><p><em>Mary Lou Watkins (inset) cooks the best hotel meals in Texas at the Nutt House.</em></p><p><strong>NUTTY Comfort</strong></p><p>The Nutt House in Granbury is the best hotel-and-food combination in Texas. A noon meal is served Tuesday through Sunday, and dinner is served on Thursday and Friday. One can rehearse at lunch for dinner. Mary Lou Watkins and the women of Granbury have been serving great home-cooked country food for ten years in the handsome Nutt Building (circa 1893), but only since last May have the rooms upstairs been available for overnight guests. “They all were originally drummers’ rooms,” said Mary Lou Watkins, opening the door to a double. “all these rooms have hot and cold running water—bath and showers down the hall. All have ceiling fans and central air and heat. We put a rattan mirror in each room. In the old days rattan was a status symbol, because it showed you’d been traveling. Singles are ten dollars and you can have the big suite for thirty dollars,” she said, laughing at my slack jaw. Here was a new wrinkle that may become common—a room cheaper than a tank of gas. Granbury has one of the handsomest courthouse squares in Texas, with an opera house, a bakery, drugstores, restaurants, and clothing shops. Back at the Nutt House the tired traveler, resting in a $10 room, achieves a Zen-like serenity, knowing that roast beef, pinto beans, peas and carrots, sweet corn, grits, and buttermilk pie await him below.</p><p>The Nutt House, on the town square, Granbury/ (817) 573-5612/ Doubles from $18.</p><img/><img/><p><em>Jefferson’s Excelsior House is the granddad all Texas hotels and a treasure trove of authentic period antiques. Never, under an rcumstances, miss its splendid breakfast.</em></p><p>Gary McCoy</p><img/><p>Gary McCoy</p><img/><p>Gary McCoy</p><p><strong>GREAT Beds And Breakfasts</strong></p><p>The Excelsior House in Jefferson, a large two-story frame house in the Greek Revival style built by a New England sea captain in 1854, has operated continuously since before the Civil War. It is the most beautifully and accurately furnished of Texas’ restored hotels, which is very appropriate in this Northeast Texas village that ranks fourth in number of state historical markers (behind austin, San antonio, and Galveston). Guests can choose the Diamond Bessie Room, which opens onto a courtyard with a fountain, or the Jay Gould, Ulysses Grant, or Lady Bird Johnson rooms (all previous guests, as was Oscar Wilde), but my favorite is the cozy Sleigh Bed Room, with its handsome dark brown sleigh bed and matching dresser and its lush twentyfoot drapes. Only the television jars the eye. Your good taste in staying at the Excelsior is rewarded the next morning by the best breakfast in Texas, served in the solarium and the dining room: fresh orange juice, coffee, fluffy scrambled eggs, Marion County cured ham or bacon, grits, biscuits with homemade strawberry jam, and orange blossom muffins—a plantation breakfast easily worth twice the $3.50 charged.</p><p>Across the street and down a block from the Excelsior is the New Jefferson Inn, reopened a year and a half ago. Its 22 rooms are also furnished with antiques, many of them collected by Mr. and Mrs. George Delk. Built in 1861, the building fell into disrepair and, before the Delks’ remodeling, was a boarding house for down-and-outers. Breakfast and lunch are served Tuesday through Sunday, supper on Friday and Saturday. Whether you are staying at the Excelsior or the New Jefferson Inn, walk up a block to Buck Markos Meat Market for a huge old-fashioned hamburger. EXCELSIOR House,211 W. Austin, Jefferson/ (214) 665-2513/ Doubles from $16; New Jefferson Inn,124 W. Austin/ (214) 665-2631/ Doubles from $20.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Country",
      "Hotels",
      "House",
      "Breakfast",
      "Seafood",
      "Business",
      "Ceiling Fans",
      "Family",
      "Fans",
      "Fort Davis",
      "Granbury",
      "Jefferson",
      "Prince",
      "ten",
      "apartments",
      "Fishing",
      "Food",
      "Heat",
      "Hurricanes"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Fort Davis",
      "Granbury",
      "Jefferson",
      "New Braunfels"
    ]
  }
}