{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-197911",
    "date": "November 1979",
    "year": 1979,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1979/19791100.pdf",
    "issue_cover_image": "",
    "document_start_page": 168,
    "toc_start_page": 166,
    "document_page_range": [
      [
        168,
        169,
        170,
        171
      ],
      [
        242,
        243
      ],
      [
        245,
        246
      ],
      [
        248
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Radner Papers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197911-theradner",
  "source": "/1979/19791100.pdf",
  "wp_post_id": 113604,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-radner-papers/",
  "authors": [
    "Nicholas Lemann",
    "Gregory Curtis"
  ],
  "headline": "The Radner Papers",
  "dek": "Bob Radner had money and power. But between him and what he wanted most stood one pesky fly.",
  "spread_caption": "",
  "excerpt": "A legendary event in the legendary lives of a legendary Texas family.",
  "kicker": "",
  "word_count": 3614,
  "content": "<p><span class=\"dropcap\">T</span>exas thrives on legends. To those who know L. P. “Bob” Radner, he is a legend indeed—rancher, oilman founder of a giant corporation, builder, visionary. But to the rest of the world he remains, in spite of his accomplishments, merely a figment of two journalists’ imagination, almost a figure of parody. When we made our first concerted efforts to write the story of Radner, his dream of building Radner Gardens, and his own daughter’s fight to stop him, we were stymied. Radner, once accommodating to the press, has recently grown wary of the public eye. We had almost given up when an unmarked packet arrived at our office. Apparently our anonymous source intended the documents in the packet to provide material for our story on the Radner legend. But we soon realized that the documents needed no elaboration.</p><p><strong>Christmas Letter</strong></p><p><em>December 3, 1979</em></p><p><strong>HAPPY Holidays From the Radners There’s only one word to describe our family this year: BUSY! Can it be the end of 1979 already? The years seem to fly by in a whirl of trips, parties, meetings, and (here’s Bob Sr. talking) a lot of hard, productive work, too. Of course, we all think Bob Sr. is too busy, but try telling him that! You would think that getting something as big as Radner Gardens underway would be enough for one man to do. But not our Bob. He’s also been running Techtronic Energy, flying to Washington for high-level meetings, buying 3000 new head of cattle for the ranch, and starting a new “grass-roots” organization called Let’s Gear Up, america! to warn us about the threats to the free enterprise system.</strong></p><img/><img/><p>Photography by andy Vracin/Kirkley Photography</p><p>Clothing courtesy of Cuzzens, Joan & Laura Boutique, Union Jack, Outfitters</p><p><em>The Radners look calm in this family portrait, but that isn’t their normal state: (l. to r.) Jennifer; Bob, Jr.; Bob; Buford; Bonnie; and anne.</em></p><p>Illustration by Dan Glidden/Flat Lizard</p><p><em>L. P. “Bob” Radner can’t understand why Radner Gardens has to wait for a fly. Can’t the fly be sacrificed for progress?</em></p><img/><img/><p> art, art, art! That’s Bonnie’s life this year. She headed the Friends of the Museum of Fine arts Fund Drive, painted landscapes of the lovely Texas Hill Country around the ranch, and opened Galerie Bonnie Radner in the Windsor Plaza Shopping Center. (Bob isn’t the only free enterpriser in this family!) all that plus two weeklong stays at the Greenhouse for her “beauty rest.” </p><p> For oldest son Buford, the big event this year was his 35th birthday party in New York. (Buford says people still take him for 25!) all the Radner family (except for Bob Sr., who had important business) and all Buford’s friends took over the Studio 54 “disco” for the event. Buford decorated the whole place in a style he called “Cosmic Rhinestone Cowboy.” and speaking of decoration, Buford’s business boomed this year. He redecorated our home in Houston, and four others in River Oaks alone! </p><p> Bob Jr. was in the papers a lot this year ... in the gossip columns! Bob is quite the man about town, or should we say about the world. We never know whether he’s going to be in Houston, New York, aspen, Gstaad, or St. Tropez. He’s always “played the field,” but we think he may be settling down at last . . . with Nikki de la Polonaise, a little French girl who’s both a model and an actress and just as cute as a button! Bob was going to build a recording studio in Houston, but now he thinks he may become a filmmaker instead. Wouldn’t that be fun! </p><p><strong>anne celebrated her 30th birthday this year and on the very same day was appointed chief medical resident at Ben Taub Hospital. She still hasn’t found that “someone special,” but we’re very proud of her accomplishments in the medical field.</strong></p><p> Can “little” Jennifer really be a senior at the University? She certainly is and was elected president of Pi Beta Phi sorority at that. But the best news is . . . her engagement to E. L. Dawk (call him “Bubba”), Bob Sr.’s vice president at Techtronic Energy and the main person after Bob in Radner Gardens. We’re looking forward to a real old-fashioned down-home Hill Country wedding this June at the ranch. Y’all come. </p><p> The Radners Bob, Bonnie, Buford, Bob Jr., anne, and Jennifer </p><p><strong>Prospectus</strong></p><p><em>December 5, 1979</em></p><p><strong>Techtronic Energy Corporation is Pleased to announce</strong></p><p><strong>RADNER Gardens</strong></p><p><strong>The Next Step, for Houston and the Eighties</strong></p><p><strong>Perhaps once in a generation, men dare to dream big dreams.</strong></p><p><strong>Perhaps once in a lifetime, their big dreams become reality.</strong></p><p><strong>We would like you to join us in one of man’s greatest adventures. We would like to tell you about Radner Gardens.</strong></p><p><strong>the Project</strong></p><p><strong>Radner Gardens will be the most comprehensive, prestigious, and elegant complex Houston has ever known. Four million square feet. Three hotels. Two 80-story of- fice buildings. A convention center. Four interconnected shopping malls.</strong></p><p><em>(Continued on page 240)</em></p><p><em>(Continued from page 169)</em></p><p><strong>Radner Gardens will be aweinspiring. Encased in mirrored glass. Interior walls of travertine marble. A unique setting for business and leisure.</strong></p><p><strong>Radner Gardens will resonate with the past but look to the future. In the Hall of Free Enterprise, largest museum of its kind in the world, visitors will see the Wax Museum of Houston Business Heroes, a twostory-high map of Texas’ most historic oil leases, an exact reproduction of the Hanging Gardens of Babylon, and other monuments to the human spirit.</strong></p><p><strong>the Site</strong></p><p><strong>Radner Gardens will be in the heart of downtown Houston, on the present site of the Houston Coliseum. Connected by skyways and tunnels to the rest of the city. Connected by heliport to the rest of the world.</strong></p><p><strong>the Planners</strong></p><p><strong>L. P. Radner is chairman and chief executive officer of Techtronic Energy Corporation. A seasoned businessman. A man of vision.</strong></p><p><strong>E. L. Dawk is executive vice president of Techtronic Energy Corporation, and will have day-to-day responsibility for managing Radner Gardens. A man with wisdom beyond his years. A man with can-do dynamism.</strong></p><p><strong>For leasing information, write Radner Gardens, Techtronic Tower, Houston, Texas 77002, Usa.</strong></p><p><strong>Houston Chronicle</strong></p><p><em>December 10, 1979</em></p><p>Suit Filed Against Construction</p><p>A small group of environmental activists yesterday asked a federal judge to stop construction of Radner Gardens, the massive hotel and office complex planned for the site of the Houston Coliseum.</p><p>Harris County Friends of all Living Things claims that environmental studies show that the proposed complex will “permanently harm the ecology of downtown Houston” and destroy the natural habitat of the Brae’s blue fly, a rare insect researchers believe lives only in Houston.</p><p>E. L. Dawk, executive vice president of Techtronic Energy Corporation, developers of the project, had no comment on the suit.</p><p>Preliminary hearings on the case were set for January 17.</p><p><strong>Who's Who</strong></p><p><em>1978-79 Edition</em></p><p><strong>RADNER, Lonnie Paul (Bob),</strong> energy executive, rancher; b. Snyder’s Crossing, Texas, May 17, 1917; s. Walter S. and Ida (Falco) R.; B.S., Univ. of Texas, 1938; J. D. (hon.), 1974; m. Bonnie Latrobe, June 12, 1938; children—Buford Taylor, Lonnie Paul, Jr., anne Latrobe, Jennifer Lee. With U.S.a.F., European Theater, 1942-45; with Longhorn Oil & Gas, 1938-41, 1946-64, chmn., 1957-64; chmn., chief exec, ofcr., Techtronic Energy Corporation, 1964-. Also pres., B&B Brahmins, Radner Pontiac (1948-50). Mem bd.: Houston Symphony, St. John’s School (pres., 1958-61), St. Luke’s Methodist Church, american National Cattlemen’s association, Mid-Continent Oil & Gas association, Texas Independent Producers’ and Royalty Owners’ association, Texas Heart Institute, Friends of Bayou Bend. Director, Houston Natural Gas, Bank of the Southwest, Riviana Foods, Pennzoil, Houston Oil & Minerals, allright auto Parks, Inc. Pres., founder, Let’s Gear Up, america! awards: Ten Outstanding Young Men of 1954, Houston Junior Chamber of Commerce; honorary colonel, Texas Rangers; Corazon d’oro, govt. of Costa Rica (1976); Breeder of the Year, Texas and Southwestern Cattleraisers’ association (1967); Westerner of the Year (1974). Republican. Methodist. Clubs: Ramada, Coronado, Petroleum, River Oaks Country, Houston Country, Metropolitan (Washington, D.C.). Home: 3257 Inwood, Houston, TX. Office: 5100 Techtronic Tower, Houston, TX. <em>I have built my life around the principle that if a man is willing to put shoulder to wheel he will do all right in the world.</em></p><p><strong>Political Leaflet</strong></p><p><em>December 12, 1979</em></p><p>Save the Brae's Blue Fly</p><p>For years scientists have believed that there was a strong possibility that a rare strain of fly, the Brae's Blue, had made its home in the basement of the Houston Coliseum. Progress in discovering and identifying the fly has been necessarily slow because it may be fatally sensitive to light.</p><p>While the painstaking work on the Brae's Blue has been proceeding, “Energy Executive” (read: Big Oilman) Bob Radner has been secretly planning a huge new complex of buildings on the site of the Coliseum. If construction is allowed to begin, we may never know if the Brae's Blue lives or has lived in the Coliseum. The fly could even become extinct. That would mean <em>no</em> species is safe if it stands in the way of “progress.” Not eagles, not coyotes, not even human beings.</p><p>We are not going to let this happen. We have already filed a suit in federal court, but we won't stop there. We are going to the City Council. We are going to the Legislature. We are going to the Press. But we need your help, and we need your money if you can spare it. The time to save all living things, to stop the destruction of the natural beauty of downtown Houston is NOW!</p><p>Haven't We Had Enough Progress Already?</p><p>Please call, write, or stop by: Harris County Friends of all Living Things Montrose & Willard, Houston</p><p>Anne Radner, M.D.</p><p>Chairperson</p><p><strong>Houston Post</strong></p><p><em>December 15, 1979</em></p><p>Socialite Booked On Dwi</p><p>Bonnie Radner, a prominent member of Houston society, was booked by police last night on a charge of driving while intoxicated.</p><p>Mrs. Radner, wife of rancher-oilman L. P. “Bob” Radner, was arrested at 1:13 a.m. after her late-model Mercedes hit a telephone pole near Post Oak and Loop 610. Police breathalyzer analysis put the level of alcohol in her blood above the legal limit.</p><p>Mrs. Radner told police she was looking for an apartment in the nearby River Oaks Townhouses and had become confused when she couldn’t find it.</p><p>Mrs. Radner was released on her own recognizance into the custody of Bennett Michaud, a partner in Mrs. Radner’s antique store and art gallery.</p><p><strong>Houston Post</strong></p><p><em>December 16, 1979</em></p><p>Charges Against Socialite Dropped</p><p>Houston police last night dropped charges of driving while intoxicated against socialite Bonnie Radner.</p><p>Officials said they had discovered that the breathalyzer used to measure the level of alcohol in Mrs. Radner’s breath was malfunctioning.</p><p>Her husband, rancher-oilman L. P. “Bob” Radner, said from his office today, “The police made a simple mistake. Neither my wife nor I have any hard feelings.”</p><p><strong>anne Radner to Buford Radner</strong></p><p><em>December 23, 1979</em></p><p>Ben Taub Hospital Texas Medical Center Houston, Texas</p><p>Dear Buford,</p><p>I will miss you here this Christmas, but I understand your wanting to spend it with Frederick. Even though it means you won’t be here, I believe it still is working out for the best (Buford, you’re right. I am a Polly anna), because things have been in an uproar ever since Daddy saw the leaflets about saving the fly.</p><p>I guess I thought he wouldn’t see my name on them. He’s so insulated from all that. I mean, who would show him? That meathead Bubba?</p><p>Well, Buford, my dear, you may not believe that it wasn’t my idea for the Friends of all Living Things to leaflet the churches last Sunday—if it had been, I would have known to lie low. Instead I went home early enough to have breakfast alone with Daddy. He was actually happy to see me, and I know you disagree, but I think he can be charming in his sort of country-boy way. Mother came down so late that she didn’t even have time for coffee before we left for church. She didn’t say a word, but she looked beautiful—how she does it I don’t know.</p><p>Jackson drove us to church. The <strong>sermon was nice enough, but as we all came streaming out after the service there were three people from the Friends handing out “Save the Brae’s Blue Fly” leaflets, and someone handed one to Daddy. When he saw my name at the bottom, he rushed away to have Jackson bring the car around and hustled Mother and me home. Daddy didn’t say anything all the way there, but the minute we walked in the front door, he wadded up the leaflet, threw it on the carpet, and started stomping on it. Mother disappeared back into the pantry (you know what for) and Malvina came out of the kitchen and scolded/ Daddy for messing up her nice, clean carpet. I began to cry, for which I hated myself. I said I was late for rounds, even though I wasn’t, and left.</strong></p><p><strong>Buford, i’m miserable about all this. If I wasn’t so sure the fly was so important I would . . . what? Protecting all life is part of my idea of being a doctor. I don’t understand why it should be so complicated. (I know, I know. You always warned me.)“ anyway, thank God for my work at the hospital. Well, they’re paging me and I have to go. Buford, HELP!</strong></p><p><strong>Love,</strong></p><p><strong>anne</strong></p><p><strong>Big City Beat by Maxine</strong></p><p><em>January 6, 1980</em></p><p><em>Disco Doings:</em><strong>Bob</strong> and <strong>Bonnie Radner</strong> (he’s the Techtronic Energy Corp. bigwig) tossed open their lovely River Oaks swankienda last night for the San Felipe Horse and Horticulture League’s spring benefit for the Houston Museum of Fine arts. Bonnie had turned all the decorations and arrangements over to her good friend and business partner <strong>Bennett Michaud</strong> who transformed the entire downstairs into a disco with a tropical theme—complete with stuffed elephants, potted palms, and a waterfall. Bennett is a designer but said ’twasn’t work but fun. He is a long-time bachelor, but squired flaxen-haired model <strong>Cindy Palomino</strong> who said she was still getting comfortable in her new plush digs at the River Oaks Townhouses. The Radners’ daughter <strong>Jennifer Lee,</strong> a Pi Phi at UT, came home to be escorted to the party by Techtronic exec <strong>Bubba Dawk.</strong> Their marriage is still set for June but that didn’t keep El Salvadorian man-about-town<strong> Pepe alvarez de Borbon</strong> from stealing a few dances with the beauteous Jennifer. Pepe arrived with <strong>Bob Radner, Jr., </strong>who has dropped his plans to start a film studio in order to import Indian weavings from Central america. Bob squired Pepe’s sister, <strong>Donna Marie.</strong> She’s in town from New York to show off her new line of silver ankle bracelets.</p><p><em>The Party:</em> Bennett had arranged for white horses to parade through the dance floor at midnight, but when Bonnie began feeling flu-ish and had to retire, the horses were canceled and golfer <strong>Doug Sanders</strong> demonstrated chip shots into the waterfall instead. <strong>Rex McCorcklin,</strong> retired bigwig from alltex Oil, came sporting his new wife, <strong>Trudi,</strong> formerly of Nevada. He and Bob Sr., disappeared into a corner for some hush-hush negotiations. <strong>Prince Paoloaloaloazalloalaza</strong> sent his regrets from Milan, but young set members <strong>Les</strong> and <strong>Lindy Squench,</strong> just back from an Italian playcation, said that the Prince, a Houston favorite who once met <strong>Jackie Onassis,</strong> was in high spirits. <strong>Jerry Lewis, </strong>in town for a checkup, arrived late, but not too late to credit <strong>Dr. Michael DeBakey</strong> with saving his life. <strong>Rock Hudson</strong> and his aide <strong>Tom</strong> arrived shortly after Jerry. Rock’s looking handsome as ever. “I love coming to Houston,” he said. “Living in Hollywood, you forget what real people are like.”</p><p><strong>Texas Business</strong></p><p><em>February 1980</em></p><p><strong>the King Of Radner Gardens</strong></p><p><em>Can a man sacrifice his daughter’s</em></p><p><em>heavenly love to create a paradise on earth?</em></p><p>L. P. “Bob” Radner felt as if someone had reached inside his big rancheroilman’s heart, found the father’s heart inside, pulled it out, and stomped on it. That someone had been his own daughter anne, but this clear Central Texas morning, as Radner strapped his rugged frame—still hard-muscled at 62—into the helicopter that would whisk him from his Hill Country ranch to the roof of the Techtronic Energy Corporation Tower in downtown Houston, there was no visible sign of emotion.</p><p>With the chopper in the air, Radner pulled a cowhide attaché case onto his lap and snapped it open. There, scrunched amid a plethora of files dealing with Radner Gardens, the immense downtown business complex that Radner sees as the culmination of his lifework, was a large clear-plastic bag that to the unpracticed eye seemed to contain only blood, bones, and feathers. “Doves,” Radner confided. “Shot these little peckers this morning. Now, you might be wondering just why I got these here doves with me now.” Radner shifted his position in the chair, warming now to his story, and beneath the impeccable pinstripe suit, the perfect white hair, and the monogrammed white silk shirt, I saw an avatar of the shrewd country boy, used to sitting on a front porch with a coffee can handy for tobacco juice, that Radner had been as a youth. “See,” he went on, “we got this plane that goes back and forth between Houston and Paris. We do business with one of those arab emirs who lives there. Now I know this chef in Paris who can whip these doves up into a dish you wouldn’t believe. The pilot takes the doves and drops them off at this cookin’ sumbitch’s restaurant, does his business with the emir, then picks up the food the next day and flies it back here. Hell, i’ll eat ’em tomorrow night for dinner.”</p><p>But now Radner’s heartiness seemed forced, since, looking back down at the doves, he had noticed one of the leaflets from the Harris County Friends of all Living Things signed by his heartstomping daughter anne, pamphlets that, in spite of their crude printing and jargon-laden prose style, threatened the dream of Radner Gardens.</p><p>Radner had done everything right since coming to Houston forty years ago. He had made the right deals and the right friends; he had joined the right clubs and married the right woman; he had bought the right house, the right ranch, and the right companies. He had risen to the top. But not even Radner’s giant Techtronic Energy Corporation was big enough to build Radner Gardens alone. He needed more investors; he needed to push plans through the city council, the county commissioners, and a whole maze of federal bureaucracies; and most of all, he needed people who would believe in his dream. And now here were these leaflets from his own daughter reminding him of the environmental suit her organization had filed against him and Radner Gardens.</p><p>“Well, i’ve got to say she showed some initiative,” he said with a sigh. He closed the attache case with a bang. “But it’s the wrong kind of initiative.” He sighed again, seeming curiously drawn and spent for a man whose energy is legendary. The helicopter motors droned on and we began to discern the skyline of Houston in the distance. “i’ll tell you one more thing,” he said at last. “I never thought i’d ever have to criticize initiative.”</p><p>We landed on the helipad atop the Techtronic Energy Corporation Tower . . .</p><p><strong>anne Radner to Buford Radner</strong></p><p><em>February 20, 1980</em></p><p>Ben Taub Hospital Texas Medical Center Houston, Texas</p><p>Dear Buford,</p><p>I am trusting that you will destroy this letter after you read it. You said you would on the phone and I know you will but when you read it you will see how important it is that you must destroy it. I’m sick at what I did, but I had to.</p><p>Bubba, the idiot, has drinks at the Petroleum Club every evening after work, and he just doesn’t know what to shut up about. He started talking one night about Daddy and Cindy Palomino (yes, even Pollyanna me knew about that. Who doesn’t?) and who should overhear but one of the Friends of all Living Things who is a secretary downtown and was up there for a company dinner. She tells her boyfriend who is a reporter for the Post. He remembers Mother’s accident and something about the River Oaks Townhouses. They sneak out there and slip a leaflet under Cindy “Virtue is its own reward” Palomino’s door with “We know about you. This is it for Radner Gardens” written on it. Daddy came over to my apartment and waved the thing under my nose. “Look at what you’ve done. Look at what you’ve done.” That’s all he could say for a while, but when I finally got the story out of him I just broke up. How could someone do that to Daddy? “Sugar, this isn’t fair. Fight me like a man,” he said, which sounded a little odd, but I knew what he meant. Then he held my hand and talked to me. Just talked about when he was a boy and how he met Mother. He was just like he is all the time with Jennifer. Buford, I loved it. I love all living things, but I love Daddy most of all.</p><p>So I resigned from the Friends. And you know what else? I broke into the office of the scientist who’s working on the Brae’s blue and I found (Buford you have to destroy this letter) a copy of a letter to another scientist where he says he’s not sure there is a Brae’s blue fly in the Houston Coliseum. Why didn’t he just say that in the first place? So I took the letter, copied it, put it back in the files, and sent the copy to Daddy in a plain envelope. He doesn’t know it was me.</p><p>Buford, was I wrong?</p><p>Love,</p><p>Anne</p><p><strong>Houston Post</strong></p><p><em>November 1, 1980</em></p><p>Radner Breaks Ground On Downtown Project</p><p>Rancher-oilman L. P. “Bob” Radner yesterday turned over the first shovelful of dirt for his $253 million Radner Gardens multiuse hotel-office-shopping complex. Projected completion date is January 1, 1982. Among the guests at the groundbreaking were Mayor Jim McConn, Mrs. Radner, Chamber of Commerce President Louie Welch, U.S. Rep. Bill archer, Sen. John Tower, E. L. Dawk, and Jennifer Radner Dawk.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Texas",
      "Business",
      "River Oaks",
      "Police",
      "Country",
      "Home",
      "Love",
      "Oil",
      "people",
      "ever",
      "Family",
      "Hill Country",
      "Mother",
      "office",
      "Work",
      "Alcohol",
      "Coffee",
      "Construction",
      "disappeared"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Hill Country",
      "Mercedes",
      "Paris"
    ]
  }
}