{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19955",
    "date": "May 1995",
    "year": 1995,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1995/19950500.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127
      ],
      [
        184
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Pump Fiction",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199505-pumpficti",
  "source": "/1995/19950500.pdf",
  "wp_post_id": 129324,
  "wp_post_guid": "http://www.texasmonthly.com/article/pump-fiction/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Pump Fiction",
  "dek": "On May 27 the city of Marfa hosts a celebration of the epic movie Giant, which was filmed there forty years ago. In anticipation of the anniversary, we wondered about the prospects for a nineties remake of this classic tale of love, oil, race, and the Texas myth. Our story begins in Hollywood . . .",
  "spread_caption": "",
  "excerpt": "Should Hollywood remake Giant? On the fortieth anniversary of the filming of the Texas epic, we imagine Brad Pitt playing Jett Rink’s grandson, Quentin Tarantino directing, and other scary scenarios.",
  "kicker": "",
  "word_count": 2460,
  "content": "<p>“LET’s Get Right To It,” barked the studio chief. “What do you think of <em>Giant?”</em></p><p>Zucker and o’donnell, the two vice presidents for development, swapped looks. This had to be a trick question. The chief was always asking them about ancient movies that he knew they had never seen. He was a crotchety coot, the kind of man who drank Pepsi out of the can. He had to be at least forty years old.</p><p>“\\es, boss, that’s beautiful—<em>Giantl</em> ” said Zucker, his fingers drumming on his cup of decaf. “\\ou’re speaking, of course, of the James Dean movie?”</p><p>“My God,” the chief sighed, “not just the James Dean movie! i’m talking about dynasties, fortunes, social upheaval, Rock Hudson and Elizabeth Taylor. I’m talking about the american version of <em>War and Peace.</em> ” o’donnell pulled at the hem of her Donna Karan skirt. “Um, <em>War and Peace?</em> ” she asked.</p><p>“That’s right!” said the chief. “The epic of epics!”</p><p>“Yes, boss, beautiful,” said Zucker. “But when you say epic, you mean, well, what exactly?”</p><p>“Get the lights, Ms. Pennypugh,” the chief shouted at his secretary as he inserted a tape into his VCR. “It’s time for the new generation to see what old Hollywood was all about. ”</p><p>Zucker and o’donnell turned pale. They were actually going to have to watch the movie? Squinting at the screen, they tried to follow the story of Texas cattleman Bick Benedict (Rock Hudson), who travels to Virginia to buy a horse and falls in love with the horse owner’s daughter, Leslie (Elizabeth Taylor). When Bick brings Leslie back to West Texas, she loves his 595,000-acre ranch, Reata, but is stunned by the poverty of the nearby Mexican colonia. Soon after Leslie arrives, Bick’s sister Luz is killed trying to ride the new horse. To Bick’s surprise, Luz leaves a plot of scrubland to surly ranch hand Jett Rink (James Dean). Bick tries to buy the land from Jett, but he refuses. After showing a Mexican doctor around the colonia, Leslie visits Jett and steps in mud as she leaves. Jett notices a thick, black substance oozing out of her footprint. He builds a rig, strikes oil, and becomes a millionaire. He then confronts Bick, who used to treat him like white trash, and they get into a fistfight. Time passes. A disheartened Bick realizes that none of his children wants to take over Reata. He makes a deal with Jett to drill for oil on the ranch. Jett gets richer, throws a dinner for himself at his new hotel, takes a swing at Bick’s son (Dennis Hopper), and then collapses in a drunken stupor. Oil—the symbol of modern Texas—has destroyed his soul. On the way back home to Reata, Bick, wiser and more compassionate, gets in a fight with the owner of a diner who won’t serve Mexicans. The movie ends with Bick and Leslie back at Reata, staring at their grandchildren, marveling at the twists and turns of life.</p><p>As the cassette began to rewind, Zucker turned to o’donnell. “Dennis Hopper is Rock Hudson’s son?” he murmured. “What is this? a rural <em>Rocky Horror Picture Show?”</em></p><p>“Hey!” shouted the studio chief.</p><p>O’Donnell turned to Zucker. “Did you realize that flick was nearly three and a half hours long?” she asked.</p><p>“That’s almost seven episodes of <em>Seinfeld,”</em> replied Zucker.</p><p>“Wrong, my little vice presidents,” the chief boomed. “That’s great filmmaking.” He paused for a sip of soda. “and I want another one.”</p><p>“another Pepsi, boss?” asked Zucker, rising.</p><p>“No, damn you, a remake.”</p><p>There was a silence. “Like <em>The Brady Bunch Movie?”</em> asked o’donnell.</p><p>“a remake!” said Zucker, casting a superior glance at his fellow vice president. “\\es, boss, beautiful, i’m synchronized with your mind. Let me think out loud. We’ll get Brad Pitt for the James Dean role!”</p><p>“Make that Johnny Depp as James Dean,” interjected o’donnell, trying to win back points. “Johnny is <em>much</em> more self-destructive.”</p><p>For a moment, the chief looked as if he had been wounded in a very private place. “Forget actors!” he said. “I want you to give me a new Texas. I want the modern-day equivalent of cattle drives and oil booms, love and lust, the rise and fall of a generation. And I want it now! ”</p><p>“Right now?” squeaked Zucker.</p><p>“That’s what I pay you for, isn’t it?” the studio chief said. He took a deep breath. “Okay, you’ve got a day. Be back here tomorrow with a proposal for a new <em>Giant.</em> I want it big. Make that bigger than big. ”</p><p>“WELL?” the Chief Asked the Following Afternoon, leaning back in his chair and closing his eyes to concentrate.</p><p>The two veeps were sweating. “Well, as you know,” Zucker said, “we fade in. We see a bunch of cattle. Everything is pastoral. The cows moo. The opening music is John Tesh-like.”</p><p>Everything was discussed ... Oliver Stone’s <em>Giant</em> strikes oil in <em>Forrest Pump</em> (“Life is like a footprint Merchant-Ivory’s <em>Giant.</em> Tom Hanks as a moron who in the mud. You never know what you’re gonna get.”)</p><p>“and what I think,” o’donnell barged in, “is that the cows are all sick! \\ou see, one of those cows had been specially bred in africa, where he caught a killer virus. When he gets to Texas, he infects the herd. And the virus spreads to all the Texans.”</p><p>“That’s right!” shouted Zucker. “It’s a horrible flesh-eating cattle bacteria.”</p><p>“E cow-li!” said o’donnell.</p><p>“and it kills everyone except for the Rock Hudson character, who’s immune and must save the world,” Zucker continued. “Think Dustin Hoffman in a space suit and cowboy hat—the Texas version of <em>Outbreak.</em> ”</p><p>The studio chief made a noise that could have been yes—but probably was no.</p><p>“What if the cows only pass the virus among themselves,” said o’donnell, “and they all start mutating? They become huge modern-day dinosaurs. They stomp around West Texas and eat humans. It’s <em>Jurassic Park</em> meets <em>Lonesome Dove\\”</em></p><p>Zucker gave o’donnell a look. She was good, damn good. Then the chief opened his eyes. “Speaking objectively,” he said, “this is the very thing that could set the american cinema back one hundred years.”</p><p>“Just what I was thinking,” sniped Zucker. “Listen, boss, stay with me now. Who’s the hottest young director in movies today?”</p><p>Silence.</p><p>“Exactly. Quentin Tarantino of <em>Pulp Fiction</em>.”</p><p>O’Donnell took a breath. Zucker was taking them to the great dividing line of the generations—Rock Hudson and Elizabeth Taylor on one side, serial killer <em>auteur</em> Tarantino on the other.</p><p>“Just picture it,” said Zucker. “Quentin Tarantino’s <em>Giant, </em>filled with moody, restless characters searching for something to live for.”</p><p>“and what do they live for?” the chief asked.</p><p>“Violence, of course,” said Zucker.</p><p>“Jett Rink becomes a hired killer—the Ranch Hand Hit Man,” said o’donnell. “He’s a bigger legend than Bonnie and Clyde. He cuts people into little pieces and stuffs them down abandoned oil wells.”</p><p>They waited for a sign from the chief. He looked fast asleep. “anyway,” Zucker went on, “Jett’s been hired to kill the modern-day Bick Benedict, a Ross Perot type who lives on a big estate in North Dallas and is running for president. As you know, chief, all the rich people in Texas live in cities now. ”</p><p>The chief grunted. “So Jett gets a job at the estate as a gardener,” o’donnell continued. “against his will, he starts to fall in love with Perot’s daughter—I mean Bick’s daughter, who just happens to be getting married at this big Dallas church. Jett Rink bursts into the church and tries to stop the ceremony and ruin Perot’s—I mean, Bick’s—presidential campaign.”</p><p>“So Jett is a Republican?” the chief asked. “Then what happens?”</p><p>“The same thing that happens at the end of every Tarantino movie,” Zucker quickly said. “Everyone points guns at one another and says things like, ‘ \\ou f-ing piece of s-, i’m going to kick your f-ing teeth in.’ ”</p><p>Zucker smiled. “Get a load of this. Harvey Keitel as Jett.”</p><p>“Oh, no, Dennis Hopper as Jett,” said o’donnell. “It will remind people how far Dennis has come as an actor and as a human being since the last <em>Giant.</em> ”</p><p>The chief opened his eyes and slowly rose, crushing his empty can of Pepsi with his bare hand. “I want to be very clear about this,” he growled. “I want ranches and I want oil. I want people to know they’re watching a movie about Texas. If you don’t have a better idea for me by two o’clock tomorrow, heads are going to roll. ”</p><p>That Night, the Two Vice Presidents Gathered For an emergency dinner at Spago. “Do you know if they even have any cows or oil wells left in Texas?” asked o’donnell. “and didn’t Texas put up a wall or something along the border to keep all the Mexicans out?”</p><p>“How about this?” said Zucker. “Oliver Stone’s <em>Giant.</em> Lee Harvey Oswald, played by Gary Oldman, is alive and well and working as a ranch hand at Reata. Kevin Costner comes to West Texas to reopen the Kennedy assassination.”</p><p>“Too plausible,” said o’donnell. She proposed MerchantIvory’s <em>Giant</em>: an upper-crust ranch couple played by Hugh Grant and Helena Bonham-Carter spends half the movie at the dinner table talking cryptically about love and loss while a Hispanic maid serves fajitas.</p><p>“Watch out,” said Zucker disapprovingly. “That sounds dangerously close to an adult movie.”</p><p>“Sorry,” said o’donnell.</p><p>Zucker came back with Robert Redford’s <em>a Gusher Runs Through It,</em> in which an environmentally concerned rancher refuses to drill for oil because it will cause pollution and destroy an Indian reservation.</p><p>“Not bad,” said o’donnell, “except there are no Indians in that part of Texas.”</p><p>“Hmmm,” said Zucker. “any Indian graves out there that could be dug up by greedy real estate developers?”</p><p>On and on it went. John Hughes directing a film about cowboy kids: <em>Ranch alone.</em> Martin Scorsese directing <em>RanchFellas,</em> a movie about mob kingpins settling in West Texas as part of the federal government’s witness protection program. Anthony Hopkins as a psychotic animal killer in <em>The Silence of the Cows. </em>Tom Hanks as a moron who strikes oil in <em>Forrest Pump</em> (“Life is like a footprint in the mud,” Hanks says. “\\ou never know what you’re gonna get”).</p><p>“We’re dying,” Zucker finally said.</p><p>“We’re history,” o’donnell agreed. “What are we going to do?”</p><p>Exhausted, the vice presidents agreed to pitch James Cameron’s <em>Giant,</em> in which a cruel Mexican dictator invades america and bombs Bick’s ranch house as his first symbolic strike. Arnold Schwarzenegger arrives to save the country. “Beautiful,” said Zucker. “It’s the twentieth-century alamo!”</p><p>O’Donnell smiled. “Check, please,” she said.</p><p>“ALL Right,” the Chief Bellowed At Exactly 2:03 P.M. the next day, seconds after Zucker had made the Schwarzenegger pitch. “Enough of the jokes! Let’s hear the real thing!”</p><p>The veeps exchanged panicked glances. They were finished. Zucker had started thinking about which headhunters to call when, suddenly, o’donnell leaped to her Dolce and Gabbana-clad feet. “Remember how in the original <em>Giant</em> Bick had three children? Flash forward forty years. Now one of those kids has a beautiful daughter. Think Demi Moore in a Wonderbra. This woman, Bick’s granddaughter, learns she has inherited Bick’s ranch back in Texas. She tells her husband she wants to start a new life there. That’s when her husband comes out of the closet and announces that he’s gay. He won’t leave L.a.” The chief opened his eyes and made a strange face. “Oh, well,” o’donnell said, “I thought we might deal with the Rock Hudson thing.”</p><p>Zucker couldn’t believe it. O’Donnell, that little worm, had been saving her best pitch for herself. “So anyway,” o’donnell continued, “this woman moves alone to the ranch and discovers oil. But not crude oil—olive oil. Anybody who’s ever been to a restaurant knows the value of good olive oil.”</p><p>The chief opened his eyes again. “That’s absolutely right,” he said.</p><p>“anyway,” o’donnell said, “Bick’s granddaughter realizes the West Texas land is perfect for olive oil trees ...”</p><p>“and she hires a ranch hand who is secretly the grandson of Jett Rink!” Zucker interjected, desperate to get back into the game. “Played, of course, by Brad Pitt! The grandson’s family had lost all its money in the bust and he has to start over!”</p><p>[ Continued On Page 182 ]</p><img/><img/><p>Illustration By C. F. Payne</p><p>Scenes from the new <em>Giant</em>? Foreground: director Quentin Tarantino; Brad Pitt as Jett's grandson; Dennis Hopper; Dustin Hoffman battling the E-cow-li virus; Gary Oldman as Lee Harvey Oswald; Demi Moore as Bick's granddaughter; Tom Hanks as Forrest Pump; and, of course, anna Nicole Smith. Background: the olive trees; the <em>Jurassic</em> cows.</p><p>Bick’s granddaughter—think Demi Moore in a Wonder trees! and she hires a ranch hand who is secretly bra—realizes the West Texas land is perfect for o the grandson of Jett Rink! Played by Brad P:</p><p>[ Continued From Page 124 ]</p><p>O’Donnell was speechless. That wasn’t what she had in mind at all. She was going to have Bick’s granddaughter lose all her money in a drought and turn to topless dancing. She even had the perfect Texas actress, anna Nicole Smith, lined up for a screen test.</p><p>“all right, boss, get a load of this,” said Zucker. “Remember how Jett Rink sat in Bick’s convertible in the original? Well, in our version, Jett’s grandson sits in Bick’s granddaughter’s convertible BMW. Only he doesn’t want to drive it. He plugs his PowerBook into the cigarette lighter and starts working on a new software program. ”</p><p>“Bick’s granddaughter is driven wild by his lean body, which is as tight as rawhide,” o’donnell said. “She wants to press her moist lips against his. She walks over to the car. ‘What’s the matter?’ she asks. ‘are you afraid to trust yourself with a real woman?’ Jett’s grandson’s strong brown hands reach slowly for ... his keyboard. He types in a new command. Boom! all of a sudden he’s invented a sure best-seller—one of those new video games involving car crashes or nuclear war that kids go crazy for. He’ll call the game, er, <em>Giantl</em> That’s right, <em>Giantl”</em></p><p>The chief nearly smiled. “Then what?”</p><p>“Jett’s grandson becomes the Bill Gates of West Texas—Texas’ first postmodern man. His sex drive is directed at his computer screen.”</p><p>The chief scribbled a couple of notes. “and then what?”</p><p>Zucker had no idea what to say. “Well, I guess it’s pretty obvious,” he said.</p><p>“I bet I know,” the chief said. “This Jett character tries to take over the ranch to get his revenge for the family? ”</p><p>“Exactly!” Zucker shouted.</p><p>“But Jett’s grandson gets drunk and electrocutes himself while working on his computer,” the chief said.</p><p>“''tes!” the veeps said in unison.</p><p>“My God, this will be a masterpiece!” said the chief. “We’ll give the audience everything: sex, money, the Internet.”</p><p>“and really expensive Western clothing,” said o’donnell.</p><p>“We’ll plant a story in <em>Variety</em> that we had to tone down the sex to keep the movie from getting an NC-17 rating,” Zucker said. “If that doesn’t pack the house, nothing will.”</p><p>“Let’s get rolling, guys,” said the chief. “Where are we going to shoot it?”</p><p>Silence.</p><p>“Well, Montana, of course,” Zucker said. “Everyone knows it looks a lot more like Texas than Texas.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Oil",
      "West Texas",
      "Love",
      "people",
      "Rock",
      "Harvey",
      "Land",
      "Presidents",
      "Tom Hanks",
      "War",
      "Brad Pitt",
      "Cattle",
      "Cowboy",
      "Dallas",
      "Giant",
      "Hollywood",
      "money",
      "Movies",
      "Sex"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "West",
      "West Texas",
      "Dallas",
      "Marfa"
    ]
  }
}