{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19894",
    "date": "April 1989",
    "year": 1989,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1989/19890400.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 114,
    "document_page_range": [
      [
        118,
        119,
        120,
        121
      ],
      [
        162,
        163,
        164,
        165,
        166
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Poisoned By Their Own Home",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198904-poisonedb",
  "source": "/1989/19890400.pdf",
  "wp_post_id": 125079,
  "wp_post_guid": "http://www.texasmonthly.com/article/poisoned-by-their-own-home/",
  "authors": [
    "Tom Curtis"
  ],
  "headline": "Poisoned By Their Own Home",
  "dek": "",
  "spread_caption": "",
  "excerpt": "When the St. Johns returned to their house after having it sprayed for bugs, they discovered why those friendly pest-control people are called exterminators.",
  "kicker": "",
  "word_count": 5318,
  "content": "<p><span class=\"dropcap\">I</span>n the summer of 1987 a Dallas homeowner named Kane St. John made a disturbing discovery. Spotting what he took to be some rotting wood on the steps of a breezeway connecting his home to the garage, he pulled at one of the slats. It came olf in his hands and seemed suspiciously light. Easily splitting apart the crumbly wood, he found pencil-thin tunnels, each containing a translucent white grub. Termites! He would have to call an exterminator.</p><p>Though troubling, the evidence St. John unearthed was hardly uncommon. Every year about 200,000 Texans act on a similar threat to their largest investment, their house. Faced with such a risk to their property, Kane and his wife, Kathleen, moved quickly to protect it with pesticides. Yet being smart, careful, and methodical wasn’t enough to save them from being blindsided by a hazard incomparably more dangerous than termites. Soon they would be plunged into a Kafka-esque nightmare that would disrupt the pleasant rhythm of their family life and turn their well-planned, optimistic world upside down.</p><p><span class=\"dropcap\">H</span>andsome and earnest, Kane and Kathleen St. John, both 29, look a little like a youthful, urban version of the couple that artist Grant Wood painted as <em>american Gothic.</em> They graduated from Yale, then married, worked for a year, started their family, and went on to law school at the University of Virginia, emerging with an accumulated debt of $90,000.</p><p>After law school they came to Dallas —Kathleen to clerk for a federal judge and Kane to work for a downtown law firm. They managed to buy a three-bedroom brick house in Oak Cliff, a pleasant, older neighborhood southwest of downtown. In addition to their mortgage, the St. Johns took out $30,000 in short-term loans to buy furniture and fix up the place. Almost every cent they earned thereafter was allocated, mostly to repay their debts.</p><p>For two years they took no vacations. They spent practically every weekend working on the house, refinishing the floors, stripping and repainting here and redry walling or replastering there. They finally had the house exactly as they wanted it. This was where they expected to live, at least until their kindergarten-age son was in junior high.</p><p>Then in June 1987 Kane found the termites. He called two pestcontrol companies, whose representatives examined the damage and confirmed that termites were indeed responsible. Those two and a third company gave him bids to treat the house. After negotiating a price, Kane settled on a small outfit called A-l Pest Control, which agreed to do the work for $650.</p><p>Kane knew about the serious health risks posed by the pesticide chlordane, which he understood was soon to be taken off the market. He had rejected Orkin’s bid because it insisted on using chlordane. And he had expressed his reservations and carefully quizzed A-l’s owner-operator, Larry McMillan, about whether he used chlordane.</p><p>No, no, Kane recalls McMillan telling him, chlordane was too dangerous —it had much too serious health risks and prompted far too many lawsuits. He hadn’t used it for years. Instead he used a product called Termide. How did McMillan apply the pesticide? Kane wanted to know. MeMillan told him he used rodding and trenching. (Rodding means punching holes in the ground into which the poison is injected; trenching involves digging trenches into which the liquid poison may be hosed, then covering it with dirt. Properly executed, the methods form a barrier through which termites won’t pass.) McMillan, who was to treat the house august 19 and 20, agreed to drop off a product label and brochure ahead of time.</p><img/><img/><p>Photographs By Robbie Mcclaran</p><p><em>When a Dallas couple discovered termites, they called an exterminator. Now they have no house and no money. The same thing could happen to you.</em></p><p><em>at the St. John home, kids don their parents' gas masks.</em></p><p>The St. Johns checked into a motel for those two days. On the evening of august 19, following the first pesticide treatment, the couple visited their house and noticed an overpowering chemical odor, even indoors. After opening several windows to air the place out, they quickly left.</p><p>The next morning the St. Johns found that the chemical odor inside their home remained strong. Lifting a hatch door that led to the crawl space beneath the center of their pier-and-beam house, they found the soil completely saturated. Kane had often worked under his house, and he knew that area never got wet —not even during downpours. Looking further, he saw that the entire crawl space was saturated. That shouldn’t have been the case, he knew, if Larry McMillan had buried the poison, as he had said he would. Meanwhile in the living room, Kathleen picked up a brochure about Termide that McMillan had left for them. The fine print revealed, to her horror, that Termide’s active ingredients were chlordane and heptachlor and that the poison mixture was approved for subterranean use only. Kathleen was beside herself with anxiety and anger.</p><p>The first thing Kane did from his office that morning was call McMillan. He told McMillan he was concerned that Termide was actually chlordane and that McMillan apparently had sprayed the poison beneath his house instead of burying it in the approved way. No problem, McMillan insisted. He hadn’t used Termide at all. He had used Dursban TC, a different pesticide for which, he continued, spraying is legal and perfectly safe. McMillan said he had left the brochure on Termide because it described rodding and trenching, the method of application he had planned to use that day around the perimeter of the St. Johns’ house. Kane was relieved by that explanation and allowed McMillan to complete the job. He called Kathleen and tried to reassure her.</p><p>But Kathleen remained upset and suspicious. The things McMillan had said just didn’t add up, and she was nearly certain he was lying. If he had used Dursban TC, why had he told Kane he was going to use Termide? If he was illustrating the method he was going to use with Dursban TC, why had he left them a brochure for Termide?</p><p>That afternoon Kathleen began to gather information. She called the Texas Department of agriculture, the chief regulator of pesticides in Texas. It referred her to the Structural Pest Control Board, the exterminators’ licensing agency, which declined to give her information over the phone and told her she would have to send a written request to confirm whether McMillan was insured and if so, for how much. Next she called a Dallas testing lab, Key Science and Technology. It advised getting a $75 kit that the St. Johns could place in the house to screen for the presence of various pesticides. She also called United Services automobile association Casualty Insurance Company (US a a), the big San antonio-based firm that carried the St. Johns’ comprehensive, all-risks homeowner’s policy.</p><p>“I don’t know all the facts,” Kathleen explained, “but I suspect something horrible has happened to my house. I suspect it was illegally sprayed with chlordane.”</p><p>Two or three hours later USAA called her back with devastating news: The St. Johns were not covered for that loss. Contamination was specifically excluded from their policy. Kathleen was dubious. Surely the contamination exclusion wasn’t talking about someone coming in and willfully and maliciously poisoning someone’s home. She asked that the company send her a copy of her policy.</p><p>That evening McMillan met the St. Johns at their house. The St. Johns noted that among the assorted pesticides and herbicides chockablock in the bed of his pickup truck were a large drum of Termide and a one-gallon jug of chlordane. There was not a single container of Dursban TC. Still, McMillan continued to assert that he had used Dursban TC, and he said it was perfectly safe for the St. Johns to move back into their house with their two children, including the youngest, a two-year-old. Kathleen asked McMillan if he was insured or bonded, and he said he was. Before moving back in or paying McMillan for the job, Kane cautioned, the couple would be testing the house to verify what pesticide was really used. McMillan nodded. By the way, he asked Kane casually, what do you do for a living?</p><p>[ Continued On Page 158 ]</p><img/><img/><p><em>The couple faced a grim choice: a thorough cleaning of the house could easily cost $100,000. Bulldozing it and proper disposal would cost about as much.</em></p><p><em>The St. Johns hoped to live in this house for years.</em></p><p>[ Continued From Page 116 ]</p><p>“i’m a lawyer,” Kane answered.</p><p>“Oh, great,” McMillan replied glumly.</p><p>About five o’clock the next afternoon McMillan telephoned Kane St. John. Ruefully, he admitted that he had lied. He had sprayed Termide —heptachlor and chlordane—on and under their house. The St. Johns were stunned. Their worst fear was confirmed. The only home they had ever owned, the house on which they had lavished so much work and attention, had been poisoned with presumed carcinogens. But it would take longer for the St. Johns to realize the financially disastrous consequences. After the phone call from McMillan, the St. Johns received Key Science and Technology’s analysis of a test kit that Kane earlier had placed inside his house. It showed heptachlor contamination at five times the level at which the National Research Council advises the evacuation of a residence.</p><p><span class=\"dropcap\">L</span>ike DDT, the now-banned pesticide once widely used to control mosquitoes and other insects, chlordane and heptachlor (which often appear together in chlordane formulations) are members of a group of poisons known as chlorinated hydrocarbons, which combine extraordinary killing power with extreme longevity. Developed in 1947, chlordane was seen as a giant leap forward from the much shorter-lived but more acutely poisonous organophosphates, insecticides like malathion that were developed through nerve-gas research before World War II. Less immediately poisonous to man than most organophosphates, chlordane nonetheless keeps poisoning for up to twenty years.</p><p>Unfortunately, as biologist Rachel Carson documented in <em>Silent Spring,</em> the 1962 book that launched the environmental movement, long-lasting, nonselective pesticides such as DDT and chlordane kill a lot more than bugs. DDT, for instance, interfered with the reproduction of or killed the birds that ate the poisoned bugs. Before its use was halted in the U.S., widespread and increasingly heavy applications of DDT (to which many insects quickly became resistant) caused the nearextinction of, among other species, bald eagles, peregrine falcons, and brown pelicans. DDT killed or accumulated in the fish and other animals the birds fed on.</p><p>Tiny quantities of the persistent chlorinated hydrocarbons become hugely magnified as they move up the food chain from algae and minute organisms to ever larger creatures, including man. Once ingested by an animal, chlorinated hydrocarbons are stored in fat deposits. So a pelican that eats ten fish a day also eats all the chlorinated hydrocarbons those fish have ingested over their lifetime from eating smaller organisms and algae. In the case of chlordane, chronic short-term effects on people include memory loss and flulike symptoms, such as headache, nausea, fatigue, and malaise. The symptoms, which are so general that doctors seldom recognize what is causing them, tend to fade gradually after exposure is ended.</p><p>Because chlordane, like most insecticides, wasn’t tested for long-term effects on man, wildlife, and the environment before it was introduced, it quickly became one of the most widely used pesticides. Home gardeners were encouraged to dust it on fruits and vegetables and backyard anthills, and farmers routinely employed it to control insects that attack corn. Even after some of those uses were banned in the mid-seventies, chlordane—along with smaller quantities of its cousin compounds aldrin, dieldrin, heptachlor, and lindane —continued to be the pesticide of choice among those treating for termites.</p><p>Eventually, evidence mounted that chlordane caused liver cancer in mice and that even the smallest doses caused liver damage in man, and some epidemiological studies raised the specter that chlordane might have caused other diseases, including brain cancer in children. With these serious concerns rising, the federal government began a long fight with the pesticide’s manufacturer, Velsicol Chemical, to limit chlordane’s use to termite eradication. If chlordane was buried beneath houses to form a barrier to stop termites, the theory ran, the insecticide would bind to the soil and not get into homes and poison people.</p><p>That the theory was wrong began to dawn slowly. In 1970 the air Force found that exterminators drilling through concrete-slab foundations to inject chlordane beneath houses at Webb air Force Base in Big Spring had hit air ducts by mistake. That mistake spread the poison throughout those houses, an error that would be repeated with disquieting frequency in Texas and elsewhere. Later air Force studies found chlordane residues in thousands of base homes, even those treated in the prescribed way.</p><p>The committee on toxicology of the National Research Council, responding to a request for guidance from the air Force, reported in 1979 that the smallest exposures to chlordane it could measure still caused biological harm over prolonged periods. Eventually, as an interim guideline, the committee set a maximumexposure standard of five micrograms of chlordane per cubic meter of air, but the committee said that exposure should last no longer than three years. In a 1983 report the Environmental Protection agency noted that 5 percent of almost five thousand air Force houses or apartments it studied had chlordane levels higher than the National Research Council’s recommended maximum. It became clear that during chlordane’s twenty-year life, even when properly applied, the pesticide volatilizes and penetrates walls, floorboards, and heating ducts, especially in pierand-beam homes. It also seeps through cracked concrete-slab foundations. Once inside a house, chlordane permeates upholstery and drapes and even adheres to painted surfaces, making itself difficult—and often prohibitively expensive—to remove.</p><p>In 1987, just as Kane and Kathleen St. John were discovering their termite problem, a new EPA report estimated that about 30 million homes in the U.S., most of them in the South and West, had been treated for termites with chlordane, heptachlor, aldrin, or dieldrin. That meant, the EPA figured, that 80 million americans—one third the population—had been exposed to varying levels of the troubling and long-lived substances. Texans are especially at risk; the state accounts for about one sixth of the termite treatments performed in the U.S. every year.</p><p>Using data supplied by the pesticide manufacturers themselves on the amount of those poisons in the air of treated homes, the EPA calculated in a worst-case risk assessment that from 1 in 1,000 to 1 in 10,000 exposed people would develop liver cancer, which is usually fatal. That would mean between 8,000 and 80,000 additional deaths from cancer in the U.S. To put the smaller of those numbers in perspective, 8,000 is more than twice the number of people killed in the 1984 leak at the Union Carbide insecticide plant in Bhopal, India, which was the worst industrial accident in history. And it is more than the number of people killed in Galveston’s 1900 storm, still the United States’ worst natural disaster. Independent studies found much higher levels of the pesticides in homes treated for termites. From the figures in those studies, the EPA projected worst-case cancer risks in some instances as high as 1 in 100. With bureaucratic understatement, the EPA noted that all those risks were much greater than society generally accepts for chemicals “even with substantial benefits.” Faced with the possibility of a public fight that would widely disseminate such assessments, Velsicol Chemical finally agreed to remove chlordane from the market beginning in april 1988.</p><p>Meanwhile, however, millions of Texas homes were treated and contaminated with chlordane, and many millions of people living in those homes were exposed to it and will continue to be well into the next century. Moreover, unlike laboratory mice, people in their homes are exposed to not one but a variety of pesticides, creating combinations that may be much more harmful than the single poisons alone. Recent EPA studies suggest that indoor air is polluted with chlordane, Dursban and diazinon, and other pesticides that occur in concentrations ten to a hundred times higher than in outside air. And while it was once thought that people were exposed to pesticides mainly through residues in food, EPA experts now believe that half the pesticides in people’s bodies come from breathing polluted household air (and, in the case of small children, from crawling on treated floors and carpets).</p><p><span class=\"dropcap\">T</span>he same evening Larry McMillan confessed that he had sprayed chlordane beneath the St. Johns’ home, Kathleen dispatched an overnight letter to the Structural Pest Control Board in austin. She asked for all available information on McMillan’s insurance and bonding, and she enclosed a self-addressed, prepaid Federal Express return envelope. “I would deeply appreciate your prompt attention to this matter,” she wrote. “My husband, children, and I have been forced to vacate a recently contaminated home. We are living in motels and friends’ apartments and are in desperate need of immediate help.”</p><p>Eleven days later the board’s executive director, David a. Ivie, finally dictated a letter in response. He supplied the requested insurance information, which showed that McMillan had a total of $50,000 in coverage, and enclosed a complaint form. “If you feel you would like to fill it out and return it to our office,” he wrote with leisurely bureaucratic detachment, “we will assign it to an investigator in the field who will contact you as his schedule permits and investigate the complaint.” Ivie added, “also, I am returning the Federal Express envelope you mailed us as we do not Federal Express return mail.”</p><p>Soon thereafter, Kane and Kathleen St. John returned to their house in a frantic effort to salvage their furniture and possessions. The house still reeked, but the smell seemed much milder in the garage. Because the garage had a concrete-slab foundation, McMillan hadn’t been able to spray underneath it, and inside, the garage appeared relatively free of chlordane. In less than an hour, the couple had shuttled their better items of clothing and the major pieces of furniture from their living room, dining room, sun room, and bedrooms into the garage. But then their eyes began to burn and water, and Kathleen began to feel nauseated. They developed terrible headaches. Kathleen’s chest began to hurt the way it used to back in her childhood hometown in Southern California, after a series of days when the air had been highly polluted. She felt as if her lungs were filling with water and that she needed to cough constantly. The pair decided to quit before completing their task. Their other symptoms began to lift within a few hours after they left the house, but Kathleen’s chest hurt for three days. After that, she went back only once, to help Kane complete an inventory of their losses. That time, she and Kane wore gas masks.</p><p>Before long, from the EPA the St. Johns learned the grim news: There was no known level below which chlordane and heptachlor were harmless to human beings; there was no way to completely decontaminate their home; there was no reliable way to clean $40,000 worth of contaminated clothes and furniture and possessions of a lifetime. They would be forced to abandon practically everything, right down to a treasured telegram with which Kane’s grandfather had proposed to his grandmother.</p><p>Nearly a month after I vie wrote his letter, an investigator from the Structural Pest Control Board finally met with Kane St. John and Larry McMillan and began to collect information. A later meeting got off to an inauspicious start when McMillan at first refused to produce his customer records but then led the investigator to where they were hidden behind a fence. The investigation ultimately determined that McMillan was not licensed to treat homes for termites. In a handwritten statement, he admitted that he had failed the licensing exam with a score of sixty on the most recent of his several attempts and that he had sprayed chlordane under the St. Johns’ home, an illegal procedure. In a consent agreement with the board on November 9, 1987, McMillan surrendered his business license and his license as a certified applicator for two years. Despite the damage he had caused—the exterminator had, after all, rendered the St. Johns’ home uninhabitable —the board merely recommended to the Texas attorney general that McMillan be prosecuted for misrepresenting what poison he used, which carries a maximum fine of $1,000 per incident.</p><p><span class=\"dropcap\">L</span>ike many other state agencies, the Structural Pest Control Board is dominated by the industry it regulates. The board —which doesn’t even employ its own toxicologist—today has just ten investigators to police 11,000 exterminators, and only about half of those 11,000 —called certified applicators —are actually required to pass a test before heading out alone to apply deadly poisons.</p><p>The board requires pest-control companies to maintain only $50,000 in liability coverage per incident and sets the total required coverage at as low as $50,000 to $100,000. Those minimum requirements are grossly inadequate. One misapplication of chlordane or Dursban can sicken residents and render their home uninhabitable.</p><p>The number of confirmed misapplications is relatively small, but the actual number of house-poisonings is probably much bigger. The board doesn’t keep tallies of complaints that come in by telephone and doesn’t check to see whether exterminators guilty of misapplication have made similar mistakes before. It also encourages consumers to try to work things out with exterminators rather than file complaints, so only the most persistent, determined, and informed complainants are counted.</p><p>The board’s chairman, Virgil adams, like every past chairman, owns an exterminating business. Four of the nine members are exterminators. Reflecting the industry view, adams downplays the controversy about chlordane. “There were a lot of scare stories put out about it that were not true,” he insists. Dismissing studies showing that the pesticide causes cancer in mice and liver damage in human beings, he adds, “There’s never been any proof that chlordane was carcinogenic that I know of.”</p><p>California has a pioneering law requiring businesses that knowingly expose people to substances that pose a significant risk of cancer or birth defects to warn the public of those risks, but Texas does not. The California statute lets citizens sue companies that violate the law, and it lets citizens sue to make the government enforce it. Without such a law, Texas consumers remain in the dark about products peddled by exterminators, chemical companies, and others.</p><p>But failings in the Structural Pest Control Board and in Texas consumer protection did not preoccupy the St. Johns in the days after their house was contaminated. Instead they were plunged into a struggle to avoid bankruptcy. After ten days at the motel and at friends’ apartments, they moved to a cramped, five-hundred-squarefoot, two-bedroom Oak Cliff apartment that cost them $415 a month, including utilities. They had to buy new clothes, new household goods, even new toothbrushes. They were—and are—still paying a monthly mortgage of more than $1,200 on the vacant house they can’t live in and can’t, in good conscience, rent or sell to anyone else.</p><p>The St. Johns sued to recover $50,000 of their loss from McMillan’s insurance carrier, expecting a quick settlement. Despite McMillan’s admission of wrongdoing and the board’s action against him, his insurance company fought the St. Johns’ claim tooth and toenail. It hired an expert who asserted that the air inside the St. Johns’ home was cleaner than the air outside—not surprising, since more than one hundred gallons of chlordane had been dumped outside. Ultimately, it cost the couple one year and $30,000 in legal fees and expenses to collect $50,000 in insurance —a net recovery of $20,000. The company finally settled rather than turn over documents that would have revealed other residences McMillan had treated for termites.</p><p>The couple faced a Hobson’s choice. A thorough cleaning —which wouldn’t even remove all the chlordane—could easily cost $100,000. Knocking down the house and trucking the debris to a landfill approved by the EPA for the disposal of toxic wastes would cost about the same. As for the cleanup, it would involve putting fans in the crawl space and blowing the chlordane out, toward their neighbors’ houses and onto the grass where the St. Johns’ children would play. That was not an option as far as Kathleen was concerned. Early on, she recognized that either she and her husband or their insurance company would have to pay to bulldoze the house. They would not try to sell it. Morally, that was wrong; legally, it could expose them to a serious risk of future lawsuits.</p><p>Soon it was obvious that the St. Johns’ biggest battle would be with their own insurance company, USAA, to which they had been paying $600 annual premiums. A few days after Kathleen St. John was first told that pesticide contamination was not a covered loss, she got the policy and read it. The relevant exclusions section cited “Loss caused by inherent vice, wear and tear, deterioration; rust, rot, mold or other fungi; dampness of atmosphere; extremes of temperature; contamination; vermin, termites, moths or other insects.” Kathleen was now a commercial litigator herself, and she had made an a and an A-plus in her two contracts classes in law school. She read the exclusions section again and again. Contamination wasn’t defined, and within the context of the exclusions paragraph —which seemed to focus on understandable deterioration over time —it seemed obvious to her that the type of contamination her house had suffered was a covered loss, based on what she knew of contract law. The Texas Supreme Court previously had ruled that any ambiguity in a contract was supposed to be resolved in favor of the policyholder. Then she contacted a fellow lawyer—a specialist on insurance —who read the policy and agreed with her.</p><p>Even an insurance-industry newsletter for claims representatives, the <em>FC&S Bulletins,</em> seemed to agree with Kathleen’s analysis. In an august 1987 issue, the newsletter asserted that the contamination of an insured family’s carpeting with malathion —not the poison the pestcontrol company had contracted to use to rid the family’s house of fleas and ticks —was definitely a covered loss, despite the policy’s contamination exclusion.</p><p>“Whatever meaning is accorded the word <em>contamination</em> as used in homeowners forms,” the bulletin explained, “it is hard to imagine that a loss like the one described here is the sort to be taken out of coverage. Within the context of the exclusion, the drafters of the form seem to be talking about loss to physical property that <em>will</em> happen given a sufficient period of time. Physical property will wear out, it will become mildewed or rotten if subject to enough humidity for sufficiently long, things mechanical will break down, latent defects will eventually reveal themselves, etc. Losses like these must be distinguished, however, from the sudden and accidental damage that property is heir to; set fire to a sofa and it clearly becomes marred, but just as clearly that is not what the homeowners’ <em>marring</em> exclusion refers to.”</p><p>Kathleen concluded that she and her husband would have to file suit once again, this time against their own insurance company.</p><p>There was a provision in the St. Johns’ policy advising that if she called USAA, it would give her the name of its agent for service of process—that is, the name of the company official to be notified when the company is being sued. But when Kathleen called to ask for that information, the clerk asked why she wanted to know. Kathleen read her the pertinent portion of the policy. Then, Kathleen recalls, the clerk said, “i’m sorry, it’s our policy not to give out that information unless it’s a covered loss.” That seemed a blatant catch-22. Obviously no one would be seeking the name of an agent for service of process if the company were covering the loss. Kathleen assumed it was a simple misunderstanding and asked the clerk to check with her supervisor. The clerk checked and said, yes, she had stated the company policy correctly. It cost the St. Johns about $100 to retrieve the name of the agent for service from a computer bank—an omen of what they were about to experience.</p><p>After the St. Johns sued USAA, the company countersued for harassment. “Their purpose was to scare us into withdrawing the lawsuit,” Kathleen says. “Now every time we file a financial statement we have to say we have a suit pending against us.” By late February 1988, Kathleen knew she was pregnant with their third child. Within a few more months, the strain of losing their house and the tension of suing their insurer were beginning to take their toll. Kathleen was sick and anxious much of the time. Finally, in mid-1988, anticipating their grudging settlement from McMillan’s insurer, they moved out of the apartment and rented a pleasant house in a middle-class North Dallas neighborhood.</p><p>The St. Johns face one especially formidable obstacle to winning their suit against USAA. In December 1986 a Texas appeals court ruled that the contamination exclusion did apply in a case of pesticide misapplication to the home of another Dallas couple, Charles auten, Jr., and his wife, Helen.</p><p>The autens had evacuated their house before allied Pest Control, according to state-administered tests, had fogged their residence with Dursban —not an approved method and not the milder pesticide that the couple had requested—to kill carpet beetles. When the couple returned to their home after the treatment, they became extremely sick with diarrhea and nausea and were left with muscle spasms and other central nervous system disorders. They got sicker each time they returned to the house. Soon they were forced to abandon it and all its contents, for good.</p><p>Eventually, the autens sued the exterminator and their homeowner’s insurance company for damages. In his charge, the trial judge required jurors to decide whether the autens’ injuries were caused by contamination, which he defined as “a condition of impurity or impairment resulting from mixture or contact with a foreign substance.” The autens’ lawyer contended that the damage resulted not from contamination but from the exterminator’s negligence. The jury agreed and awarded the autens $400,000. They settled with the exterminator’s insurer for nearly $300,000, expecting to collect the remainder from their home insurer.</p><p>Later, the appeals court declared that the autens’ home insurer was not liable to pay anything because the autens’ loss resulted from contamination as defined by the trial judge. The appeals court said, “The exterminator’s negligence caused the contamination of the auten home which in turn caused the loss in the form of the home being uninhabitable.” Then the court read the autens’ policy and declared that it “intended to exclude all losses occasioned by contamination without regard to the cause of the contamination.”</p><p>The St. Johns expect to present evidence to challenge that definition and that interpretation and hope to prevail in a pending jury trial. “Homeowners in Texas are in trouble until we get this straightened out,” says Kathleen St. John, who has conferred with leaders of the Dallasbased consumer-advocacy group Citizens against Pesticide Misuse. Until then, the St. Johns especially are in deep trouble —to the tune of more than a quarter of a million dollars. They have a contaminated $110,000 house and $40,000 in contaminated contents, and it may cost them an additional $100,000 to dispose of the house and contents in a manner acceptable to the EPA. Then there’s the high cost of pressing their lawsuit, not to mention the incalculable psychic toll of having the past twenty months of their lives mired in turmoil. Recently, the St. Johns made another startling discovery: In January the Structural Pest Control Board agreed to let Larry McMillan, the cause of their grief, again apply pesticides.</p><p>Of course, the St. Johns have their health, and they’re thankful their children weren’t exposed for even a minute to the chlordane and heptachlor. But they are sobered by what havoc an ordinary misapplication and an insurance company’s denial of coverage can wreak. “You either have to have a lot of money in the bank when something like this happens or be a lawyer or have a lawyer in the immediate family,” says Kathleen St. John. “Otherwise, you’ll never see justice done.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "House",
      "Home",
      "Insurance",
      "Texas",
      "EPA",
      "people",
      "Poison",
      "homes",
      "Cancer",
      "Dallas",
      "Law",
      "Furniture",
      "Research",
      "ten",
      "Work",
      "Fish",
      "Space",
      "apartments",
      "Birds",
      "Children"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Big Spring"
    ]
  }
}