{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19887",
    "date": "July 1988",
    "year": 1988,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1988/19880700.pdf",
    "issue_cover_image": "",
    "document_start_page": 80,
    "toc_start_page": 80,
    "document_page_range": [
      [
        80,
        81,
        82,
        83
      ]
    ],
    "toc_order": 5,
    "toc_headline": "¡Fiesta Wear!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198807-ifiestawe",
  "source": "/1988/19880700.pdf",
  "wp_post_id": 123960,
  "wp_post_guid": "http://www.texasmonthly.com/article/fiesta-wear/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "¡Fiesta Wear!",
  "dek": "Hand-painted circle skirts from Mexico are a new fashion that just happens to be centuries old.",
  "spread_caption": "",
  "excerpt": "With these lively Mexican skirts, what goes around comes around.",
  "kicker": "",
  "word_count": 414,
  "content": "<img /><p>Photographs By Kent Barker. Styling By Sarah Sanford/Artist Bookings.Hair And Makeup By Cindy Gregg/Artist Bookings</p><img /><p>These exuberant hand-painted Mexican skirts have come full circle. The uniform of female servants until the fifties, they piqued the attention of tourists searching for local color to take home in the burst of travel mania that followed World War II. Cheerfully gaudy and made of off-white muslin, the skirts were boldly painted in regional colors and themes-a continuing testament to Mexico’s post-revolutionary nationalism. The origin of the skirts is cloudy, but legend has it that a Chinese slave in the 1700’s turned to skirt-painting as therapy for an unhappy marriage. The skirt acquired the name <em>china poblana,</em> a phrase that roughly translates to “Chinese servant girl.” at the height of their popularity, the skirts displayed most of the standard folk-art iconography: cacti bristling with green sequins, florid hibiscus drifting along the hems, volcanoes seething in an apocalypse of red and black sequins, and boats floating through the gardens of Xochimilco. Some skirts even featured the aztec calendar or the founding of Mexico in hallucinatory splendor-eagles, serpents, and all. These wearable historical treatises fell out of vogue as the Mexican tourism industry geared up. It might have had something to do with the governmerit’s disinclination to preserve regional styles. Or it may have been that tourists got so sophisticated that they wanted to skirt around blatant symbolism instead of wear it. Now that work clothes like blue jeans, cowboy boots, and T-shirts have found a place in fashion history-and since young designers have fallen for Hispanic styles-the <em>china poblana</em> skirt seems destined for immortality. Like other functional garb, it thrives when teamed with the giddiest accessories — petticoats, sheer blouses, and shiny silver belts. But whoever put brush to muslin in the first place — maybe even that lonesome bride from China—created a durable style that has yet to wear out.</p><p><em>Opposite page: Skirt ($70, Electric Ladyland, austin). Bracelets ($120-$125, Susan Brannian, Dallas). Belt ($222, avant, Dallas). Pin ($120, Susan Brannian). This page: Skirt ($70, Electric Ladyland). Shoes ($10, Emeralds to Coconuts, Dallas, Fort Worth). Pins ($150-$ 152) and earrings ($100, avant).</em></p><img /><p><em>austinite Peggy Weiss inherited this circle skirt from her husband's grandmother. Boots by 9 West ($72, the Shoe Box, Dallas). Belt ($72) and earrings ($82, avant). Combs ($45, Turquoise Lady, Dallas).</em></p><img /><p><em>a modem painted skirt ($120, Creaciones de Mexico, Nuevo Laredo). Guessf jacket ($82, Bloomingdale's, Dallas). Bolo ($40, avant). Cuffs ($40, Susan Brannian). Boots by 9 West ($72, the Shoe Box).</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Boots",
      "China",
      "Fashion",
      "Mexico",
      "Apocalypse",
      "Boats",
      "Clothes",
      "Cowboy",
      "Hispanic",
      "Home",
      "Style",
      "Tourism",
      "Travel",
      "Vogue",
      "War",
      "Work"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "West"
    ]
  }
}