{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19887",
    "date": "July 1988",
    "year": 1988,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1988/19880700.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Notes From the Underground",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198807-notesfrom",
  "source": "/1988/19880700.pdf",
  "wp_post_id": 123957,
  "wp_post_guid": "http://www.texasmonthly.com/article/notes-from-the-underground/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Notes From the Underground",
  "dek": "For an Escape From the Summer Heat, Try Nature’s Own Air Conditioning: Texas Caves.",
  "spread_caption": "",
  "excerpt": "Seven Central Texas caves put on the summer’s best rock show.",
  "kicker": "",
  "word_count": 1328,
  "content": "<p>Look At a Map Showing the Major Caves in Texas, and you’ll be struck by something odd: they are all in Central Texas. Why this unreasonable bounty in one part of the state? Simple. That’s where the limestone is, and limestone is hospitable to the creation of caves—just add water and wait a few millennia.</p><p>Of the two thousand known caves in Texas, seven are open to the public. One is stateowned and the other six are private. Some are highly developed while others are rustic, but there is only one you wouldn’t put on your a list to visit.</p><p>The best and most exotic cave in Texas is the Caverns of Sonora. No other cave you may have seen anywhere can prepare you for it. About ten minutes into the tour, the rococo encrustations begin—first with a scattering of caramel-colored popcorn on the walls, then with a frenzy of lacy ornamentation that envelops almost every formation from floor to ceiling. Passages filled with helictites—wings and tendrils of calcite that seem to have grown in defiance of gravity—culminate in a butterfly formation that glistens like ice. By the end of the tour, jaded visitors aren’t even slowing down for riches that would have stopped them dead an hour before. Only the most sensuous, freakish formations tempt them to pause.</p><img/><img/><img/><img/><p>If the Caverns of Sonora are as fussy as a Fabergé egg, Natural Bridge Caverns located near New Braunfels are serenely classical. In heroically proportioned rooms, bold, upright forms sprout endlessly, creating forests of slender, stacked columns and corpulent domes. The cave’s order of magnitude does not approach that of Carlsbad Caverns, but Natural Bridge definitely has grandeur and a theatrical, almost Wagnerian presence. It also has detail and comic relief in the form of strikingly realistic fried eggs—stubby stalagmites topped with concentric circles of glistening yellow and white calcite. The glazed doughnuts aren’t bad either.</p><p>Sonora's Crown Jewel: a Butterfly Helictite That Is a Hand's Span Wide<strong>.</strong></p><p>The Cave Without a Name, near Boerne, is Texas’ most underappreciated cave, a mom-and-pop operation off the beaten track and only sporadically visited. But the minor effort to find it is amply rewarded with a well-informed excursion through five spacious areas done up in tawny tan and burnt umber. Beside a giant, squat mushroom shape looms a drip-covered column like a wine-bottle candle gone berserk. The rich folds of cave drapery would have done Michelangelo proud, and the bacon—fifteenfoot-long strips—has real sizzle.</p><p>Located on the outskirts of Georgetown, looping, mazelike Inner Space Cavern excels as a sampler, with a smidgen of almost everything you would find in other Texas caves. Conditions at Inner Space have been especially auspicious for the growth of soda straws; frozen showers of them rain from the ceiling. Other formations have more heft, like the Giant Flowing Stone of Time, a formation as smooth as the Monahans Sandhills. Although it is a well-meaning operation, Inner Space has its drawbacks: two exasperating, though mercifully short, lightand-sound shows during the tour. The worst part is gaga free verse that would embarrass Rod McKuen (example: “There was a time when I was not. . . . I am the spirit of the lake of the moon. . . .”). Give us a break.</p><p>Over the Years Longhorn Cavern Has Given Refuge To Indians, Outlaws. Churchgoers, And ToURISTS Trying To Beat the Heat.</p><p>Photographs By David C. Mackenzie</p><p>For Reggie Wuest, Natural Bridge Caverns Vice President, Familiarity Has Not Demystified the Hall Of the Mountain King.</p><p>When Longhorn Cavern State Park got a new manager a few years ago, he wisely told the guides to play down the cave’s middling assortment of stalagmites and stalactites and emphasize instead its sinuous, water-sculpted chambers. Not far from the town of Burnet, Longhorn is million-year-old modern art, a buff-andcream testament to time and the river. Relentless eddies and currents of underground streams have scoured out contoured corridors that make a visitor feel a bit like Jonah in the whale.</p><p>Cascade Caverns, near Boerne, is the definitive cave: close and damp, with water dripping from above and squishing underfoot. In some parts of the long sienna-hued passageway, you have to duck under the Diamond Ceiling, clusters of triangular drip formations with a distinct mammary shape. Modestly endowed with cave forms, Cascade does have one large hall with a spumy hundred-foot waterfall. Tours are folksy, and the whole setup seems quaintly stuck in the forties.</p><p>As for Wonder Cave, here’s its dirty little secret: no formations. Cave freaks will be impressed with its clamshell reef and massive breakdown—a jumble of boulders left over from an ancient roof fall—but ordinary folks who wend their way through San Marcos to get there may wonder why the fuss.</p><p>Practically every public cave in Texas is worth seeing. If there is a problem, it’s what you have to listen to. When you visit a cave, you yearn for enlightenment, something written by a Carl Sagan or a David attenborough. What you too often have to settle for is an oversimplified rote recitation by some high-school senior. Admittedly, cave spiels are geared toward ten-year-olds (“Now, this is a large mound of bat guano—also known as bat doo-doo”), and tour work hardly pays enough to attract Ph.D.’s. But there is no excuse for a guide answering a simple question with “Your guess is as good as mine.” and something really should be done about the nursery talk, the exasperating practice of describing every mysterious, freeform growth as a gnome, a bear, a witch, a cupcake, or a Nativity scene. Some comparisons—such as cave coral, drapery, soda straws, or even mushrooms—are fine, but most are a strain. What are applesauce Falls With Cool Whip doing in the sublime Caverns of Sonora anyway? Sometimes you don’t want to be forced to see Our Little Elephant Leaning Down to Get a Drink; you’d rather be left alone with your imagination.</p><img/><p>Visitors To Inner Space Cavern Ponder the Fourth Dimension. Who Knows Why There Is a Hole In the Giant FLOWInG SToNE Of Time?</p><p>A few practical odds and ends: all Texas caves are cool (around 65 degrees; Sonora is 70 degrees), and all but Longhorn and Wonder Cave are damp because the formations are still growing. In summer the caves are packed with visitors. The tours are not strenuous (wear rubber-soled shoes), and none is longer than a movie. Children under four years old may get tuckered out, however, in the caves with numerous short stairways—Natural Bridge, Sonora, and Wonder Cave. If it has rained hard recently, call Cascade; it occasionally floods. Closing times given below are when the last tour begins.</p><p><strong>Caverns of Sonora</strong> Eight miles west of Sonora, off Interstate 10 on Ranch Road 1989; follow signs (915-387-3105). May through Labor Day: tours daily 8-5:55. Rest of year: tours 9-5. Adults $6, children $5.</p><p><strong>Natural Bridge Caverns </strong>West of New Braunfels, between Interstate 35 and U.S. Highway 281 on Ranch Road 3009; follow signs (512-651-6101). Memorial Day through Labor Day: tours daily 9-6. Rest of year: tours daily 9-4. Adults $6.25, children $4.75. Drive-through wildlife ranch at site.</p><p><strong>Cave Without a Name</strong> Eight miles north of Boerne, off FM Road 474; watch for small, faded wooden signs and go another five miles (512-537-4212). Tours daily 9—4:30; closed Tuesday. Adults $3, children $1 (512-537-4212).</p><p><strong>Inner Space Cavern</strong> Take exit 259 off Interstate 35 at Georgetown (512-863-5545). Memorial Day through Labor Day: tours daily 9-6. Rest of year: tours 10-4, but closed Monday and Tuesday, also closed December 13 through 25. Adults $6, children $3.</p><p><strong>Longhorn Cavern State Park</strong> From Burnet, take U.S. Highway 281 south five miles, turn right onto Park Road 4 (512-756-4680). Memorial Day through Labor Day: tours daily 10-6. Rest of year: tours daily 10-4. Adults $5, children $3.25.</p><p><strong>Cascade Caverns </strong>Between New Braunfels and Boerne, off Texas Highway 46; follow signs (512-755-9285). Tours daily 9—5. Adults $6, children $3. Shaded campsites available.</p><p><strong>Wonder Cave</strong> In San Marcos, off Interstate 35; follow signs (512-392-3760). Memorial Day through Labor Day: tours daily 8-7. Rest of year: tours daily 9-4. Adults $6.50, children $5.50.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Children",
      "Texas",
      "Space",
      "Bridge",
      "Highway",
      "Giant",
      "New Braunfels",
      "Soda",
      "Summer",
      "Tour",
      "Water",
      "Elephant",
      "Georgetown",
      "Monahans",
      "Nativity",
      "Rain",
      "Reef",
      "San Marcos",
      "spirit",
      "ten"
    ],
    "wp_categories": [
      "Guides"
    ],
    "wp_location": [
      "Texas",
      "New Braunfels",
      "West",
      "D.C.",
      "Georgetown"
    ]
  }
}