{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19887",
    "date": "July 1988",
    "year": 1988,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1988/19880700.pdf",
    "issue_cover_image": "",
    "document_start_page": 62,
    "toc_start_page": 60,
    "document_page_range": [
      [
        62,
        63,
        64,
        65,
        66,
        67,
        68,
        69
      ],
      [
        106,
        107,
        108,
        109,
        110
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Bargains! Bargains! Bargains!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198807-bargainsb",
  "source": "/1988/19880700.pdf",
  "wp_post_id": 123972,
  "wp_post_guid": "http://www.texasmonthly.com/article/bargains-bargains-bargains/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Bargains! Bargains! Bargains!",
  "dek": "Act now! Buy low! Everything must go! We’re talkin’ pennypinchin’, dollar-squeezin’, best-in-Texas deals on clothes, collectibles, eats, treats, and travel. Check it out!",
  "spread_caption": "",
  "excerpt": "Attention, tightwads! act now! Suits to nuts—the big bang for the little buck! Check out our supersavin’, dollar-bustin’ bible of buys! Everything must go! (Offer available in Texas only.).",
  "kicker": "",
  "word_count": 7545,
  "content": "<img/><p>Studio Photographs By Jim Myers; Styling By Judy Keith; Hair and Makeup By Gigi Coker; Clothes and Props Courtesy Of ahab Bowen. Terry Costa. La Mariposa. Millinneum, Marthas Magic Closet. Vantage Shoe Warehouse/DALLaS</p><p><span class=\"dropcap\">G</span>ood value at a good price—that is a bargain. A dime cup of coffee at a Mcallen diner is an indisputable bargain. But what about a $19,990 natural-gold Russian-sable coat by Claude Montana from Last Call From NeimanMarcus in austin? The sweetness of that deal is less obvious until you spy the original $69,500 price tag. You want the bottom line? Here it is: the bargain, any bargain, is in the eye of the beholder.</p><img/><p>Bargain hunters operate in a netherworld of closeouts, bankruptcies, and markdowns. Hard-core, handon-the-wallet, eye-on-the-tag seekers of the deal comparison shop, memorize sale dates, buy swimsuits at the end of summer and wool suits in March, and observe Christmas on December 26, the day the sales begin. They comb resale shops for prime condition designer labels, follow foreclosure notices in the newspaper in anticipation of honest-to-goodness goingout-of-business sales, and know to wait and buy nonessentials at an estate sale’s closing, when prices can drop as low as 50 cents for all you can stuff into a grocery sack. They frequent auctions and buy their pots, pans, dishes, and glasses at the commercial restaurant supplier and paper goods by the pound at a warehouse. They hone their haggling talents in the markets of Mexico, Texas’ greatest bargain of all.</p><p><strong>Let the good dimes roll. A thin one buys a hot cuppa at Don’s Hungry Farmer in Mcallen.</strong></p><p>Photograph By Rey Saca</p><p>Fortunately, you don’t have to be an inveterate bargain hunter to find a good deal. Our bible of bargains does the legwork for you. It is a field guide intended to give every shopper optimal bang for the buck while providing a few insider’s tips of the trade. And in times like these the highest roller and the poorest pauper need all the help they can get. But be forewarned: bargains never last long.</p><p><strong>Deals On Duds</strong></p><p><span class=\"dropcap\">a</span> smart clotheshorse is a tireless clothes hunter. This is where our trail begins, because among those who are truly dyed-in-thewool the best deal seems to be the one that you can put on your back. Whether you are shopping at a custom couturier, a charity thrift, an established department store, a kicky boutique, an off-thebooks private sale, or a factory outlet, the price tag on clothes need never be exorbitant, if you know where to look.</p><p>The top city for factory outlets is El Paso. The <strong>Polo by Ralph Lauren Factory Store</strong> (Cielo Vista Mall, 7728833) doesn’t look like an outlet. The only tip-offs are discreet placards identifying items as irregulars. Most of the defects are hard to spot. The classic men’s and women’s Polo knit pullover sport shirt is $18.99, compared with the retail $42.50 price. One-of-a-kinds are the most tempting: a men’s white tuxedo jacket with black pants, once $399, was $99. When we last checked, it was gone.</p><p>The giant in El Paso is the <strong>Farah Factory Store</strong>, next to the Farah plant (8889 Gateway West, 593-4481), with an extensive stock of men’s, women’s, and children’s clothes starting at about 40 percent under retail. Not all merchandise is defective, and the store has a liberal return policy. We found a pair of sporty blue men’s summer slacks for $10. Scissors quickly corrected the defect, some buttonholes that had been sewn shut. Sales run every couple of months. If you are lucky, you can catch a special in which you buy one garment and get another for half price.</p><p><strong>BARGAINS!</strong></p><img/><p>We’ve also been spending a lot of time lately in resale shops, relative newcomers to the rag trade. Resales specialize in hardly worn namebrand discards of the upper and middle classes usually consigned by an individual. Prices are typically half the original.</p><img/><p><strong>Feets won't fail you in the miles of aisles of tony Vantage Shoe Warehouse in Dallas.</strong></p><p>Houston, with so much experience at belt-tightening, boasts the most resale shops. Leading the pack is the thirteen-year-old<strong> Baubles n’ Beads</strong>, a national franchise with six stores scattered around the city. The shop at the gateway to River Oaks (1955 W. Gray, 630-6557) lives up to owner Barbara McCallister’s brag as the Neiman’s of resales. All the consigned items are less than two years old, spotlessly clean, in excellent condition, and on hangers. As a result, it’s not hard to find a classic brown Nipon highlighted by black patent-leather buttons for $25; a silk Victor Costa, once priced around $800, now a more affordable $250; or a white-linen Ralph Lauren suit that might have cost $350 but is now reduced to $80. Fulllength minks are $3,000, mink jackets $800. Finishing touches include costume jewelry, hats, scarves, jackets, and boas. One Mexican soapopera star buys her television wardrobe at Baubles n’ Beads. McCallister contends the stigma has been removed from resales. “Women have started taking pride in beating the system,” she says. “Everyone wins here.”</p><p>Photograph By Doug Milner</p><img/><p><strong>Good fur you. You paid Neiman's Last Call $19,990. You just saved $49500.</strong></p><p><strong>Discount Calendar!</strong></p><p><strong>Neiman's! Foley's! Dillard's! Saks! Bloomie's! Save! Save! Save!</strong></p><p><strong>Most Texas department stores emphasize quality over deals. But even the most uppity chain saves a few days a year to move out the deadwood, releasing a bonanza of bargains in the process.</strong></p><p><strong>BLOOMINGDALE's Big events are the President's Day, Pre-Easter, Fourth of July, Thanks giving,and Christmas sates.</strong></p><p><strong>DILLARD's: Record Days are in March and December, and the anniversary sale is in October.</strong></p><p><strong>FOLEY's: The spring sale is in March or april,and the anniversary sale is in September or October. The Red apple Sale, a one-day special advertised only 24 hours in advance,can happen any time.</strong></p><p><strong>MARSHALL Field’s: Field Days are the second week of</strong> M<strong>arch and the second week of October.</strong></p><p><strong>MORNING's all twelve Fort stores run a one-week Rummage Sale at the end of January and July. Leftover merchandise is consolidated and moved to the downtown store.</strong></p><p><strong>NEIMAN-MARCUS: Spring clearance is in april. First Call sale is in May and November, and Last Call is in January and February and in July and august, Summer clearance is in June.</strong></p><p><strong>the Popular: Big Day Sale at this El Paso store runs sometime between February and april. Before the Women's Day Sale, scheduled for early fall, a women's consumer panel appointed by store employees shops the store and helps determine merchandise's sale potential.</strong></p><p><strong>Saks Fifth aenue: The storewide clearance sales are in January, June,July and September. The women's spring sale is in april, the handbag sale in September, and the shoe sale in June and November.The men's clothing sale is in June and December.</strong></p><p>There’s even a store in Houston that will save you the trouble of carrying a load of clothes into a consignment shop. Wilma C. Bright at a <strong>New Beginning</strong> (6918 Fairbanks North Houston, 4668162) will pick up articles from your home and sell them in her three-thousandsquare-foot resale shop.</p><p>Photograph By Will. Van Overbeek</p><p>In Dallas, silk-stocking resale shops are concentrated around the Preston RoadLBJ Freeway corridor. The biggest of the bunch is <strong>Clotheshorse anonymous</strong> (1413 Preston Forest Square, 233-7005), with the stock of a small department store priced and displayed to turn over rapidly. <strong>ReThreads</strong> (137-a Preston Valley Center, 233-1684) is the leader in men’s resale. A stately Bill Blass dress shirt is $7, once washed Levi 501 jeans are $8, and a Neiman’s cashmere sport coat is reduced to $25 from its original resale price of $150.</p><p><strong>Snatch this Sargent from C ’n d’s before Sotheby’s sends it through the roof.</strong></p><img/><p>Our must-hit list also includes <strong>Double Exposure</strong> in Fort Worth (3300 Camp Bowie, 332-2422), especially for Slash Night, on the second Tuesday evening every month; <strong>Between Us</strong> in San antonio; <strong>act II Resale, ReTogs for Men</strong>, and <strong>Second Looks</strong> in austin. Likewise, we are especially fond of <strong>Encore</strong> in Lubbock (3021 Thirty-fourth, 796-1552), where we hooked a silk dress for $ 1 at one of the occasional by-the-pound sales. And the trend of the minute in the revival field appears to be children’s resales. Mintcondition Oshkosh b’gosh overalls start at $4 at <strong>Mud Puppy</strong> in Fort Worth (4900 Camp Bowie, 731-2581) and <strong>Second Childhood</strong> in Houston (6211 Edloe, 666-3443).</p><p><strong>a tip of the $9 cowboy hat to old-timey country stores like Wagner's in Moulton.</strong></p><img/><p>Compared with resale shops, thrift shops like <strong>Goodwill</strong>, the <strong>Salvation army</strong>, and <strong>Purple Heart</strong> are strictly diamonds in the rough. Jewels can be found thereabouts, but they are usually rarities, like the mintcondition baby-blue silk Schiaparelli shirt we picked up at Waco’s <strong>St. Vincent De Paul</strong> store the day all clothes were marked down to 10 cents each. We won’t tout a specific store (a find today rarely is one tomorrow). Instead, we hand down the Six Commandments of Thrift Shopping and urge you to go find a Schiaparelli of your own.</p><p>Photographs By Rocky Kneten (Top). Will Van Overbeek</p><p>1. Dress for the occasion. A casual skirt and slip-on shoes allow women to try on pants, skirts, and shoes without having to go into a dressing room.</p><p>2. Be thorough. A good thrift shop requires at least 45 minutes for a full sweep. Comb through every rack, shelf, bin, and box. Check even the reject rack outside the dressing rooms. And don’t skip the bulk-item bins —sometimes lazy customers throw their rejects into the closest convenient place.</p><p>3. Ask when new items are placed on the floor, and then be the first one to check out the new stock.</p><p>4. Think fabrics first and. style second. An unappealing dress of quality fabric can always be customized into a flashy skirt. It’s pretty easy to pick a nice melon wool out of a run of double knits. Silk escapes the eye of a lot of the price markers.</p><p>Photographs By Bruce Berman (Left). Wyatt Mcspadden</p><p>5. Before buying, check each item thoroughly for stains, tears, and snags. A little bleach can spiff up some things but not underarm stains. A skillful tuck taken with needle and thread can do wonders for a moth hole in a cashmere sweater.</p><p><strong>BARGAINS!</strong></p><img/><p>6. Learn each store’s specialties. For example, in Fort Worth, a.k.a. where the West begins, the main Goodwill is a consistent source of vintage cowboy boots.</p><p>Department-store bargain basements are a whole different ball game, and to tell the truth, they’re not the gold mines they once were.</p><p><strong>Big stakes at Big Texan Steak Ranch: Devour a mega-pounder in an hour and skip the check.</strong></p><img/><p>Most cutout, defective, and slow-moving merchandise is shipped to discount chains like Loehmann’s, Ross, Solo Serve, Hit or Miss, Pic ’n’ Save, and TJ Maxx. At Ross we paid $150 for a Ralph Lauren Navajo sweater coat originally $300; lucky for us, the oversized sleeves were a perfect fit for long arms.</p><img/><p><strong>Prices go a south at Emma and armando Garcia's north-of-the-border Casa del Tesoro.</strong></p><img/><p>Another discount store we favor is the recently relocated and expanded shop of <strong>Terry Costa</strong> in Dallas (1131 Inwood, 634-8089), which carries several lines of overstocks, incorrect cuts, or damaged pieces, including cocktail and formal dresses by her ex-husband, Victor, and day dresses by albert Nipon, Maggy London, and Liz Claiborne. Prices for current styles start at half the retail price, then they plummet. The longer an item hangs, the further the price drops. A strapless blackvelvet Victor Costa cocktail dress, classic enough for several Christmas seasons of parties, was originally discount-priced at $205. Three months later it had dropped to $19.</p><p>For footwear, wend your way to<strong> Vantage Shoe Ware house</strong>, also in Dallas (2222 Vantage, 631-4812). Vantage forgoes the typical outlet stock for English, French, and Italian imports by the likes of Manolo Blahnik, Bally, Maude Frizon, Ferragamo, and Yves St. Laurent, at 40 to 90 percent below the stratospheric levels found in so-called better shoe stores. Mainstreamers can have a field day choosing between a pair of Weejuns or some Evan Picone lady-banker pumps for $10. Vantage is most soothing, however, to those savaged by outrageous but irresistible shoe urges: being inexplicably drawn to a pair of flats covered with maniacal cabbage roses or silk pumps striped in six colors, one of which is puce. At a regular shoe store you might pay $100 for your folly. At Vantage those pairs go for $10 and $6, respectively.</p><p><strong>Everybody drinks free at Herbert Siems’s hospitality room in Shiner.</strong></p><img/><p>The biggest bargain bonfire of the moment, though, is <strong>Last Call From NeimanMarcus</strong>, which opened in april in proletarian South austin (Brodie Oaks Shopping Center, Ben White at South Lamar, 447-0701). Overstock from Neiman’s 22 stores, once sent to the legendary Filene’s Basement in Boston, is now on display at the 30,000-square-foot Last Call, a kind gesture to the Texans responsible for cultivating Neiman’s outlandishly extravagant reputation in the first place. The store’s opening was an appropriate madhouse: crowds pouring in from hundreds of miles away, limos lined up at the curb waiting for doors to open, customers disrobing in the aisles when the dressing rooms filled up. All in the name of buying the prestigious NM label at a significant reduction. Prices start at 65 to 80 percent off the original price and are further reduced the longer an item goes unsold. If that $69,500 natural-sable coat didn’t grab anyone’s attention the first time around, perhaps the new $19,990 tag will shout “buy me.” Last Call’s newspaper advertisements list incoming and their point of origin. Still, the fun may be short-lived. Neiman’s is building a permanent clearance outlet in New Jersey, and the lease on the austin location expires in January.</p><p><strong>Upscale handme-downs from the Cottage on Woodhead —no charge for pedigrees.</strong></p><img/><p><strong>BARGAINS</strong></p><img/><p>Photographs By Will Van Overbeek (Top). Rocky Kneten</p><p>Not to worry. When all else fails, go Western, young skinflint. Top-quality Western wear at discount prices draws a steady stream of travelers to the 86-year-old <strong>Western Fair</strong>, the main attraction in Lott, a one-trafficlight town of 975 people (26 miles south of Waco just off U.S. Highway 677, 5843751). A woman’s outfit consisting of Wrangler cowboy cut jeans, a Panhandle Slim ruffled blouse, a George Strait straw hat, Justin cowhide boots, a Tony Lama leather belt, and a Montana Silversmith monogram buckle would run $324 at Shepler’s. The same outfit at Western Fair is $213.</p><p>Photograph By Robert John M1hovil</p><p><strong>Catch the Port Bolivar ferry, a sea cruise that won't cost you a C note.</strong></p><img/><p>For ranchy footwear, beat the feet to El Paso, home of several bootmakers and numerous boot outlets. Most of the stock at the <strong>Tony Lama Factory Store</strong> next to the factory (7156 Gateway East, 772-4327), one of five stores in the city, is a ho-hum 20 percent below retail. Head directly to the defects —usually nothing more than a hardly visible slipped stitch —for the good deals. We fell in love with a pair of white tiger-snake boots with extrapointy toes. The regular $200 price was chopped to a more affordable $129. Patriots are advised that only a few Texas sesquicentennial commemorative boots with the official logo sewn on the tops remain on the shelves. A pair of these never-again models in lizard are $189, a $211 savings from the original price.</p><p><strong>Dan Post</strong> and <strong>Lucchese</strong>, the other two mass-produced, made-in-El Paso boot lines, share two outlets. The one near the Tony Lama factory (8070 Gateway East, 5933269) also features acme boots from Tennessee. Standard calfskin acmes for $49 sound cheap, but that’s the same price advertised at many boot stores, hardly a factory discount. Calfskin Luccheses, however, are [ Continued From Page 67 ] good investments at $199, since they are usually $380. You can’t kick about that.</p><p> [ ConTINUED On Page 104 ]</p><p>[ Continued From Page 67 ]</p><p>And last but not least, a tip of the hat to country stores. Before Wal-Marts roamed the earth and interstate highways bypassed central business districts, the small-town general store was a cornucopia of hard-to-find, semi-vintage merchandise. Most of those places are faded memories now, and the few that remain have been picked over by scavengers from big cities. Still, general stores are worth checking out, especially if you wear oddsized clothing. Jeans and cowboy hats are the big bargains at <strong>Wagner’s Department Store</strong> in Moulton (eight miles south of I-10 between San antonio and Houston, 596-4881). The display window, with its string of Christmas lights and a smiling male mannequin wearing a khaki outfit, gives the impression the store was closed long ago. Walk in, though, and you’ll find straw cowboy hats priced at $8.95 stacked to the ceiling and Western shirts for less than $10. Let Frank Wagner guide you to the back, where several stacks of classic Wrangler jeans are located. They are the late-sixties models made of that shiny, sturdy denim you can’t find on modern jeans. My brown pair cost $7.96.</p><p>The sign outside the <strong>Pena Store</strong> in Rio Grande City (Second and Lopez, no phone) identifies the location as a former Western auto. Officially, the store no longer exists. The current proprietor, who won’t give his name, says, “We’re retired, but instead of staying at home, we stay here.” There are still a few dry goods worth looking over. We picked out two Dunhill all-cotton short-sleeved men’s sport shirts, originally $2.95, which Mr. Pena let go for $2.50 each. We also liked the pink hand-stitched cotton baby blouse, an excellent gift item, considering the 65-cent price. Straw hats, ladies’ and men’s leather shoes made about twenty years ago, and real stockings also carry inviting prices. Do drop in.</p><p><strong>Goody Goods</strong></p><p><span class=\"dropcap\">W</span>hen things get tough, tough shoppers get things. We’re talking collectibles, bric-a-brac, even the occasional essential. Our search-andconsume quest takes us to places like the<strong> Market Plaza</strong> in Lubbock (Twenty-sixth and Boston, 797-9714), where flowers are half price on Saturdays. Carnations drop to 50 cents, long-stemmed roses are $1, and birds of paradise go for about $1.50 each. If we’re anticipating the chill of winter, we also stop at <strong>Weber’s Firewood Lot</strong> (7337 W. Twenty-second, 795-7741) before September and save $10 a cord. In Houston two of our favorite knickknack stores are <strong>Dynasty Supermarket</strong> (9600 Bellaire, 995-4088), where we found a ceramic jar of candied ginger in syrup for $2.39, compared with $8 at WilliamsSonoma, and <strong>Southern Importers</strong> (4825 San Jacinto, 524-8236), where fifty feet of copper-colored florist foil that will wrap a year’s worth of presents sells for $4.25 and a pair of pink plastic-and-metal yard flamingos costs $10.</p><p>For more-folky loot, <strong>Casa del Tesoro</strong> in El Paso (Placita Santa Fe, 5034 Doniphan, 584-6247) is truly a treasure house. The arts and crafts of owners Emma and armando Garcia aren’t merely inexpensive by north-of-the-border standards; they’re competitive with the Mexican government’s price-controlled Fonart stores across the river. The Garcias have a selection of laughing devils, smiling sunflowers, and other surreal glazedceramic Ochimu figurines from Michoacan ($10 to $50); hand-carved and handpainted wooden pieces from Guerrero, including an eighteen-inch fish ($9) and a similar-sized watermelon slice ($4.50); and a wooden milagrito crucifix ($8.50) from Central Mexico. An interest in Mexico’s handmades isn’t necessary to appreciate the thoroughly modern rectangular Padilla tea service, which has a pitcher and six cups and saucers ($60). Casa del Tesoro was one of the first shops in the United States to import Tarahumara Indian crafts, but once their popularity increased so that some artisans began making new things and trying to pass them off as old, the shop stopped stocking them. Ditto for Casas Grandes pots. Only a few are left, priced between $20 and $40.</p><p>Furniture ferrets will want to explore the resale shops that recently began popping up on the circumference of Houston’s River Oaks. They’re the new-breed, postboom consignment shops, offering art and antiques that until recently —about $10 a barrel ago —adorned the gilded halls a few blocks away. Looking for a cute console table to fill up that problem wall? a fetching nineteenth-century French number with carved wooden legs and a marble top is $1,200, or about a third less than it might bring at a “legit” antique shop. How about a painting to hang over it? <strong>Chip ’n Dale’s River Oaks Consignments</strong> (1107 S. Shepherd, 522-9930) recently sold a Diego Rivera for $25,000. Now Sotheby’s has it listed in its auction catalog for $90,000. Recently the shop deaccessioned a Van Dyck, appraised in 1948 at $25,000, from a “very old Houston family,” says co-owner Ronnie Mendez. Still in stock is The Mother of Franz Hals (after the Original) by John Singer Sargent, doubtless a steal at $48,000. Or how about a piece from Louisiana folk artist Clementine Hunter, who died recently at the age of 101?</p><p>The <strong>Cottage on Woodhead</strong> (2103 Woodhead, 630-0188) seems to attract people who are keen on divesting themselves of what used to be called accent pieces —with the accent on the bizarre.</p><p>Last time through, we found the store rife with various animal parts: mounted heads of water buffalo and assorted deer, elephant-foot stools, and rhinoceros teeth, not to mention moose and camel hooves cunningly converted into ashtrays. Look for peacock feathers too—on a stuffed peacock. The bird’s owner is also selling a French bed painted with landscapes and said to have belonged to Elizabeth Taylor, which surely justifies its $4,600 price tag. Proprietor Dean Tallent also keeps a good stock of oriental rugs, including a pleasantly worn room-size Oushak for $475, along with the piece that was snipped out by its former owner to allow for his space heater. A comparable rug in good condition might bring ten times that figure.</p><p>Tactfully sidestepping the poverty issue, Tallent cites reduced environs —people moving from larger homes to smaller —rather than reduced circumstances as a principal reason that clients use his services to sell their belongings. Ronnie Mendez is somewhat less circumspect. “People were getting out of Houston as fast as they could,” he says, referring to the boffo biz his shop did last summer. “They didn’t care what they sold their stuff for.”</p><p><strong>Best Bites</strong></p><p><span class=\"dropcap\">B</span>argain hunters cannot live by bread alone, though they would sure try if they happened to stumble on a good deal for day-old. A shrewd food find can cost dollars or dimes, but as always the goal is to pay for one cake and eat for two.</p><p>Topping our index of leading economical indicators is the 10-cent cup of coffee at <strong>Don’s Hungry Farmer</strong> in Mcallen (5401 N. Tenth, 631-3663). The M.B.a.’s might call this twelve-year tradition a loss leader, but we call it a pure-dee delight. Refills free. Honest. Moving up the scale, <strong>La Madeleine</strong> (Dallas, Fort Worth, and Las Colinas) charges 85 cents a cup, but the dark French roast, fresh grind, and free refills more than make up the difference and are a great way to start the day.</p><p>As for the rest of the a.m. repast, we prefer our bargains sunny-side up. Easyto-hold breakfast tacos, a.k.a. taquitos, at <strong>Taco Cabana, TaCasita, Two Pesos</strong>, and other pink-patio Mexican fast foodeterias around the state run from 45 cents to 90 cents. The $2.25 breakfast taco at <strong>Cuevas Restaurant</strong> in Mcallen (1210 Pecan, 686-9176, and 516 S. Seventeenth, 6863612) may cost more, but this foot-long tortilla torpedo is so much more, weighing at least a pound. If we crave the basic two eggs, hash browns, toast, and biscuits, we go to South Padre Island, where breakfast wars have erupted. <strong>Rossi’s Italian Ristorante</strong> (2412 Padre Boulevard, 761-9361) serves a basic breakfast for 99 cents —$1.50 with bacon and grits —which is competitive with the 99-cent special at the <strong>Sea Ranch Restaurant</strong> (1 Padre Boulevard, 761-1314). The specials at <strong>Manuel’s Ocean View</strong>(1500 Gulf Boulevard, 761-4951) are a bit pricier at $1.49. If we want to gorge the family, we partake of the all-you-can-eat breakfast buffet at <strong>Shoney’s</strong> (austin, Mcallen, and San antonio), which includes two kinds of scrambled eggs, Mexican eggs with chorizo and potatoes, three meats, fruit, biscuits, muffins, and more for $3.79 on weekdays and $4.59 on weekends. Senior citizens eat for $3.59 ($4.29 on weekends), and kids eat for $2.69. Children under five eat free. Our favorite exotic morning face-feeding, the all-american breakfast at <strong>Goode Company Hamburg ers and Taqueria</strong> in Houston (4902 Kirby, 520-9153), does the trick with two eggs, hash browns, toast or biscuits, and bacon, sausage, or ham for $3.95.</p><p>The soda-fountain equivalent of dime coffee is the 99-cent sixteen-ounce milkshake at <strong>Olmos Pharmacy</strong> in San antonio (3902 McCullough, 822-3361). The ice cream is real, the atmosphere authentic, and the clientele mostly loyal regulars. If we have a beyond-sandwich appetite, we order the one-and-a-quarter-pound sirloin steak, fries, and salad down the block at <strong>Butcher Boy’s Meat Market and Cafe</strong> in San antonio (4403 Blanco, 732-1391). Beef doesn’t come any fresher than at this combination butcher shop-cafe. The $4.50 price is an unqualified deal. In austin we get the highest carbo intake per unit from the red beans and rice at <strong>Big Mamou</strong> (2008 S. Congress, 445-2080). A heaping plate with andouille sausage and several cloves of garlic that feeds two is $3.95. When it’s noon in the Metroplex, we drive to chat ’n’ chews for lunch bargains: <strong>Norma’s</strong> in Dallas (1123 W. Davis, 946-4711) is unreconstructed prefranchise Texas home cooking. Chicken-fried steak, roast beef, or one of the three daily specials, with three vegetables and a basket of rolls or homemade bread that never empties, is an inflation-fighting $3.60. Save room to choose from at least seven varieties of pie (95 cents, a la mode is 45 cents extra). Iced tea is 55 cents, and refills are free. Across the turnpike, in Fort Worth, the <strong>Paris Coffee Shop </strong>(700 W. Magnolia, 335-2041) and the <strong>Pink Poodle Coffee Shop</strong> (2516 N.E. Twentyeighth at 1-35 West, 624-1027) struggle for our hearts and stomachs. At the Paris, lunch with one meat entree, three vegetables, and a beverage is $3.95. The Pink Poodle’s lunch special, a meat entree and two vegetables, is $2.95. On Wednesday ask for the pot roast.</p><p>The bargain lunch of the year in Houston is anything at <strong>Bambolino’s</strong> (5243305), which has seven kiosks around town. A “double-big” slice of cheese pizza with a tangy sauce and thick, crunchy oven-baked crust for $1.29 is superior to what we bought from a street vendor last time in New York. The lasagna ($2.49), loaded with sweet Italian sausage and an impenetrably thick meat sauce, outpaisanos 90 percent of the sit-down Italian restaurants in town. The lemonade (59 cents) is made with real lemons, although the consistency is more like a Slurpee than real Italian ice, but who’s quibbling in this heat?</p><p>When heading west, we allow time for a stop at the <strong>Canutillo Tortilla Factory and Little Diner</strong> in Canutillo, just this side of the New Mexico state line (7209 Seventh, about seven miles north of El Paso, 877-2176). The specialty of the house is the <em>gorditas,</em> crunchy on the outside, moist and meaty on the inside, and a real meal deal at 80 cents each. Thick corn tortillas made on the premises are only 35 cents a dozen.</p><p>When in Central Texas, take the family to the <strong>Manchaca Volunteer Fire Department kitchen</strong>, not far from austin in Manchaca (two miles west of 1-35 on FM 1626, 282-3600), where four honestto-goodness shiny fire engines keep the kids occupied during breakfast, lunch, and dinner. The $3.75 plate lunches are reasonable deals, but prime time is Friday night, when the main course is the allyou-can-eat catfish dinner ($6.50), with live entertainment provided by a bluegrass band.</p><p>Generally, however, all-you-can-eat dinners are exercises in wretched excess. An exception is the recession-fighter offered by <strong>Furr’s Cafeterias</strong> throughout the state. Pay between $4.75 and $4.99, depending on the location, and eat anything from the serving line—roast beef, mashed potatoes, fried okra, three-bean salad, pecan pie. Prices drop about 75 cents for lunch on weekdays. Children under twelve pay $1.99 for meals, regardless of time or place.</p><p>Think you can’t dine posh for cheap? Think again. In the chilly months, Thursday noon is chili time at <strong>Tony’s</strong> in Houston (1801 Post Oak, 622-6778). For $9.50, you get a bowl of uptown red ladled out of a majestic silver tureen, the kind of celeb-watching you can chew on for weeks, and the smug satisfaction of being in on a captains-of-commerce cult dish, no matter how weird. F.Y.I.: Tony’s lunch menu customarily offers several items —chicken <em>casareccia,</em> for instance —for under $10, and the $3.75 soup du jour can be a real deal, especially the soulful duck-and-andouille gumbo.</p><p>It’s murder trying to get a reservation at the <strong>Routh Street Cafe</strong> in Dallas (3005 Routh, 871-7161). Instead, walk right into the sleek lounge area at the front, where you can graze a la carte on chef Stephan Pyles’s celebrated Southwestern specialties. Exhilarating soups go from $4 to $6.50, sophisticated salads for $4.50, and substantial appetizers like Pyles’s landmark lobster enchilada for $8 to $15. Prices include a prime view of Dallas swells arriving to worship at the feet of the master<em>—they ’ll</em> be popping $42 and up for their prix-fixe dinners.</p><p>In San antonio some of inventive chef Bruce auden’s fun food can be had —sans reservations, sans bulging bankbook—in the handsome little bar at the handsome little <strong>Fairmount Restaurant</strong> (401 S. Alamo, 225-4242). Best bet: Order the pizza of the day, adorned with delicious conceits like wild mushrooms, olives, roast garlic, and peppers, usually under $11. It’s enough for two.</p><p>Or how about rhapsody on $4.50? Take a seat in the atrium of the T<strong>remont House</strong> in Galveston (2300 Ship’s Mechanic Row, 763-0300), order a glass of Domaine Chandon champagne, relax and listen to Lee aldridge doing Gershwin at the ivories, and watch the world go by.</p><p>Our wandering eye has always been intrigued by the billboard challenge posed by the <strong>Big Texan Steak Ranch</strong> in amarillo (7701 1-40 East, 372-6000). Consume a 72-ounce top sirloin, a shrimp cocktail, a salad, a baked potato, and a slice of bread with butter in an hour, and it’s on the house. If your eyes turn out to be bigger than your stomach, then your wallet had better be bigger than both. The price for not finishing on time is $29.95.</p><p>Eating in is of course the real way to save money. When it comes to grocery shopping, the bigger the store, the lower the prices. Nowhere does this axiom ring more true than at the 200,000-square-foot <strong>Hypermart USA</strong> in Garland (Garland and Kingsley, 214-278-8077). A joint venture of Wal-Mart and Tom Thumb, the Dallas area location, the first in the nation, clearly undercuts the competition in groceries and general merchandise. French baguettes cost 33 cents versus $1 or more at most bakeries; a 64-ounce jug of Wisk detergent goes for $2.88, compared with $3.59 at our local Safeway; and two Duracell size C alkaline batteries are $1.64 compared with $1.99 at Eckerd Drugs. Hypermart doesn’t have that spartan look so familiar to Sam’s Wholesale Club and Warehouse Grocery customers. The vaulted lobby and the smart color-coordinated interior and exterior are reminiscent of the George R. Brown Convention Center or the Kimbell art Museum. While shopping, you can park the kids in a free play room, plus there’s a shoe-repair shop, a bank, a portrait studio, and a food court.</p><p>The fourteen stores of <strong>Houston’s Fiesta Mart</strong> may not rival Hypermart in size —the Bellaire flagship store is a relatively compact 110,000 square feet—but they outstrip the Metroplex giant in diversity. Fiesta’s cost-competitive internationalfood stock is the difference, giving the place the feel of a colorful bazaar. Matouk’s nitro-through-the-nostril sauce? Find it on the Caribbean food aisle. <em>Pappadums</em> to fry up for appetizers? Try the Indian section. Octopus for the Mediterranean folks, fresh tilapia fish for the Filipinos—if there’s an ethnic community in Houston, Fiesta caters to its tastes. The prices are certainly right. We paid $3.50 a pound for fresh whole redfish fileted on the spot. The produce is the cheapest and largest selection in Houston. Fiesta is building a 200,000-square-foot megastore in Clear Lake City, scheduled to open next summer.</p><p>Which is not to say specialty shops don’t have their deals. Never, ever buy spices at the grocery store, not when you can go to one of the eight <strong>antone’s Imports</strong> in Houston and buy almost any spice at bulk prices —half of what you would pay for the same seasoning in a McCormick’s can.</p><p><strong>azar Nut Company</strong> in El Paso (6975 Commerce, 779-1212), one of the largest nut processors in america, has a small retail shop that sells five-pound bags of every nut from roasted, salted, raw, or dry-roasted Virginia peanuts ($7.50) all the way to roasted, dry-roasted, or salted cashews ($29.75). Filberts, pecans, pistachios, walnuts, Brazils, and other nuts are priced in between.</p><p>Another good stop is <strong>Droubi’s Bakery and Delicatessen</strong> in Houston (7333 Hillcroft, 988-5897), which is about as close to the Mediterranean as you’re going to get, short of buying an airplane ticket. A package of six small fresh-baked pita breads is a steal for 75 cents. Droubi’s also stocks reasonably priced olive oils from around the Mediterranean and odds and ends like a one-liter bottle of Maraska Yugoslavian blackberries in syrup for $3.</p><p>If it’s produce you’re after, why not pluck it fresh from the garden? Much of the produce found in supermarkets is raised for durability, not taste. The flavor of many fruits and vegetables starts to deteriorate minutes after picking. If you don’t have a garden, enjoy the fruits of someone else’s labor by picking your own at one of several dozen orchards and truck farms around the state. Prices are 25 percent to 50 percent less than at the grocery store, and best of all, you can eat while you pick. P.Y.O.’s are great classrooms for teaching kids where food really comes from. Harvests are subject to the cruel vagaries of Texas weather, though, so call ahead before making the trip. (For more locations and details, contact county agriculture extension agents.)</p><p>For peaches, plums, and nectarines, all at about $8 per half-bushel, check out <strong>Pioneer Orchards</strong> (U.S. Highway 290 near Fredericksburg, 512-997-3022) or call the Gillespie County Fruit Growers at 512644-2604 for the names of other P.Y.O.’s in the area.</p><p>The <strong>Jerry Standerfer Farm</strong> (Fm 2478, ten miles northwest of McKinney, 214-542-2140) offers a good choice of sweet corn, black-eyed peas, okra, and cantaloupes from mid-June to mid-July.</p><p><strong>Rex and Johnny Bearden’s Little acre</strong> (Texas Highway 114, between Paradise and Bridgeport, 817-683-2370) is one of more than a dozen P.Y.O.’s on the Crosstimbers Farm Trail in Montague and Wise counties. Little acre’s season begins with berries and peaches in June and ends with pears and apples in September. In between, count on grapes, figs, plums, and apricots.</p><p>The best blueberry picking is outside Beaumont at the <strong>Texas Blueberry Plan tation</strong> (Reins Road, off Texas 105, six miles west of the city, 409-753-2890). Berries are $1 to $1.25 a pound, and you can also buy chile peppers, eggplants, green beans, figs, pears, and plums from mid-May into august.</p><p>For oranges and grapefruit at about $9 a bushel, try <strong>Klement’s Groves</strong> between Mcallen and Mission (FM 1924 at Taylor Road, 512-682-2980).</p><p>If you like your produce chemical-free, pick your own jalapenos, bell peppers, tomatoes, black-eyed peas, crowder peas, green beans, and okra at <strong>Conway Farms</strong> (Texas 20, east of Clint, 915-851-3539). It’s open Saturday and Sunday only.</p><p>And though it’s not exactly a P.Y.O., the <strong>Monterey Mushrooms</strong> plant (Texas 75, seven miles south of Madisonville, 409-348-3511) sells fresh factory-grown fungi for $1.50 a pound.</p><p>Thirsty from picking in the hot Texas sun? What about detouring for a Texasbrewed beer? Every frothful connoisseur knows the best place to drink is at the source. Since Texas by law does not permit brew pubs, one must visit a brewery to enjoy factory-fresh product. Best of all, in most cases it’s on the house. The native-owned <strong>Spoetzl Brewery</strong> in Shiner (603 E. Brewery, just off Texas 95, 512594-3852) is the friendliest. The small, bare-bones hospitality room is manned by Texas’ oldest barkeep, Herbert Siems. But you don’t have to take the tour to sample Shiner Premium and Shiner Bock at the bar. Most fellow elbow-benders are either locals or brewery employees who take Shiner breaks instead of coffee breaks. (Open Monday through Friday 10 a.m.noon, 1-4:30 p.m., with tours Monday through Thursday at 11 a.m.)</p><p>The <strong>Reinheitsgebot Brewery</strong> in Plano (1107 Summit, one and a half miles east of North Central Expressway, 423-5484) is a microbrewery that specializes in handmade beer. Although the suburban industrial-park locale lacks the woodsy quaintness of most micros, the stout, fullbodied Collin County Pure Gold and dark Black Gold lagers taste distinctively different from most commercial brands. Owners Mary and Donald Thompson conduct hour-long tours on the first Saturday of the month. Afterward, fifteen minutes are allotted for free sampling.</p><p>With veggies and brewskis out of the way, it’s time for something meatier. The wurst belt that stretches east from Mason to Houston and north from Victoria to West is Texas’ most savory region. Within it are some forty old-time meat markets that make and sell their own Deutsch-Tex sausages and smoked meats. Most of the markets could pass as museums. The slick wood floors are often sprinkled with sawdust, and hours-old sausage and smoked meats are displayed in ageless chromeand-enamel cases. The taste is better than the view. First-rate wurst-belt bacon and ham has none of that water-added nonsense, and the sausage is unadulterated by soybean flour or powdered milk. More often than not, the animals from whence</p><p>the meats originate are locally raised. Even better, the sausage costs considerably less than what you pay for the flashfrozen national brands at the supermarket. Our top two candidates for enshrinement in the carnivore hall of honor are Prause’s Market in La Grange (253 West Travis, 409-968-3259), which carries several styles of smoked sausage rings, sevenweek dry-cured ham and Canadian bacon, dry-cured bacon, brine-cured ham, and fresh barbecue; and City Market in Schulenburg (Kessler at College, 409743-3440), famous for weiners, smoked sausage rings and links, dried ready-to-eat jalapeno sausage, smoked tenderloin of pork, peppered and regular bacon, and sausage processed from domestic deer, an affordable delicacy at $3.50 per pound.</p><p>And finally, a salute to white-paneled trucks and pink crustaceans: Shrimp sold from trucks parked along the highway costs less than at most seafood markets, and it’s as fresh or fresher than store shrimp, according to a Texas A&M study. Buy from trucks that regularly park in the same spot; they rely on return business. Also make sure the shrimp is packed on ice in a container that is well drained. The average price for medium heads-on shrimp is $3.50 per pound. The freshest and least expensive deal is buying shrimp from the boats docked at the T-heads in Corpus Christi.</p><p><strong>Terrific Trips</strong></p><p><span class=\"dropcap\">T</span>he wonderful world of leisure doesn’t have to be the exclusive domain of the credit-card set. Cut a few corners, and join the glitterati. Instead of paying full fare to see our favorite nightclub acts, we like to take an evening nap and arrive fashionably after midnight, when the cover at the door usually drops and the opening act has already finished. We vacation in the off-season, read the fine print in airline advertisements, and always ask the sales reps at hotels for the absolute lowest rate on a room. We strive to be polite. You would be surprised at how a kind word can open up a room or a seat. With the proper planning, going out and living it up can be part of even the tightest budgets.</p><p>Never flown? Probably the cheapest introduction to modern air travel is the short leg of the daily <strong>Pan american World airways</strong> (1-800-221-1111) round-trip between austin, Dallas-Fort Worth, and New York for $19 each way. No advance purchase is necessary, and there are no gimmicks. The thirty-minute <strong>Continental Express</strong> between Hobby and Intercontinental airports in Houston may not cover as much ground, but at $20 the oneway fare is a quick and novel way to sightsee the city.</p><p>As a source of mass transportation, the two thrice-weekly <strong>amtrak</strong> (1-800-872 7245) train routes running through Texas aren’t exactly convenient. But as a short off-the-beaten-highway excursion through the back yards of america, the choochoo is a winner. The only hitch is that you’ll need to plan for someone to pick you up at your destination, unless you don’t mind waiting awhile for the return trip home. Here are some sample runs from Texas cities with their regular one-way adult fares: Dallas to Fort Worth, $5; austin to Taylor, $5.25; Houston to Beaumont, $17; San antonio to San Marcos, $9.25; El Paso to Deming, New Mexico, $19; and San Marcos to austin, $5.75. On the family plan, spouses and children ages 12 to 21 travel for half price, and children ages 2 to 11 get a 75 percent discount. Unrelated children traveling with you get discounts of 25 to 50 percent.</p><p>Short of taking the long way home, the most romantic and least expensive way to travel Texas is by boat. We always wax poetic on the free <strong>Port Bolivar ferry</strong> that crosses Galveston Bay. Evening traffic is light enough to step outside the car, gaze upon the lights reflecting on the water, and snuggle next to someone sweet. Ditto for the <strong>Port aransas ferry</strong>. The San <strong>antonio River water taxi</strong> was made for lovers too. A circuitous ride through this lover-ly downtown waterway is $1.75 per person.</p><p>Before driving long distance, we consult the <strong>american automobile association</strong> fuel-gauge survey, issued before the four busiest driving holidays of the year. According to AAA’s Memorial Day figures, the lowest average price for unleaded self-service gasoline was in Houston (85 cents per gallon), followed by austin, Beaumont, and Corpus Christi. The cheapest full-service unleaded was found in amarillo ($1.13) and in austin, Beaumont, and El Paso ($1.14).</p><p>Being loyal Texans, we like keeping our tourist dollars in state, which is why we have become fond of big-city weekends. Houston and Dallas have a glut of hotel rooms that may be occupied by business guests during the work week but are empty on Friday and Saturday nights. To fill them up, hotels have significantly reduced room rates on weekends. Note: When shopping for those rates, speak with someone in the hotel’s sales office rather than dialing an 800 number for reservations. You are more likely to find an available room. In Houston this inexpensive method of high rolling means the special occasion package at the <strong>Remington on Post Oak Park</strong> (1919 Briar Oaks Lane, 840-7600). This deal —including a deluxe one-bedroom suite (regularly $440) with parlor, wet bar, whirlpool, champagne, fresh flowers, parking (regularly $9), and brunch for two (regularly $17.50) —is an affordable splurge at $275. A weekend suite, breakfast, and dinner for two at the<strong> Lincoln’s Post Oak</strong> (2001 Post Oak, 961-9300) is $99. The <strong>Warwick</strong> (5701 Main, 800-231-5701) offers a suite, champagne, a fruit-and-cheese plate, flowers, and valet parking for $125 including tax.</p><p>If we arrive in Houston early enough, we head for the box office of the <strong>alley Theatre</strong> (615 Texas, 228-9341), where remaining seats are sold at half price between noon and one o’clock on the day of the performance, except Monday. Cash or check only.</p><p>For big weekend doings in the Big D, we can splurge with the Ultimate Package at the <strong>Loews anatole</strong> (2201Stemmons, 748-1200): a presidential suite, champagne, chocolate, flowers, robes, meals, limo, and other extras, for $999 plus tax. Or we lap up luxury for less at the <strong>Fairmont Hotel at the Dallas arts District</strong> (Ross and akard, 720-2020) with its West End Package, a double or single room and two no-waiting-in-line VIP passes to Dallas alley —a $175 value for $75. at the <strong>Plaza of the americas</strong> (650 N. Pearl, 979-9000), $69 gets you a room for two and a bottle of champagne.</p><p>The money saved on lodging can be quickly spent at one of Texas’ three major amusement parks, where the admission prices hover perilously close to the $20 mark. Thankfully, all of the parks offer reduced-price packages and discounts worth investigating before you pack the kids into the Suburban. The all-inclusive admission at <strong>astroWorld</strong> in Houston is regularly $16.95 for adults and $12.95 for children under 48 inches tall. A Best Buy combo ticket ($18.95) is good for two days at the park, two days at the adjacent <strong>WaterWorld</strong>, or one day at each place. Bring a Coke can after four o’clock, and receive a $4 reduction on regular admission; on Fridays another can earns a 50 percent price reduction. At <strong>Six Flags</strong> in arlington regular $17.95 all-ridesinclusive ticket ($11.95 for children under 48 inches) drops to $22.95 for a two-day admission. Families can buy annual season passes for $140 for up to four people. Each additional person is $35. although children’s tickets are never discounted at Six Flags, a specially marked can of regular or diet Dr Pepper brought to the gate after four reduces adult tickets by $4. Fridays after four, tickets are two-for-one with the cans. Dairy Queen and Kodak offer coupons that buy two days for the price of one. Call 817-640-8900 for updated discounts and guest information. H.E.B. grocery stores offer store discounts to all the above parks. The newest playground on the block, <strong>Sea World</strong> in San antonio, charges $18.95 admission for adults and $15.95 for children ages three to eleven. Children two and under are free. Buy something at McDonald’s, and get a $2.50 discount for yourself and five friends. Sure beats staying home and watching <em>Wheel of Fortune.</em> But you knew that. You’re a bargain hunter too.</p><p><em>Special thanks to bargain hunters Christine Carroll, alison Cook, Steve Harmon, Kathleen Harris, Jerry Jeanmard, Susan Kennard, Tina Reno, Erren Seale, Mimi Swartz, and Richard Zelade.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Texas",
      "Dallas",
      "Children",
      "Sausage",
      "Breakfast",
      "Clothes",
      "Coffee",
      "El Paso",
      "San Antonio",
      "Austin",
      "Cowboy",
      "Food",
      "Meat",
      "Shrimp",
      "silk",
      "Smoked",
      "Christmas",
      "Highway",
      "Home"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Dallas",
      "El Paso",
      "San Antonio"
    ]
  }
}