{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19902",
    "date": "February 1990",
    "year": 1990,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1990/19900200.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 110,
    "document_page_range": [
      [
        112,
        113,
        114,
        115
      ],
      [
        137,
        138,
        139
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The Codependency Conspiracy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199002-thecodepe",
  "source": "/1990/19900200.pdf",
  "wp_post_id": 125931,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-codependency-conspiracy/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "The Codependency Conspiracy",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Codependency leaders preach that we are the victims of a psychological plague. It remains to be seen whether they are selling us a valuable insight or merely a bill of goods.",
  "kicker": "",
  "word_count": 4812,
  "content": "<img/><p><strong>Codependency gurus insist we don’t know how sick we are. In our family struggles we have lost our true selves . . . .</strong></p><p>In a Large Conference room at the Center for Recovering Families in the heart of upscale Houston, a group of well-dressed people shut their eyes and tried to remember that period in their lives long ago, before they were stricken with the most devastating emotional disease of our age.</p><p>“I want you to remember the house you lived in as a little kid,” the speaker said in a soothing voice, “and I want you to see your mom and dad, brothers and sisters.” among the 32 people in the room, most of them professionals, were a successful Florida dentist, a New Mexico doctor, a chemistry professor from the Northwest, a California corporate executive, and a hotshot Houston realtor. They had each spent $700 for the four-day program to discover that they had been stricken by a vague but deadly psychological illness, one that was turning them into selfdestructive addicts and would eventually lead to their ruin.</p><p>Indeed, the people in the room were about to be hit by the latest buzzword of the american self-help movement, the word that practically overnight has come to stand for most of humanity’s ills, the word that many have heard but few understand—the dreaded “codependency.” “I want you to see a small child coming out the front door,” said the speaker, Houstonian John Bradshaw, a stocky, bearded, 56-year-old ex-seminarian, whose books and lectures on family relationships have become survival manuals for hundreds of thousands of readers. “That child is you. Walk over to him. Tell him that you know better than anyone else what he has been through—his suffering, his abandonment, his shame. From somewhere in the audience came a sob. One woman was shaking her head, her face a crumble of grief. The members of the group were being asked to recall that time in childhood when they were pure, natural, and innocent—perhaps the only time, according to Bradshaw, when their lives worked, when they were <em>not</em> victims of codependency.</p><p><strong>Do you crave love and approval? Do you overeat, watch too much TV, or think about sex all the time? You may be suffering from codependency. Or then again, you may just be human.</strong></p><img/><p><strong>. . . To find our codependencies, we must strip ourselves bare and journey into the dark recesses of our lives.</strong></p><p>Photographs By Geof Kern. Styling By Debra Allen Kern</p><p>“This,” Bradshaw said, his voice nearly a whisper, “is your <em>inner child.</em> Tell him that of all the people he will ever know, you are the only one he will never lose.”</p><p>I sat at the back of the room, slightly skeptical and more than a little confused. For the past couple of years, I had been hearing more and more people talk about being codependent. They would blame their failed relationships on codependency and would even tell codependent jokes (“What happens when a codependent dies? Someone else’s life flashes before his eyes”).</p><p>I had come to the New Life Family Workshop because I was perplexed. Although I knew that codependency was a term originally used by counselors to describe the dynamics in an alcoholic family and although I knew some therapists had expanded the meaning to include <em>anyone</em> who depended on <em>anything</em> outside himself for his feelings of selfworth, I did not understand how the concept had captivated the imagination of such a large segment of society.</p><p>Yet codependency has helped usher in an astonishing new self-help age in america that focuses on addictive behavior. What were once considered only bad habits are now potential “diseases.” People eagerly acknowledge that their codependency has been the cause of their “addictions” not only to chemical substances like alcohol but even to such impulses as the constant desire to fall in love, to overeat, or to watch too much television.</p><p>The codependency movement has created a proliferation of twelve-step groups, modeled on the principles of alcoholics anonymous but dealing with topics ranging from excessive shopping to excessive sex. In a little over three years, nearly 1,900 Codependents anonymous groups have been established around the country. A new vocabulary has sprung up, redefining our lives. We are now “adult children” or “enablers” or “enmeshers,” and we come from “dysfunctional families.”</p><p><strong>Codependency has ushered in an astonishing new self-help age in america that focuses on addictive behavior. What were once merely bad habits are now considered diseases.</strong></p><img/><p><strong>Therapists encourage us to discover the child we were before our parents burdened us with their dependencies. . . .</strong></p><p>The movement has generated its share of born-again fervor. In many ways, it is like a new american church: People gather at conferences, workshops, or support meetings where, in typical twelve-step terminology, they undergo “a searching and fearless moral inventory” of their lives and come to believe that a Higher Power can help make them better. Like traveling tent preachers, speakers crisscross the country to spread the message. “Codependency is a plague upon the land,” says Bradshaw, who struts passionately around the stage during his lectures, arms waving, graying hair swept back, shirt soaked with sweat. “The Black Plague doesn’t even compare to the ravages of our compulsions caused by codependency.”</p><p>That conviction, of course, has turned codependency into a big business. Expensive therapeutic treatment centers now specialize in treating codependents. The Meadows, a prominent drug and alcohol treatment facility in arizona, offers a six-week codependency program that costs more than $18,000. Melody Beattie’s <em>Codependent No More</em> and <em>Beyond Codependency</em> have made the <em>New York Times'</em> best-seller list. Health Communications, a small Florida publishing house formed to print magazines for professionals in the addiction field, has published more than 100 books in the last four years and plans to put out at least 25 more in 1990. Waldenbooks has even set up a “Recovery” section in many stores just to deal with the flood of books about addictive and codependent behavior.</p><p>Standing before the rows of books on relationship addiction, childhood trauma, dysfunctional families, eating disorders, incest, and alcoholism, I had a vision of a fifth apocalyptic horseman galloping alongside Conquest, War, Famine, and Pestilence: the horseman called Codependence.</p><p><strong>The movement teaches us to take a threatened view of the world, to see it as a maze of potential addictions. Even slight breakdowns in the family system can bring about disaster.</strong></p><img/><p><strong>. . . Our only hope for the future lies in returning to the past and discovering the deeply buried roots of our addictions.</strong></p><p>Based on a simple theory-that because of the pain we suffer in childhood, we become codependent on compulsive external solutions, such as sex, gambling, overwork, drugs, or bad relationships, to hide our emotional deficiencies —the C-word teaches us to take a threatened view of the world, to see it as a maze of potential addictions. The family is also a far more dangerous place to grow up in than we ever realized, one where even slight breakdowns in the “family system” can lead to lifelong codependent behavior. According to the theory, only if we can break out of our “codependent” selves —the false identities we put on as children in order to get along in our families —and embrace our authentic self, our “inner child,” can we be happy again. We will have our own sense of self-worth and will not require the approval of others.</p><p>Could codependency be the reason so many people are overwhelmed by a sense of aimlessness? I decided to find out, reading the plethora of books, spending time at codependency workshops, and attending an alphabet soup of twelvestep groups, among them EA (Emotions anonymous), Fa (Families anonymous), Slaa (Sex and Love addicts anonymous), and CODA (Codependents anonymous). Although normally skeptical of self-help enthusiasm, I found myself being drawn in by the poignancy of the stories I heard, touched by the way people talked about their problems, marshalling an eloquence they could not apply to the rest of their lives.</p><p>But most surprisingly, as I listened, I felt a touch of fear. I began to see my own life mirrored in the lives of those who called themselves “codependent.” Soon I too wondered if I had far more horrifying problems than I had ever recognized. Something-perhaps a feeling of helplessness —took hold. Was I addicted to relationships in order to feel better about myself? Could I be an alcoholic? a romance addict? Was I relying upon work to cover up my real feelings? Had I, in fact, developed a codependent personality? Or was I embracing a system that would simply magnify the power of addiction over my life, making me less capable of discovering my own happiness?</p><p>[Continued On Page 135]</p><p>[Continued From Page 113]</p><p>I entered the culture of codependency with an unshakable sense of foreboding.</p><p><span class=\"dropcap\">“I</span>'m angry at you! i’m angry at you!” Kent, a good-natured 44-year-old man, slammed a padded bat at a couch cushion, screaming for the first time in his life about a father who would not love him. After a Bradshaw lecture, the New Life Family Workshop clients had been divided into small groups. The goal in each group was to unleash feelings of hurt and loss, the apparent seeds of codependency, that everyone had been reining in since childhood.</p><p>Kent told the group about the way he had been raised. Afraid of his father’s temper, Kent, his sisters, and his mother had often huddled together in fear. Despite adversity, Kent had become a well-known high school athlete; he had gone to dental school and had developed a successful practice. But two marriages had fallen apart, and Kent found himself getting into fights at bars.</p><p>The therapist working with our group, Mary Bell, suggested that it might be time Kent stopped unconsciously trying to win the approval of his father. In fact, it was time to show this father how horrible a parent he had been. She handed Kent an “encounter bat” (a therapeutic tool used to help bring out stifled emotions), and moments later Kent was overcome with fury directed toward his own past.</p><p>Bell, a boisterous woman with a charming husky laugh, has devoted her life to helping people “feel their feelings.” an alcoholism counselor, she started the Center for Recovering Families in 1985. During that first year, she and another therapist worked with 35 clients from alcoholic families. When the codependency movement seized the public’s imagination nearly two years later, her center took off: Last year, about 16,000 people came to the center for therapy and workshops. Located in a Houston high rise near River Oaks and employing five full-time therapists, the center has drawn much of its support from an unusual source. “We call it designer recovery,” says Jeanie Powell, one of the center’s assistants. “a lot of prominent upper-class people, the kind who would never admit they needed therapy, are walking through the doors.”</p><p>Lecturers speak on such topics as “Personal Boundaries,” “Hidden anger,” and “Healing the Spiritual Wound.” The most popular speaker, obviously, is John Bradshaw, whose two books, <em>Healing the Shame That Binds You</em> and <em>Bradshaw On: The Family,</em> have sold more than 400,000 copies. The PBS television network offers his lecture series on family dynamics. Bradshaw, a former drug-abuse counselor and a Sunday school teacher at a Houston Episcopal church, has become one of the most visible national spokespersons for codependency. He gives two hundred speeches a year, and he doesn’t come cheap: His fee is $5,000 for an all-day session. When he speaks at the center (he has a contract to appear there throughout the year), people start saving seats two hours before he comes on. On more than one occasion he has required bodyguards just to help him get past those who flock to him after speeches.</p><p>Bradshaw would not be interviewed for this article—he said he suspected it would be negative in tone. But in watching him as he spoke at the New Life Family Workshop, the most well-known and expensive seminar given at the center, I could understand why Bradshaw was adored. He mesmerized the audience, telling funny self-deprecating stories, and then suddenly switching gears to focus on poignant experiences in his own life. He described early bouts with alcoholism, spiritual struggles (he spent ten years studying for the Roman Catholic priesthood before leaving the church), and last year his marriage ended in divorce. Part of the new breed of grass-roots gurus who have emerged to lead the codependency movement-including Pia Mellody, a social worker and nurse in arizona; Melody Beattie, a former drug addict and a chemical-dependency counselor; and Sharon Wegscheider-Cruse, a public relations consultant turned alcoholism counselor—Bradshaw has the remarkable ability to persuade us to see our lives as a series of failures caused directly by codependency.</p><p>In one of his lectures he told us, “There is only one human problem, and that is the wrong perception we have of ourselves.” Where did the wrong perception come from? Bradshaw left no room for doubt. “Straight from our families,” he said. “If a parent didn’t appreciate you for what you were when you were a small child, then you’re going to end up with a self that makes you feel susceptible. You feel shamed. You feel that something must be wrong with you. It makes you want to hide.”</p><p>Exactly how do we hide? We act-here comes that word again-codependent.</p><p>Twenty years ago “codependency” was used only by alcohol counselors to describe someone who “enabled” an alcoholic to maintain his addiction. The “enabler” became dependent on the alcoholic. The codependent person lost his own identity and was unable to distinguish between his life and the life of the alcoholic he wished to control. According to WegscheiderCruse, children or spouses in such families tended to play certain roles—“hero,” “scapegoat,” “mascot,” or “caretaker”—to get along. They also tended to turn to some mood-altering experience, from sex to carrot cake—even to booze—just to escape the family pain.</p><p>None of this had much popular impact until 1983, when a New Jersey therapist named Jane Geringer Woititz wrote a simple book, <em>adult Children of alcoholics, </em>which suggested that the codependent problems of alcoholics’ children—of which there are an estimated 28 million in the U.S.—don’t go away once they grow up. Woititz listed thirteen traits of adults who were raised in alcoholic households, including difficulty with intimate relationships and overreaction to changes over which they have no control.</p><p>These weren’t exactly new problems for the human race. But millions of people, haunted by a sense of inadequacy and confused by their impulsive actions, thought they had found someone who finally understood them. Promoted only by word of mouth—bookstores initially would not stock it, thinking there was no interest—<em>adult Children of alcoholics</em> sold more than a million copies and reached the number three spot on the <em>New York Times’ </em>best-seller list by 1986.</p><p>“It almost became fashionable to call yourself an adult child or codependent,” Woititz says. “adult children would take all their private pain and make it public, and be amazed that others had the same story.” Even more amazing was that a lot of people in self-help groups didn’t have alcoholic parents at all. “They saw in the model of the alcoholic family,” says codependency author Sharon WegscheiderCruse, “their own emotionally repressive family system. Even if there were no drugs, even if the families seemed normal, they were in truth just as dysfunctional, leading to just as much codependent behavior.”</p><p>The stampede was on to make codependency the catchall concept for just about any emotional problem. Dozens of therapists entered the fray, each with a book <em>(adult Children: The Secrets of Dysfunctional Families, Children of Trauma, Healing the Child Within)</em> and each with a new definition of codependency. Wegscheider-Cruse says codependency can be applied to anyone who is “preoccupied with or dependent upon a person, substance, or behavior.” another author calls it “prolonged exposure to and practice of a set of oppressive rules,” and yet another says codependency is “an over-reaction to things outside of us and an under-reaction to things inside of us.” In <em>Codependent No More</em> Melody Beattie offers a “partial” list of nearly two hundred symptoms of a codependent (“takes things personally,” “fears rejection”). Scoffs Dallas psychiatrist Robert Beavers, a past president of the american association for Marriage and Family Therapy: “Codependency is like Silly Putty. Everyone has stretched it to mean something else, so that now, no one knows what it stands for.”</p><p>Bradshaw, of course, sees it differently. He adamantly insisted at the New Life Family Workshop that codependency is “a core disease,” the root of all our harmful behavior. “We don’t even know how much we were abused as children,” he said in a feverish voice, “because we’ve been practicing our denial all these years in order to survive.”</p><p>As children, he said, we experienced things that we thought at the time were normal. If a parent yelled at us, beat us, ignored us, made us practice rigid religious behavior, even sexually abused us, we did not know it was wrong. When we were shamed by our parents for being angry or crying, we were ultimately being taught to neglect our deepest self. We began to distrust our emotions, to turn them off, to depend on others to help us sort out our feelings. Bradshaw’s definition of child abuse includes seeing our parents in the nude, getting spanked, being told to shut up, even being recognized too often for our accomplishments.</p><p>Together, he said, all these acts added up to a system that wounded our “inner child” and destined us to spend the rest of our lives trying to figure out how to be loved. But because we have never been able to find that love, we have become addictive. As with codependency, Bradshaw throws open the definition of addiction to include guilt, rage, worry, romance, religious righteousness, taking care of pets, reading, and exercise, among others. “We become human doings, not human beings,” he thundered. “We think if we can get money or power or someone beautiful to love us, the hole inside us will be filled.”</p><p>Alarmed, I looked around the room. Were all of us this damaged? Bradshaw thought so. Though there is no statistical basis, Bradshaw often cites claims that 96 percent of americans grew up in dysfunctional families (logic suggests that the 4 percent who grew up in functional families are absolutely abnormal in this society). How could John Bradshaw be so convinced that we will always turn out a particular way if we have problems in our family? according to Robert Lewis, a Purdue University sociologist and a leading expert on family therapy as applied to addictions: “The source of our behavior is so complex that I wouldn’t say our families are the only or even the major source (of our addictions). Certainly in some families it’s dramatic. But to say the family is the sole explanation for this is all too simple. There are many systems that could get you into addiction: your family, your peers, and then the economic and political and social spheres that you operate in.”</p><p>Nevertheless, Bradshaw did make some sense. We all bear the unconscious stamp of our family’s history. Those who felt unloved in their family will often figure out ways to feel unloved again. Those who were hurt will turn that hurt onto others.</p><p>I looked intently at Bradshaw, who was standing before us thoughtfully, one hand rubbing his graying beard. “If you ever want to move forward,” he said, “you have to go back. You must grieve for whatever abandonment and failure of love happened to you. Otherwise, you’ll act out that abandonment for the rest of your life.”</p><p><span class=\"dropcap\">T</span>hroughout the workshop, I tried to reconstruct every unhappy story I could remember from my childhood, wondering if something there had led me to a series of addictive behaviors.</p><p>Along with the group, I drew a genogram, a family tree that traced my family back a couple of generations, and I looked for places where dysfunctional behavior was passed down. One woman told us how she had been raped as a little girl, but her mother didn’t believe it had happened. A man named Todd told us about his father, a doctor, who had become addicted to narcotics and was put into a hospital. Late one night Todd was awakened by his mother and told to pack, because they were getting on a train. They moved far away, where they lived with his aunts. Todd saw his father only a couple of times before his death. Today Todd is a doctor himself, but he wonders why he is so withdrawn, so distrusting of women, so angry.</p><p>Mary Bell put an empty chair in front of Todd and asked him to pretend his mother was sitting there. “Now,” she said, “just say to your mother everything you’ve always wanted to tell her.”</p><p>Within sixty seconds, Todd was near tears, trying to tell his mother how alone he had felt all those years.</p><p>“Don’t you see?” Bell quietly told him later. “You’ve never been able to express your reality, because you’ve always had to stifle your feelings.”</p><p>I had attended other codependency workshops where we went through exercises to show our emotions—at one, we were asked to stand across from another person and sweetly blink our eyes, giving that person “love winks.” But the New Life Family Workshop wanted to strip us bare. As Mary Bell said, “If you want to heal, you first must learn to feel.”</p><p>The idea sounded a little vague. Moreover, I assumed I had grown up in one of those rare functional families—a household that despite normal amounts of arguing and the usual lack of communication, was filled with love and encouragement to find one’s own way in life. But Bell pushed me to realize that there was a lot of what she called “covert dysfunction.” She said, “This movement is not about hating your family. But it’s learning that we make faulty, destructive decisions for ourselves because of the roles we played in the family system that we grew up in.”</p><p>She asked me to list the abuse I had endured. She tried to get me to see that I had been emotionally neglected.</p><p>“Look,” I said, “no one grew up perfectly. What is the point of just going back to study my past? I know the areas of myself that I need to work on.”</p><p>“You’re in denial,” she told me. “You’re trying to intellectualize your life instead of feeling it.”</p><p>Bell then asked me to hit the encounter bat against the pillow and shout “i’m angry!” I thought she was being ridiculous. But encouraged by the group—all of whom seemed to find a curious kinship in revealing their own sorrows—I started beating the hell out of the pillow. “i’m angry!” I shouted. Soon tears were streaming down my face. But I had no idea why.</p><p>By the third day of the workshop, I was giving in. I was reevaluating those periodic feelings of loneliness and ambiguity I had experienced throughout my life, those moments when I had felt little self-worth. I started asking if it was not all part of some larger pattern of codependency. Maybe I hadn’t received enough affection; maybe my parents had spent too much time telling me I “should” or “ought to” do things; maybe I had been taught early on to lie in order to fit into the highly polished family image; maybe I had tried too hard to please everyone else.</p><p>Soon I was hitting the panic button. My God, what if I had an addictive personality? Even though I had stopped drinking a year ago, perhaps some screwup in my childhood had made me an alcoholic, just like my grandfather. Maybe I used romance and sex in some addictive way to cover up for my own lack of self-love. Bradshaw had mentioned addiction to food. <em>That’s me,</em> I said silently. Addicted to performing for others. <em>Check.</em> addicted to relationships. <em>Yep.</em> Bradshaw said he was addicted to rage. <em>Tell me about it.</em></p><p>I was not the only one so affected. By the end of the workshop, two or three in my small group of seven people said they were joining alcoholics anonymous, one said he might get divorced, another said she was going to put off her upcoming marriage, nearly all of them said they were going to seek therapy and join some twelve-step program, and even I thought about entering a codependency treatment center. We looked drained. It was as if we had just escaped the fires of hell.</p><p><span class=\"dropcap\">M</span>onths later I was still trying to understand what I had really learned from the New Life Family Workshop. I wandered from one twelve-step group to another. The workshop leaders had told us that the best way to work through our problems, once we had returned home, was to join such a group. One book I had read suggested that every adult in this country should be in a codependency group.</p><p>The peculiar part of the movement is that nobody seems to know what to do about codependency beyond observing how it works. I found it irritating that John Bradshaw could go on for hours about how people were subtly abused by their parents yet offer little specific advice on parenting.</p><p>At some of the meetings I attended, those who talked were absorbed in their own history, as if they were now addicted to themselves. They seemed to feel better by dwelling on harm once done to them, picking at the sores until the old scabs came off. I met a woman who was in alcoholics anonymous, adult Children of alcoholics, Codependents anonymous, Overeaters anonymous, Smokers anonymous, and Debtors anonymous. I wondered if it was just a matter of time before a twelve-step group emerged for those addicted to twelve-step groups.</p><p>But there were other times when I realized that this movement was on to something. In one CODA meeting a man started talking about a hurt he had been harboring for at least thirty years. His parents had used him as a referee to decide who won their many arguments. He had withdrawn into an emotional cocoon, never again trusting anyone’s love. Frankly, I don’t know if this man, simply by calling himself codependent, will learn to trust again. But sitting in meetings among other sufferers, even if no answers become clear, such a lonely person can at least feel a sense of companionship. Maybe, in the anomie of american culture, that’s enough.</p><p>And maybe that’s all we should ask of codependency. The movement offers people a way to take another look at themselves. They get a chance to see their lives as a story, one with a beginning and, they hope, a better ending. For a long time I wondered why I had cried in front of those strangers in my small group. Did it mean that I had some deep issue of abuse that I had finally touched? That I had recognized that I was addicted to something? No. Although I can hear Mary Bell right now telling me that I am “in denial,” the truth of the matter for me is that through the workshop I was able to release a lot of pent-up fear and frustration that I normally suppress in order to appear happy and successful.</p><p>We can all use an occasional weekend to get in touch with our feelings. But letting out those emotions doesn’t mean that we are in fact “codependent.” Our lives cannot be boiled down to such a simple formula. All that does, ironically, is make us codependent on codependency. In different periods of my life I have acted compulsively-drinking, pursuing women, watching TV preachers, eating Cheetos. But I stopped. Was I dealing with addictions that came from my codependency, or had I chosen to be responsible, to draw on my reserves of determination, and to live in a way that was worthy of my own conscience?</p><p>I agree, in part, that by relabeling bad habits as “addictions,” more people will become aware of behaviors that are potentially destructive. But the “addict” label can also do much harm. Though codependency group leaders emphasize that we must be responsible for our actions, some people are justifying their behavior with a pseudo-medical excuse. When we expand the disease label, says Stanton Peele, a psychologist and author of <em>Diseasing of america,</em> “people will start thinking they are diseased forever, no matter what their problem is, and that they will need therapy for the rest of their lives.”</p><p>Still, I do not regret my trip into codependency. I learned that I spend too much time staving off anxiety rather than pursuing happiness, that I continue to audition for the approval of others, and that I have difficulty identifying my feelings and expressing them. But I also know that dealing with those issues is simply part of the normal process of living. Heaven knows, more people could use some selfscrutiny, a hard, honest stare into the mirror of their own lives. But there comes a time when we must also put down the mirror and live.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Family",
      "people",
      "Children",
      "Love",
      "Mother",
      "Addiction",
      "Books",
      "ever",
      "Alcohol",
      "Houston",
      "Power",
      "School",
      "Sex",
      "Work",
      "Alcoholism",
      "Country",
      "disease",
      "Florida",
      "Healing",
      "House"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Houston",
      "Dallas"
    ]
  }
}