{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19902",
    "date": "February 1990",
    "year": 1990,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1990/19900200.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 102,
    "document_page_range": [
      [
        104,
        105,
        106,
        107
      ],
      [
        139,
        140,
        141,
        142
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The $76 Million Divorce",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199002-the76mil",
  "source": "/1990/19900200.pdf",
  "wp_post_id": 125937,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-76-million-divorce/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "The $76 Million Divorce",
  "dek": "Robert Trammell Crow and his actress wife in a tale of Hollywood, drugs, and divorce.",
  "spread_caption": "",
  "excerpt": "The eldest son of Trammell Crow used his money for drugs, guns, and high living. His wife spent a fortune on personal trainers and self-promotion. Now they’re squaring off in an L.A. divorce court.",
  "kicker": "",
  "word_count": 4644,
  "content": "<img /><p>Mark Richards</p><p><em>Bob Crow leaving court. He slept through much of the testimony.</em></p><p>It Is Early On a Wednesday Morning, and the divorce corridor of the Los angeles County courthouse is already jammed with seekers of justice. Husbands and wives of all colors and classes are frantically pacing the hallway, their faces angry and drawn, their bodies poised for battle. “Don’t ever get married,” one hassled divorce lawyer yells over his shoulder to a fellow lawyer. “Hell, no!” replies his colleague. “Never!” Outside Superior Courtroom Department 65 sits Robert Trammell Crow, the firstborn son of Dallas master builder Trammell Crow.</p><p>Robert looks a mess. At 46, he has the physical appearance of an exhausted, overwrought child. His boyish blond-red hair cries out for a comb. His navyblue suit begs for an iron. His glasses are askew on his face, and his fine, strong chin is lodged firmly on his chest. Despite the noisy swell of human emotion all around him, Bob Crow is slumped over on a hard wooden bench—fast asleep. His sleep is so deep and sound that he occasionally stops traffic in the corridor with a long, deafening snore. To look at him, you would never guess that this man is worth $76 million. The son of one of the richest men in Texas looks as if he spent a hard night on skid row. As Bob Crow sleeps, his butler stands across the hall, his nose buried in the morning paper.</p><p>Seated at the next bench with her own butler is Bob’s estranged wife, Emilia. Even under the harsh glow of fluorescent lights, Emilia glitters like the big-time Hollywood star she longs to be. The tall 32-year-old blonde has appeared in such television series as <em>Remington Steele</em> and <em>Mickey Spillanes Mike Hammer</em> and has had parts in three movies, including her portrayal of a drug dealer’s girlfriend in <em>Scarface. </em>During their four-and-a-half-year marriage, Emilia and Bob Crow founded their own production company and made five movies, the last of which is an unreleased film called <em>Judgment</em>, which stars Emilia as a Los angeles County juvenile court judge who battles a callous bureaucracy on behalf of troubled kids from East L.a.</p><p>In real life, Emilia finds herself slogging through the crowded divorce docket (thirteen judges preside in this court, where 25,000 family law cases are filed each year), fighting Bob Crow for money to continue her $140,000-a-month lifestyle. The Crow divorce is a nasty war. Emilia claims that Bob is a cocaine addict who has threatened to kill her and himself and that he spends thousands of dollars a week hiring expensive prostitutes from alex adams-also known as Madame alex-who has been charged with pandering and pimping by the Los angeles County district attorney. Bob’s side of it is that Emilia married him only for his money. He has accused her of sleeping with many men, including one of the actors in <em>Judgment.</em></p><p><em>Emilia spent thousands to promote herself as a screen goddess.</em></p><p>Photographs By George Hurrell</p><img /><p>The Crow divorce is sad testament to the problems of second-generation wealth in Texas, or anywhere else for that matter. These problems follow typical patterns, with excess and the squandering of fortune as the common theme. In Bob Crow’s case, he used his money as a means for self-destruction.</p><p>Yet, despite the doom and anger that foul the very air between them,</p><p>Bob and Emilia Crow still have some sort of twisted bond. Minutes before they walk into the courtroom for another day’s fight, Bob makes his way over to Emilia, places his arm on her shoulder, and gives her several soft pats. Her inkybrown eyes survey his disheveled condition. “Bob,” she whispers, “your fly’s open.” Bob’s eyes immediately go to his zipper. “Thanks,” he mutters. He zips himself up and wobbles into the courtroom.</p><p>“<span class=”dropcap“>B</span>y the Time I Met Him, Bob Had Quit the real estate business and was deep into drugs,” Emilia tells me later. “It wasn’t a storybook romance, but wre did love each other.” We are sitting at her kitchen table in the 10,000-square-foot, $3 million Beverly Hills mansion she shared with Crow until they separated last april. Emilia is wearing salmon-colored sweatpants, a white T-shirt, and not a drop of makeup. Her long blond hair is piled in an elegant heap atop her head. Strong peasant genes and 5 a.m. workouts have given her a body of stone, so lean and shatterproof that it rivals the sea of white Italian marble floors of the house.</p><p>Bob and Emilia come from disparate backgrounds. Emilia, the daughter of Russian-Polish factory workers, was reared in an immigrant Chicago neighborhood. Her first language was Polish. When she was seven, her parents divorced. Bob was the first of Trammell and Margaret Crow’s six children, and he grew up wanting for nothing. Though Trammell logged long hours at the office, he was, by all accounts, attentive to his children. When they were infants, Trammell took his turn at late-night feedings, and as they grew older, he often took them back to the office at night while he finished up the day’s work. Bob graduated from Highland Park High School in 1962, and it was there-he later told Emilia-that he first developed a drinking problem. As he grew up, he could see his father’s legacy in the Dallas skyline: the Dallas Market Center, the apparel Mart, the Homefurnishings Mart, the World Trade Center, the Infomart, Market Hall, the Loews anatole Hotel, Stemmons Towers, and hundreds of others. “The way Bob saw it, he could never live up to his father’s legend,” says Emilia.</p><img /><p>Mark Richards</p><p><em>Bob hired security guard Dwayne Cochran to keep tabs on Emilia.</em></p><p>Bob had moved to Los angeles in 1972 so that he could manage Trammell Crow’s vast holdings in Southern California. Emilia and Bob met in 1981, shortly after his divorce from his first wife. Emilia had just moved to L.a. from Paris, where she had worked as a fashion model. She was sharing a $3,000-a-month apartment with a girlfriend. She wanted to become an actress, so she spent long hours studying acting.</p><p>When I ask Emilia how she met Bob, she hems and haws and tells me she doesn’t exactly recall. “I remember feelings,” she says. “all I remember is that it was like a whirlwind. It seems to me the first words out of Bob’s mouth were ‘Marry me.’ ” But the following day, in court, Bob’s lawyer asks Emilia the same question. Again, she hesitates. “Isn’t it true,” asks Jerome Goldberg, “that you were introduced by a woman sometimes known as Madame alex?” Emilia’s reply is quick. “Yes,” she says. Later, in the corridor, I ask Emilia if she had ever worked as one of Madame alex’s $1,000a-night call girls. “absolutely not,” she says. “I had a friend who knew her, and that’s how I got invited to this lunch where Bob was.”</p><p>“a big part of my personality,” Emilia tells me, “is that I have this compulsive need to take care of people. I saw Bob as someone who needed me.” Bob was not the first troubled man in her life. When she lived in New York she had been engaged to a veterinarian who died from an overdose of Demerol. “I had already lost one person to drugs,” she says. “I didn’t want to lose another.” It was after Bob’s move to California that he began using cocaine. By the early eighties, Bob’s addiction to drugs was so severe that, according to Emilia, he would freebase cocaine until he began having grand mal seizures, and then after he regained consciousness, he would reach for his pipe. “That pipe never left his hand,” she says.</p><p><em>Emilia has the strength and ambition that drugs took from Bob.</em></p><img /><p>[ Continued On Page 137 ]</p><p>[ Continued From Page 104 ]</p><p>At the beginning of their relationship, Emilia used cocaine with Bob and was even arrested once in Malibu when less than a gram of cocaine was found in her wallet. “He always wanted me to do drugs with him,” she says. “I tried it now and then, but there is no deterrent to drug use like living with an addict. I saw him as in this pit and swore i’d get him out of it.”</p><p>They lived together for three years before getting married. They had always intended to marry, but somehow they couldn’t quite get around to it. Bob wanted Emilia to sign a prenuptial agreement, but she refused. They couldn’t agree on a date, what kind of ceremony to have, or who would marry them. Emilia wanted actress Sally Kirkland, one of her acting teachers and a licensed minister, to officiate. “He’d be stoned or one of the two of us just wouldn’t show up or something,” Emilia says. Finally, on November 15, 1984, they were both at work at their production company offices in Century City when they decided to go out at lunch and get married. The ceremony was held in a wedding chapel in downtown L.a. The bride wore jogging pants and carried plastic flowers. A stranger off the street was coaxed into serving as a witness. After the ceremony, they went back to work.</p><p>In the eight years they were together, Bob was a patient in five different drug rehabilitation clinics. Each time, he managed to stay off cocaine for a short while but then slipped back to his old habits. Emilia tells me that she that nagged him constantly about his drug use-checking his briefcase for drugs and alcohol, changing the lock on the safe so that he could not get to his extensive gun collection when he was high on cocaine, telephoning physicians and begging them not to prescribe drugs for him. Bob and Emilia went through various forms of psychotherapy, including weekly sessions with two therapists who specialized in “reparenting” and a weekend seminar with fire walker anthony Robbins. During the fire-walking weekend, Emilia and Bob wrote down their fears on small pieces of paper and tossed them into a large bonfire. Then they both thought of times in their lives when they felt powerful and imagined themselves in a green place surrounded by cool moss. Holding that memory in their minds, they raised their fists and walked across the hot coals. “Bob did it. He walked across fire,” says Emilia. “I told him if he could only hold that image in his mind, he could kick cocaine.”</p><p>During the early years of their marriage, the couple would go to Dallas for Christmas and stay in the guest house behind Trammell’s mansion on Turtle Creek. But then Emilia got the impression that Trammell disapproved of the marriage. “They were always nice to me, but it was clear they thought i’d married Bob for his money,” Emilia says.</p><p>Several years ago, Trammell, whose own personal habits are so austere that he has never even hired anyone who smoked during a job interview, had Bob committed to Timberlawn Psychiatric Hospital in Dallas for four months. Every time Bob went to a drug rehabilitation clinic—whether it was in California, Tennessee, or Texas—his parents came for family week and participated in his therapy. Often the exchanges between Emilia and Trammell were heartbreaking for both of them. In 1985 Bob overdosed on cocaine and lapsed into a coma. He was taken to Cedars-Sinai Medical Center in Los angeles, where Emilia stayed by his side for days. The doctors told her that Bob might not live. His parents were summoned, and when Trammell met Emilia in Bob’s room, he could not conceal his frank-faced displeasure with her. “Who the hell do you think you are?” Emilia remembers him asking her. Although the question struck her as absurd, she fled the hospital in tears.</p><p><span class=\"dropcap\">A</span>nyone sitting in Judge Kenneth Black’s courtroom would find it difficult to believe that California is a no-fault divorce state. Hour after hour, day after day, the sound of faultfinding wafts through the air like a gloomy fugue. Before Judge Black can attend to the Crow matter, he must deal with a couple who are squabbling over an $800 income tax refund, a couple who are fighting for custody of a four-year-old, not to mention a request to delay the divorce proceedings of TV personality Ed McMahon.</p><p>In California, divorce cases are handled by direct calendar—which results in cases being tried in bits and pieces, depending on the judge’s timetable, rather than from beginning to end. One effect of the system is that $225to $500-an-hour lawyers wait all day in the hallway for a scant few minutes of the court’s time. This constraint increases the level of hostility in the courtroom, because each lawyer is under tremendous pressure to savage the opposing client, and the time available for attack is extremely limited. Often, the lawyers take their enmity out on one another. At one point, Jerome Goldberg, Bob’s lawyer, asks Judge Black to instruct Stephen a. Kolodny, Emilia’s lawyer, to stop pacing in the courtroom. “I find this pacing personally offensive,” says Goldberg. “It bothers me.” Kolodny shoots back, “i’m sorry Mr. Goldberg is so sensitive.” Judge Black interrupts. “Gentlemen, gentlemen,” he says, sounding like a weary father, “can’t we just get on with it? Please.”</p><p>This courtroom proceeding will not determine the final outcome of <em>Crow</em> v. <em>Crow.</em> It is instead a hearing, spaced out over seven months, to determine how much temporary financial support Emilia Crow is entitled to and to settle the question of what happens to <em>Judgment.</em> I have been sitting in court for five days, hearing testimony from both Bob and Emilia. The movie is finished, but Bob Crow, who invested the entire $5 million that was required to make the film, has so far prohibited it from being distributed. The movie is like the child in the divorce; Bob wrote Emilia a letter saying he would freeze the movie until she agreed to his terms in a divorce settlement. “as to making me money,” he wrote, “I have lots of money.”</p><p>It was Bob who filed for divorce last april. According to Emilia, after several months of not using cocaine at all, he had disappeared. When he was on a binge, it was not unusual for him to be gone for long periods. This time Emilia didn’t telephone the area jails or hospitals to try to locate him and didn’t notify his parents that he was missing. “Until you have lived with an addict, you have no idea how isolated a life it is,” she tells me. “I was just worn out from the whole experience.” Three or four days after he left home, Bob telephoned a secretary at Crow Productions and told her that he would resurface soon. “Tell him not to resurface here,” Emilia ordered the secretary. The next thing she heard, Bob had filed for divorce. Then the letters and the telephone calls started. Some nights he called as often as twenty times, up through the wee hours of the morning. One moment he pleaded with her to reconcile, and the next he accused her of infidelity and betrayal. In a letter postmarked Vanuata, an island in the South Pacific, Bob castigated Emilia for being an “unhappy bitch” and a “liar.” He wrote: “You are an incredibly beautiful woman . . . but time is taking that from you.” Bob suggested that her only hope was to marry a rich, older man. “Otherwise it is back to the ghetto for you.”</p><p>By any measure, Emilia’s standard of living with Bob Crow was nothing short of regal. In court Emilia testifies that she and Bob spent an average of $140,000 a month for their personal living expenses, including about $30,000 for the mortgage and taxes on their Beverly Hills house. They paid five servants —a butler, two regular maids, a weekend maid, and a handyman—more than $9,000 a month. Emilia estimates that she spent about $10,000 a month for clothes, $1,500 for a personal trainer who came to her home every weekday morning to help her work out in her private gym, $6,500 for a monthly makeup and photographic session. She also says she received more than $300,000 worth of jewelry from Bob, including a 10.86-carat diamond engagement ring.</p><p>Both Emilia’s and Bob’s accountants agree that Bob Crow’s minimum income from his real estate investments is $2.1 million a year. That isn’t as much money as it sounds, considering that their extravagant lifestyle used up almost $1.7 million a year, and he had to support a drug habit and an ex-wife as well. According to court testimony, in five months —from May to September 1989 —Bob spent more than $750,000 on “perishables” or “consumerables.”</p><p>On the witness stand, Emilia’s demeanor is remote, sober, and self-possessed. She wears a long, straight black skirt and a white tuxedo blouse with black piping. To look at her, you might guess that she is an extraordinarily attractive accountant or lawyer. Most of her testimony is about money. In front of her sits a pink-topped plastic bin filled with overdue bills. Bob’s lawyer asks her how much money she has in the bank. “Forty dollars in City National Bank and three hundred dollars in Wells Fargo,” she answers. To pay her bills and servants’ wages since the separation, she has sold $15,000 worth of her clothes, hocked all the jewelry Bob had given her for $43,000, and rented out her house for four parties for $20,000. She has also charged two cars —a $40,000 Range Rover and a $60,000 Mercedes —on a platinum american Express card, sold them for roughly their purchase price, and lived off the proceeds until she devised other fundraising schemes.</p><p>The only time Emilia’s voice rises with emotion is when her own lawyer asks her about <em>Judgment.</em> She worked on the movie a full two years, and she says that now her own career is on hold because its status is in limbo. “The longer the film is delayed and frozen, the stronger the notion becomes that this is a film with trouble attached to it,” she says. Fear and anger cross her face. “Is Mr. Crow capable of distributing <em>Judgment</em>?” her lawyer asks. “Mr. Crow is heavily involved in the use and abuse of drugs,” says Emilia, peering down at Bob, who is asleep in a chair beside his lawyer. “I think he is pretty much nonfunctional.”</p><p><em>Judgment</em> is about a juvenile court judge (played by Emilia) who becomes involved with the lives of gang kids whose criminal cases flood her courtroom. Elliot Gould plays another judge, who turns out to be a child molester; and Francesco Quinn is a probation officer who is having an affair with Emilia’s character. <em>Judgment</em> is something Bob and Emilia made together —she gave it her talent and energy; he gave it his money. Now each is using it as leverage against the other. Emilia wants it released so that she can get on with her career and life without Bob; Bob wants it bottled up so that Emilia doesn’t get what she wants. One of his main objections to the movie is a love scene between Emilia and Quinn. “This is an especially emotional issue for me in that it was my belief that Mrs. Crow was having an affair with Mr. Quinn and in fact copulated with him,” says Bob, following Emilia on the witness stand. Emilia denies that she had sex with Quinn. She says the scene was strictly business. The scene itself is fairly mild as movie love scenes go, but she plays the scene nude. “I told her I didn’t like it,” Bob testifies. “I said no person named Crow was going to appear nude in a movie paid for by a person named Crow.”</p><p>Since their separation, both have hired security guards. Emilia’s bodyguard is Robert Sauerman, an officer in the Los angeles Police Department. Sauerman has patrolled the gang areas of East L.a. for ten years and met Emilia when she was working on <em>Judgment.</em> Sauerman has worked during his off-hours as her bodyguard because, according to Emilia, Bob has repeatedly threatened to kill her and himself. In a declaration to the court, Sauerman described a bizarre conversation he had with Bob at 11:15 p.m. July 26, when Bob telephoned Emilia at home.</p><p>“She’s paranoid and afraid of me. I guess that’s why you’re there,” Crow told Sauerman. “I suppose you’re right!” the officer replied. “Yeah! Well, i’ve got seventy-eight guns that I took from there, and I have them here,” Crow said. “That’s nice!” said Sauerman. Crow then said that he owned a .44 magnum snub-nosed revolver and bragged that he could hit a bull’s-eye from seventy feet. “I got a pair of forty-fives, matching set, that could do some damage,” he added.</p><p>In May 1989 Crow hired his own security guard, Dwayne Cochran, a former professional bounty hunter, to follow Emilia and obtain information about her social life. Cochran said in a statement that Crow asked him to tap Emilia’s telephone and to place a tracking device on her car, but he said he never did those things because Bob Crow was “intoxicated” when he issued the instructions and Cochran wasn’t sure he actually meant what he said. Cochran also testified that he had witnessed Bob freebasing cocaine.</p><p>Cochran bought Bob several weapons, including a street sweeper, a twelvegauge shotgun used for rapid fire of large bullets, as well as a blowgun and grappling hooks. In court, Cochran described fantastic schemes that Bob had devised to hurt Emilia. Once, Bob talked about taking a photograph of a nude woman in front of a helicopter and superimposing Emilia’s face on it and then circulating the photo around Los angeles to damage her reputation. In his written declaration, Cochran described overhearing a conversation in which Bob discussed kidnapping Emilia and taking her to a remote ranch “so that he could get to her whenever he wanted to have her.” Cochran testified that Bob often was just “blabbering” and that while he didn’t take Bob’s threats seriously, “I was worried that other people in the room might take him seriously.”</p><p>As Bob testifies on the stand, it is easy to reconcile the opposing images of a man who talks sinisterly about having his wife kidnapped and a man who begs for the very same woman to take him back. Clearly, Bob is obsessed —with Emilia and with cocaine. Dread rings his eyes, and his skin is blotchy and swollen. When Kolodny, Emilia’s lawyer, asks him about hiring Cochran, Bob feebly answers that he doesn’t remember. He truly looks as if he doesn’t remember, not even when Kolodny hands him a note written in his own hand that says, “Put tap on Emilia.” He looks blankly at the note and says, “I wrote it, but I don’t recall this note.”</p><p>Bob’s lawyer brings up the subject of Madame alex. Who is alex? Goldberg asks Bob. “alex is a madam. She is a person dealing in prostitution,” Bob replies. He then goes on to say that alex introduced Emilia to him. “Was that connected to an act of prostitution?” Goldberg asks. “Not directly,” Bob answers.</p><p>Emilia told me earlier that Madame alex had telephoned her several times, suggesting that she go back to Bob and take care of him. “She serves as sort of his therapist. She advises him on what he should be doing,” Emilia said. Bob obviously wants to keep Emilia, but on his terms. According to Emilia’s testimony, early last fall Bob offered her the following deal: “If you will f—me fifty times, I will pay you $2.5 million. ... If you don’t I will break you and you will get nothing.”</p><p>Even though he is involved in about fifty partnerships with his brothers, his sister, and his father, Bob testified that he is not the general partner in any of those partnerships and has no power to sell any assets, save what they give him. In a written declaration to the court, Bob said that he had had a “falling out” with his father when he married Emilia and hasn’t been given interests in any of the family’s deals since then.</p><p>Kolodny attempts to discover just how much money Bob has spent on cocaine and prostitutes since last april. “During the five months following separation, were you spending more than $20,000 a week on prostitutes?”</p><p>Goldberg jumps to his feet and advises Bob that he has a constitutional right not to answer the question. “I accept my attorney’s advice,” says Bob, glaring angrily across the courtroom at Emilia.</p><p>But Kolodny keeps up the pressure. “Have there been occasions-at least three times a week—when you were using cocaine to the extent that you did not know what you were doing?” again Goldberg advises his client not to answer, and again Bob accepts his advice. Bob is shaking his head, muttering under his breath.</p><p>Kolodny switches to what sounds like a mundane subject: jewelry. He asks if Bob paid $181,000 for a 10.86-carat diamond ring for Emilia. “Yes,” replies Bob, “it was her engagement ring.” Kolodny asks about a $60,000 diamond necklace, but suddenly Bob bows his head and his shoulders begin to shake. When he raises his head to look at Emilia, his face is covered with tears. Then the crying becomes louder. His whole body shakes. Emilia looks at him with pity.</p><p><span class=\"dropcap\">I</span>n the end, after listening to both sides for an exhaustive seven months, Judge Black issues his ruling. He gives Emilia the right to select an agent to distribute the movie. As for the issue of temporary support, he orders Bob to pay Emilia $55,000 a month—less than half what she spends —and tells her that out of that amount, she has to pay $7,000 of the $22,000-a-month mortgage on the house. Neither side is happy with the judge’s order. Bob’s lawyer argues that even though Crow is a wealthy man on paper, he doesn’t have enough money to pay his monthly bills and shouldn’t have to maintain Emilia’s artificially high standard of living. Emilia’s lawyer argues that according to California state law, Emilia is entitled to enough temporary support to allow her to preserve the lifestyle she had before Bob left her. In the middle of December, Bob’s family assumed control of his fortune. All of his assets were placed in a trust to be managed by his first cousin Mike Crow and a boyhood friend, Pancho Hunt of Dallas.</p><p>At the end of a long day in court, Emilia stands in her magnificent kitchen, leaning against a counter, sorting the day’s bills. One is from the electric company. Another notice informs her that unless she pays her gas bill, the service will be cut off the next day. The scene is surreal. Here is a woman living in the lap of Beverly Hills luxury with no money to buy food or pay basic bills.</p><p>Slowly, she climbs the stairs and enters her office, positioning herself in front of several bins filled with more bills. She makes a list of which bills must be paid first. All around her are odd reminders of pieces of her life. A set of Barbie dolls given to her by her butler. A rack of expensive evening gowns to be sold at a garage sale. Press releases about <em>Judgment.</em> Propped on a bookcase is a fullfaced photograph of Bob. In it, his head is cocked sideways and he is grinning absurdly. In just the right light, he looks almost happy. When I ask Emilia about the photo, she reaches for it and says, “See how boyish he looks. He could be like that. Fun and full of life.”</p><p>Maybe that’s the problem. They both expected too much fun. Now Emilia is left in full possession of the strength and ambition that cocaine has sapped from Bob. Yet her ambition is so ferocious that it, too, is a kind of addiction. She stares at the photo of Bob for a minute and then shakes herself, as if dismissing a fantasy, and turns back to the tedious work of divorce.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Divorce",
      "money",
      "Los Angeles",
      "Dallas",
      "Drugs",
      "California",
      "Family",
      "Film",
      "Love",
      "Work",
      "Affair",
      "All Around",
      "Career",
      "ever",
      "Fire",
      "Hair",
      "House",
      "Jewelry",
      "Lawyers",
      "Lifestyle"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Mercedes",
      "Texas"
    ]
  }
}