{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19877",
    "date": "July 1987",
    "year": 1987,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1987/19870700.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 100,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ],
      [
        154,
        155,
        156,
        157,
        158
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Drug Lord",
    "toc_kicker": "",
    "cover_cut_line": "Drug Lord Deep in Mexico, One Man Rules a Corrupt Empire That Stretches From Texas to Colombia. And No One Can Stop Him"
  },
  "identifier": "TXMO-ARTICLE-198707-druglord",
  "source": "",
  "wp_post_id": 123105,
  "wp_post_guid": "http://www.texasmonthly.com/article/drug-lord/",
  "authors": [
    "Drew Jubera"
  ],
  "headline": "Drug Lord",
  "dek": "Miguel Felix Gallardo is Mexico's most powerful drug trafficker. Thugs do his dirty work, bankers launder his money, and politicians protect him. His influence extends far into Texas. And so do the drugs that built his empire.",
  "spread_caption": "",
  "excerpt": "There are three secrets to Miguel Felix Gallardo’s multimillion-dollar empire of drugs and power. Corruption, corruption, and corruption.",
  "kicker": "",
  "word_count": 6688,
  "content": "<img/><p><span class=\"dropcap\">T</span>he only photograph offered by the feds was a predatorylooking one that had been cropped at the chest. It had been attached to a fake ID found at an abandoned house in Guadalajara shortly after the torture and murder two years ago of an american narcotics agent named Enrique Camarena Salazar and the Mexican national who served as his pilot—perhaps Mexico’s most embarrassing international incident in recent years. Both murders are linked in at least a godfatherly way to Miguel angel Felix Gallardo, the man in the photograph and the alleged dope-running millionaire considered by american investigators to be the most powerful drug lord in the history of Mexico.</p><p>It isn’t the most terrific picture. Technically it’s like a lot of photographs snapped for official documentation. Taken sometime in 1984, it already has the bleedy sepia look of color Polaroids that filled family picture albums two decades ago. The lighting is bad; a white glare obliterates the high, slanting line of Gallardo’s cheekbones, the chiseled cleft in his chin, the ropiness of his neck, and the upper third of the tailored light suit he is said to favor.</p><p>But his essentials come through. Gallardo’s wide brown eyes are turned straight at the camera with a look at once hyperalive and weirdly deadened, like the glass balls inserted by taxidermists into the visages of hunting trophies. His mouth is chilly, closed and raised at one end into something not quite a smile, not quite a sneer. But his chin is entirely unambiguous, held level in a pose of remarkably frank arrogance for someone so wanted by so many for so much. His shoulders, meanwhile, slope like a tricky wide receiver’s.</p><p>It is a strange collection of parts indeed; viewed one way, Gallardo, who’s in his early forties, can seem merely haughty, like the particular type of maître d’ common to restaurants that serve mediocre food at exorbitant prices. Viewed differently, he looks like the skinny cop from the Mexican state of Sinaloa he once was. From yet another perspective, what strikes one the most is a reptilian quality of cold-bloodedness.</p><p>Agents at the U.S. Drug Enforcement administration call him an enigma, and their assessment goes beyond the image on his bogus ID. While they refer to other drug traffickers as thugs, crooks, cokeheads, or <em>broncos</em> (Mexican slang for someone crude and animallike), they describe Gallardo with adjectives that approach elegance. They call up words rare for them, like “suave” and “debonair” and “sophisticated”; one fed called him the yuppie of dope. They speak of Gallardo’s management style as if they are describing that of a corporate CEO, talk with awe about what he has acquired, and hint that his political and economic influence within official Mexico may be as deep as it is unprecedented. Gallardo’s network of connections is so tightly knit that he has managed to escape, as if by evaporation, worldwide efforts to capture him. Today he is the only major player in Mexico’s drug mafia who is still at large and wanted in connection with Camarena’s murder.</p><p>The feds seem more paranoid about Gallardo than about other Mexican drug traffickers. Though their snapshot of Gallardo was offered eagerly, practically nothing else was. So what had begun as a profile of the man thought to be responsible for keeping the western and southwestern United States wired on dope turned into a series of unguided tours through the unconnecting passageways of a bureaucratic Byzantium. Files were offered and then shelved, names mentioned but not repeated, interviews granted and then prematurely terminated. It was fed culture, circa the Paleozoic Era. All of the feds I talked to wanted to blow the lid off Gallardo and the Mexican system that they believe allows him to flourish. But they were reluctant to talk for fear of further reducing an already abysmal level of cooperation from the Mexican authorities. Others worried about jeopardizing a new indictment that could someday lead to Gallardo’s arrest. And so every fed passed me along to another fed, who in turn passed me on to another. Each handed me over with the assurance that this person was the one I needed to talk to if I was to piece together a portrait of a man I could never meet face to face. In the meantime, I pictured Gallardo lying flat on some Mexican beach, reeking of suntan oil, talking into a cellular phone, and shaking his head and smiling, lots of sand between his toes.</p><p>The irony of the feds’ reticence is that no one seems to think new indictments will do any good. “What are they going to do—have ten indictments on the sonofabitch by the year 2000?” asks Phil Jordan, the head of the DEA office in Dallas. One bitter ex-fed who was a friend of murdered DEA agent Camarena said of Gallardo: “The only way he’s going to be caught is if he crosses the line [comes into the U.S. from Mexico] or if enough media pressure is put on the Mexican government to go after him. And neither is going to happen.” Yet another DEA agent confided, after being assured of the same anonymity most of the others who spoke for this story requested, “They [the U.S. government] don’t want the american public to know what’s really going on. They don’t want the public to know how Mexico really operates, and they don’t want the public to know how we put up with the status quo.”</p><p>Gallardo represents to the feds a kind of last gasp in the United States’ war on drugs in Mexico. There is a feeling that if this one is blown, everybody might as well go home. There is also a real fear that the situation down there could escalate into something similar to the one now gripping Colombia, where the dopers practically hold the country hostage. Gallardo is the player the feds believe to be most vital to the eighties merger between Mexico’s new national trafficking organization, known as La Familia, and the ruthlessly efficient, inconceivably wealthy cocaine mafia in Colombia. That combination has resulted in a level of organized crime some feds say is unparalleled in the world.</p><p>Its plunging economy makes Mexico particularly vulnerable to the corruption that such organized crime feeds on. “In a poor country, a dollar will buy anything—<em>anything</em>,” says one fed. An attorney I spoke to in Juarez laments the daily desertion of Mexican professionals—lawyers, doctors, businessmen—to the side of the narcotics traffickers, refocusing their expertise and influence for the unmatchable profits that drug trafficking offers. He sees kids who dress and assume what they take to be the attitude of <em>narcotrafficantes,</em> the nation’s new antiheroes. Their exploits have even shown up in the country’s <em>corridos,</em> folk songs performed in cantinas. Once filled with the adventures of Mexicans battling Texas Rangers or whiskey runners at the border during Prohibition, the lyrics now glorify the exploits of marijuana and cocaine dealers.</p><p>Mexico’s growing drug culture inevitably insinuates itself on the other side of its border. For Texas, which shares more miles of border with Mexico than any other state does, the fallout from narcotics trafficking is as ubiquitous a problem as illegal immigration. The DEA’s Jordan says his agents, are constantly confiscating drugs that have been sent to Texas by Gallardo. And South Texas has become a kind of branch banking region for Mexican dopers looking to launder their drug money. But there is a saying in Mexico: You can’t have a diving board without a swimming pool. Mexico sees itself as the jumping-off point for <em>narcotrafficantes</em> only because of the demand for dope in the U.S. And if Mexico is the diving board, then Gallardo is the spring that makes it work.</p><img/><img/><p>Alfredo De La Torre/Sygma</p><img/><img/><p>Gallardo built his empire on aviles' organizational genius. Central drug “factories” cut costs and drove up profits. They also helped the DEA and the Mexican police make huge busts. Left: Ten thousand tons of marijuana are burned after a raid.</p><img/><img/><p>Wide World</p><p><strong>Caro Quintero (top) and Fonseca thought themselves invincible. They flaunted their exploits, threw wild parties, and lived flam boyantly. After their arrests in 1985, Gallardo's sophisticated style paid off, and he had more power than ever before.</strong></p><p><strong>“In the Wind”</strong></p><p><span class=\"dropcap\">A</span>merican investigators are convinced that Gallardo still lives in Mexico and that he lives there very well —“moving from mansion to mansion,” as one agent puts it, schmoozing with politicos and bankers and attorneys at weddings and rallies and the finest restaurants. They think he continues to acquire property and influence and to ship more dope into the western and southwestern U.S. than any other trafficker outside South america. He is also believed to be the main mover of cocaine into Texas and the importer of a potent new brand of unrefined opium known as black tar heroin into the United States. Although Gallardo keeps on the move, alternating between the Mexican states of Veracruz, Sinaloa, and Jalisco, the feds say his whereabouts would be easy enough to determine—if only anybody in Mexico cared to find out.</p><p>Whether anybody does care is the enigma of Mexican drug enforcement. Mexican officials say they are doing everything they can. And Mexican cooperation has definitely improved since the murder of Camarena, if only out of political necessity. But often the corruption of Mexican officials has hindered the DEA’s investigations. John Lawn, then the acting DEA chief, alluded to Mexico’s lack of cooperation at a U.S. House of Representatives subcommittee hearing in May 1985, only three months after DEA agent Enrique Camarena’s abduction. Lawn began his testimony with a summary of the events immediately following the murder. He recounted the two-day delay between Camarena’s disappearance and the investigation by the Mexican Federal Judicial Police, Mexico’s equivalent of the FBI. He described how a judicial police comandante took a $260,000 bribe from a trafficker later charged in Camarena’s murder. Lawn also described the time the DEA had requested that the judicial police question a major doper U.S. agents had tracked to a Mexico City apartment. Mexican officials didn’t respond until two days later—after the trafficker had fled to Colombia. He also pointed out that the search of Gallardo’s house after agent Camarena’s murder turned up a photograph of Camarena that had been taken inside judicial police headquarters in Guadalajara.</p><p>When Lawn finished, George Gekas, the congressman who led the questioning, interrupted to make certain he had all the players and circumstances straight. It was then that Lawn finished with the slightly fantastic, almost literary imagery that has become a code among U.S. investigators when they talk about Gallardo and his suspected ties with the uppermost levels of Mexican politics and law enforcement.</p><p>[ Continued On Page 154 ]</p><p>[ Continued From Page 104 ]</p><img/><img/><p>Robert Latorre</p><img/><p><strong>The DEA stepped up efforts to capture Gallardo after the murder of special agent Camarena (far left). But Dallas DEA chief Phil Jordan (left and above) is pessimistic: “What are they goinq to do - have ten indictments on him by the year 2000?”</strong></p><p>Gekas to Lawn: “You had mentioned in your testimony that there were at least three known traffickers who were identified throughout the chronology that you asserted here.”</p><p>Lawn: “Yes, sir.”</p><p>Gekas: “One was Fonseca.”</p><p>Lawn: “Ernesto Fonseca.”</p><p>Gekas: “One was Quintero.”</p><p>Lawn: “Caro Quintero.”</p><p>Gekas: “and the other was Felix . . .”</p><p>Lawn: “Felix Gallardo.”</p><p>Gekas: “Felix Gallardo. . . . Did you say that Quintero has now been arrested?”</p><p>Lawn: “Caro Quintero is now incarcerated, yes, sir.”</p><p>Gekas: “and Fonseca?”</p><p>Lawn: “Fonseca is in custody.”</p><p>Gekas: “and Felix too?”</p><p>Lawn: “Felix Gallardo, as we say in the trade, sir, is in the wind.”</p><p><strong>No Diving Boards Without Pools</strong></p><p><span class=\"dropcap\">T</span>he history of our official exasperation with Mexico’s efforts to control the production and distribution of to-die-for dope within its borders is at least as long as Mexico’s own weariness with our whining about it.</p><p>Drug enforcement is a relatively modern phenomenon. The first genuine worldwide effort to control drug trafficking was a series of international conferences in The Hague from 1911 through 1914. The conferences established international drug enforcement policy for years and set the foundation that it is built upon today. Oddly enough, no Latin american country attended that first conference in 1911. It was clear, however, that any policy prohibiting international drug trafficking needed Latin american support to work. As is still the case, Latin american countries tended to be among the world’s major suppliers, and the countries most concerned with trafficking tended to be the major consumers. Then, as now, U.S. and other western nations assumed that the most effective way to contain the distribution of drugs was to stop them at their source. By 1914, 44 of 46 nations either signed or pledged to sign the Hague Convention. Presumably, the agreement was to pave the way to a drug-free universe.</p><p>The effectiveness of that first flurry of international good intent, however, soon became embarrassingly obvious. Of the Latin american countries crucial to the control of drug trafficking, only Mexico tried in any real way to do anything about it. And even there, little more was established than a pattern that is intact today: genuine sincerity within one wing of official Mexico, rendered ineffective by a withering economy and political paralysis, both of which lead to the kind of corruption best able to exploit them. In Mexico that corruption traditionally has resided in the government and the police.</p><p>A few years after the convention, Mexico’s ineffectual mixture of enlightened policy and corrupt enforcement was apparent. In 1916 the de facto government of Mexico prohibited opium importation. The next year President Venustiano Carranza sought to enforce the ban in Baja California. But as has occurred many times since, the official edict was quickly reduced to a symbolic gesture and the gesture then reduced to a memory. Nothing happened. And it turned out the opium trade in Baja California was being aided by Esteban Cantú, the region’s governor.</p><p>Not much has changed. Countless conventions similar to the one in The Hague have taken place since, with cumulative efforts so ineffective that seventy years later Latin american dopers can’t bundle and ship their stashes fast enough. There have been some breakthroughs, though even at its most efficient, international drug enforcement can hope to deter only a fraction of the trade. Talk of eradicating dope is like talk of eradicating roaches. Estimates put drug revenues in Latin american countries such as Colombia and Bolivia at more than half the amounts of those countries’ gross national products; in Mexico one estimate puts that figure at between 20 and 25 percent. As was the case early in the century, the industry is driven by american consumers, who ingest hurriedly bundled shipments with what seems like an unappeasable appetite.</p><p>The arguments between the drugproducing and the drug-consuming countries have remained the same, as have their political patterns of relative peace followed by relative chaos: Mexico says it is doing all it can, the U.S. holds it up as a model of Latin american enforcement, then the Mexican economy crashes or a new election is held. Corruption flourishes, so does the dope trade, and the U.S. lashes back with reprisals often directed at upsetting the tourist trade. Then Mexico acts hurt, saying that the U.S. doesn’t understand and that anyway the problem lies on the other side of the border, where the demand is. The U.S. backpedals, keeping mum publicly while continuing to apply diplomatic pressure. Mexico is happy; the U.S. is frustrated. Another kilo of coke is tied under a peasant woman’s skirt and walked across the border—or, as is more likely today, another two-ton shipment of coke is flown over the border in a low-flying Learjet from the trafficker’s growing fleet.</p><p><strong>Cultivating Corruption</strong></p><p><span class=\"dropcap\">T</span>he new breed of Mexican drug traffickers that Miguel angel Felix Gallardo epitomizes did not spring up overnight. Nor did the organizational structure that has allowed Gallardo to run his drug operation like just another multimillion-dollar business. The seeds of Gallardo’s success were planted for him by a greedy, cold-blooded, organizational genius named Pedro aviles Perez. The feds call him the grandfather of modern Mexican drug smuggling.</p><p>Before aviles’ rise in the late sixties and early seventies, most Mexican drug smuggling was carried out by small bands of crooks intent on knocking each other off for a slice, as it were, of a sizable pot pie. Few of the highly organized, tightly insulated “families” who now dominate the Mexican heroin trade—such as the Herreras in Durango—were around at the time. Nearly everybody dealing marijuana was an independent: the growers, the bulk buyers, the transporters, the sellers. Prices fluctuated from dealer to dealer, since the pricing process at each step was like that at almost any Mexican market—everything was negotiable. Bands of crooks tried to erase other bands of crooks for undercutting their prices or recruiting their growers or expanding into their territories or in any other way trying to gain a competitive advantage.</p><p>The only thing that lent order to the situation was the kind of official corruption that feds say was in place at the time. Mexican federal drug enforcement is divided into regional zones, with each headed by a judicial police comandante. Before aviles, investigators say, the comandantes ran the show. With the cooperation of the local police, each corrupt comandante had his own system of payoffs to control the drug traffic. When a comandante took over a zone, he was introduced to the local traffickers to determine the amount of dope each was dealing. From that information, the comandante determined each payoff. The payoffs were considered a tariff by the dopers and a system of control and financial gain by the poorly remunerated enforcement officials; in effect, one fed says, the comandantes acted as the industry’s godfathers. “It was simple,” he says. “They’d call one of the crooks in and say, ‘Okay, Charlie, I understand you’re doing fifty kilos a year.’ and Charlie would say yes -only really he’d be doing one hundred kilos—and the comandantes would say, ‘Okay, you pay me so much. If you screw up, you have problems.’</p><p>“That’s why some of them went to jail. They screwed up. If a crook was caught in the States with one hundred kilos, and he had told the Mexican comandante he only did fifty all year, he’d be put in jail for being a jerk.”</p><p>There is a fine line between taking bribes and being bought. Previous to Jose Lopez Portillo’s election as president in 1976, many Mexican enforcement officers took bribes, but DEA agents assumed that the judicial police were still in control. Despite the corruption, the mid-seventies were a high point in the cooperation between U.S. and Mexican enforcement agents. Together, the judicial police and the DEA at least made dopers scramble. A U.S. agent who worked in Mexico before Lopez Portillo was elected described his job then as “playing a role: We’d bust the crooks, and then they’d let them go.”</p><p>That system worked well for most traffickers, but not well enough for aviles. He wanted the dopers to be the ones calling the shots. His first move was to organize various traffickers into something like a farmers’ cooperative. Aviles created a single staging area, in the border city of San Luis Rio Colorado, where traffickers from different regions could warehouse their dope and where it would then be distributed through aviles. Such cooperation was difficult—not so much for fear of the authorities as for the dopers’ distrust of one another. But aviles was able to show how centralization would cut the traffickers’ costs and drive up their profits. A Dea agent who was stationed in El Paso at the time remembers that the price of marijuana jumped as soon as aviles put his plan into effect and then just as suddenly it leveled off.</p><p>“Before aviles, you could go shopping for prices. It was all fragmented,” the agent says. “Then aviles came in, said, ‘Let’s put it all in one place, deal with one person, and set a price.’ It was like the OPEC cartel. Once the organization got big enough, an independent couldn’t fight it. It all went through Pedro—everybody brought their cotton to his gin.”</p><p>Jordan, the Dallas DEA chief, who coordinated the first major bust against aviles, says, “He taught them what you might call honesty among thieves. Aviles had a team concept: You are for the organization, you remain with the organization, and if you betray the organization, there is only one price to pay.”</p><p>That price, of course, was more than money. A Dea agent in San Diego explains it this way: “aviles was prehistoric in his methods. He was the type to collect the dope, put it in one distribution point, and if there was a problem, waste people.”</p><p>After Lopez Portillo assumed office and installed his own people, the fairly workable relationship between the DEA and the judicial police began to disintegrate. As a group, DEA agents say, the new enforcement officials were weaker and greedier than those they had replaced. So it wasn’t long before the alliance of Mexican traffickers—now richer and more organized than ever before, thanks to aviles—were able to buy what they saw as their last obstacle to autonomy.</p><p>“The Mexican feds let it get out of hand,” says one DEA agent who was working in Mexico when the power shifted. “Before, you had the comandantes running the show, and they were mean mothers. But the new administration brought in its own people. They weren’t good. They were greedy, and they started compromising themselves. Now the crooks call the comandantes into their offices, and say, ‘I see you’re going to be in Guadalajara. You have a wife and three kids-these their pictures here? We’re going to pay you one hundred thousand dollars a month to stay out of the way.’ They probably don’t even need to pay them anymore. They’re toying with the Mexican feds.”</p><p><strong>A Timely Death</strong></p><p><span class=\"dropcap\">A</span>viles’ lieutenants watched their boss closely and learned. They were an exceptional group, most of them raised in the fertile doper soil of Sinaloa on Mexico’s northern Pacific coast. Feds compare Sinaloa, a traditional breeding ground for Mexican drug merchants, to Sicily, the center of the Italian Mafia. Each of aviles’ underlings was as headstrong and coldly efficient as his boss. It wasn’t an easy group to handle, including as it did most of the major players who now make up La Familia, including Gallardo. “Talk about strong personalities,” one DEA agent says. “This was not the Peter Principle.”</p><p>Aviles’ organization had grown to unprecedented stature by the mid-seventies. Still, it wasn’t invincible; nobody’s organization ever is, except, at this point, Gallardo’s. In the case of aviles, he got caught in one of those occasional periods of cooperation between Mexican and U.S. enforcement.</p><p>After one of his couriers was busted in arizona in 1973 for selling cocaine, aviles went “underground,” a relative term in Mexico; the extent to which the trafficker needs to operate clandestinely corresponds to the number of key enforcement officials he has paid off. Aviles had a long list of names on his dole, but american officials were putting on the heat. Marijuana traffic at the border was exceeding anything ever seen before, and everybody knew that most of it was coming through aviles. It reached its peak in 1976, when at the staging area in San Luis, DEA agents and the judicial police confiscated 34 tons of pot, at the time the most ever found in one spot.</p><p>Aviles began to be viewed by both the Mexican feds and his own lieutenants as a liability; the law of diminishing returns had set in, with the amount of pressure everyone was taking from the U.S. no longer being worth whatever aviles could pay. So aviles went deeper underground, slowly losing his grip on the Mexican feds and his own organization. At various times he put out contracts on DEA agents, and in March 1978, in an apparent power struggle, he put out a contract on Gallardo.</p><p>In October of that year aviles attended a doper party at a ranch in Sinaloa. As he was leaving the party in a white pickup in the early-morning darkness, his headlights illuminated a police roadblock at the ranch’s entrance. The sight probably didn't disturb him; aviles operated under the assumption that the troops who stood armed with machine guns were there for his protection. The judicial police’s version of what followed is that aviles ran the roadblock and was shot and killed. But american investigators smile slyly whenever that version is told, believing that aviles was ambushed.</p><p>Aviles’ death left a vacuum in leadership that each of his lieutenants quickly moved to fill. Gang wars broke out all over. But aviles had imparted his lessons well, and soon the handful of major players in La Familia were back to an uneasy cooperation. Each was far richer and more connected than he had been before aviles organized them, and each was eager to gain even more.</p><p><strong>Tailored For the Job</strong></p><p><span class=\"dropcap\">G</span>allardo did not assume control of La Familia immediately after aviles’ execution. That would happen only after Rafael Caro Quintero and Ernesto Fonseca Carillo-the other players in the triumvirate formed after aviles’ death—had both been arrested in 1985. Yet even in 1978 it was obvious that within the alliance that did exist, Gallardo’s style was best suited for longevity.</p><p>Gallardo was smooth and tailored (“He never bought anything off a rack, his jackets never sagged around his shoulders,” one DEA agent who saw him often recalled), but he wasn’t ostentatious in the blitzed out-of-control manner common to many of his peers. Gallardo filled his house with expensive oriental furnishings and intricately designed pottery. He showed a fondness for ivory, much of it collected during his frequent tours of Europe and other parts of the world. But the more flamboyant Caro Quintero kept a live lion in his house. The feds say Caro Quintero and Fonseca were hard-core addicts. Gallardo appeared to be a hardy but mostly social drug user, though one DEA agent recalled a time that one of Gallardo’s South american connections tried for three days to contact him while he was holed up in a Guadalajara hotel with several friends, women, and a mariachi band. Those kinds of splurges were not a regular part of Gallardo’s lifestyle, as they were for Quintero and Fonseca. When Gallardo met with associates at a Guadalajara restaurant, his conversation generally concerned business, hotels, and mistresses.</p><p>“He took a different approach to drug smuggling right off the bat,” says a DEA agent in San Diego. “Gallardo was not the strongest at the time of aviles’ death, but the subtleties are important. He aligned himself with very influential people—intellectuals, bankers. He was not well educated, but he had a quality of attracting those people.”</p><p>“Politically, Gallardo is very sophisticated,” says Richard Craig, a Kent State political science professor who has written extensively on the politics of narcotics enforcement in the americas. “He operates in ways that do not embarrass politicians at regional levels. He knows how to play the system. He’s seen at local political functions in Sinaloa but never doing anything like having a giant coke party or shooting a town up. I’ve never heard a <em>corrido</em> about Gallardo-he does not go around performing splendiferous deeds. He just goes around making millions of dollars and giving a lot of it to these politicians.”</p><p>Gallardo’s influence is rumored to come from several sources. Some feds think that his wife is related to a high state official or a high-ranking member of the current administration. No one will confirm that theory, and others say it just is not true. Some feds simply believe that Gallardo has played his cards perfectly from the start, maintaining the contacts he made as a cop and an underling to aviles; many of those contacts are now significant figures in government and law enforcement. Among those suspected of being Gallardo associates are present and former governors, a state senator, and arturo Durazo, the jailed former police chief of Mexico City.</p><p>But Gallardo’s ties with Mexico’s financial community are particularly important, because at Gallardo’s suspected level of operation, dealing dope is almost secondary to laundering the money that is made from it. Feds say Gallardo’s system of payments is simple enough: Two associates in executive positions at two Guadalajara banks arrange for payments to coke suppliers in South america by cashier’s checks or deposits in various banks. Cashier’s checks traceable to Gallardo’s organization have been seized from traffickers in Colombia, Bolivia, and Switzerland, and money attributed to him has also been located in Panama and Spain. Gallardo is also thought to launder money through U.S. banks in San Diego and San Ysidro, California; Hialeah and Miami, Florida; and in cities throughout South Texas, including Houston, El Paso, Mcallen, and Laredo. Among the property, businesses, and investments reportedly owned by Gallardo are nine residences in Guadalajara, four Guadalajara hotels, a Florida hotel, a beachfront home in Sinaloa, nine ranches, one plantation, stock ownership in two airlines and a U.S. hotel chain, movie theaters in Mazatlàn, a trucking company, and a crop-dusting business.</p><p>Gallardo’s uncountable wealth also allows for sophisticated drug smuggling equipment. According to information gathered by american investigators (some of it several years old), Gallardo’s organization controls twenty aircraft, including aerocommanders, Falcons, and Lears, some modified with high-tech radio equipment that enabled them to communicate instantly with what, before Camarena’s murder, was Gallardo’s “command headquarters” at the Hotel Las americas in Guadalajara. Feds say the fleet then operated with the aid of corrupt officials at Guadalajara airport, where false flight plans and crew and passenger lists were filed with impunity. There were also clandestine or government-protected landing sites across the country; one DEA agent recalls Mexican police stopping traffic in both directions on a major highway to allow a doper’s plane to land. The dope then would be delivered to U.S. cities—El Paso, Brownsville, San Diego, Los angeles, Phoenix-after the aircraft had penetrated U.S. airspace at low altitudes to avoid detection.</p><p>The feds say that Gallardo is always thinking. Their reports show that he participated in a 1982 smuggling operation in which European white heroin was transported to Mexico for distribution in the U.S. White heroin, a more refined product than the brown heroin produced in Mexico, has cachet for many addicts. Then in May 1983, taking the operation further, Gallardo tried to produce his own white heroin. Feds think he arranged for a European chemist to come to Mexico to conduct a training program in heroin processing for 35 Mexican heroin chemists, whose degree of sophistication had allowed them to produce only the brown variety. Apparently the effort wasn’t successful, since few samples of Mexican white heroin were found in the U.S. Gallardo reportedly also owns opium poppy plantations in Sinaloa as well as a number of coke labs, where he converts coca paste from Bolivia into powder.</p><p>Gallardo’s greatest contribution to Mexico’s drug alliance and the principle source of his power, feds say, is his connection with the Colombian cocaine mafia. Gallardo became acquainted with Colombia’s major drug figures through aviles. And when he merged La Familia’s money and his own organizational skills with the connections of a Honduran named Matta Ballesteros in the early eighties, he suddenly entered an atmosphere no Mexican trafficker had ever entered before. Feds say Gallardo now moves cocaine out of South america tons at a time, but he has little hands-on contact with the operation, running it as an executive would from his boardroom.</p><p>“He likes to run his business like Shell Oil,” says an agent in San Diego’s DEA office, which is conducting the investigation into Camarena’s murder. “and he wants to continue to run things like that. But the old tendencies he was raised with in Sinaloa come out at times, and he will take care of things the old way. He has intellectuals to take care of the economics, and he has thugs to take care of the problems.”</p><p><strong>The Dea Cracks Down</strong></p><p><span class=\"dropcap\">F</span>rom the time of aviles’ death on through the early eighties, La Familia became larger and more powerful. The organization aviles had forged thrived under Lopez Portillo’s corrupt administration. But La Familia’s succcess eventually began to work against the organization. The players became less cautious. Quintero, especially, seemed to feel invincible. As the operation grew, more and more people had information about various deals. And so it became easier for DEA agents to assemble a wellwired stable of informants. By 1984 the problems faced by La Familia loomed. All over Mexico, significant busts were being made with information provided by the DEA. After too many busts had failed because the targets were tipped off, the DEA learned to keep its information to itself until the crucial time. Often DEA agents would tell the Mexican feds where they were going only when they were on their way to a bust. “We knew the Mexican feds were giving us up, so we just didn’t tell them anymore,” one agent explained. After busts were made, DEA agents also began to make sure that the confiscated narcotics were destroyed; previously, agents say, they would be led away after a bust, then find that the dope they had confiscated had been funneled back to the traffickers.</p><p>The DEA’s effectiveness peaked from 1983 to 1985. Ton-quantity busts of marijuana and cocaine were frequent. Millions of dollars in drug money were being frozen in banks around the world; nearly $7 million attributed to Gallardo was captured in a single El Paso account. Then came the most outrageous bust of all, on the morning of November 9, 1984, when nearly 10,000 tons of marijuana were found warehoused on a Chihuahua plantation maintained by about four thousand campesinos. The laborers didn’t run when the planes landed; they were accustomed to such sights. Apparently, Mexican fed planes landed there all the time to check on the crops.</p><p>The dopers didn’t take long to react. One fed says that nine DEA informants disappeared or were killed within a twoyear period and that one informant was tied to two different cars and torn apart when the cars were driven in opposite directions in Guadalajara. But the DEA stayed in step, and the busts continued.</p><p>The kidnapping of special agent Camarena was La Familia’s most arrogant response to the stepped-up DEA investigations. The feds believe that the trafficking alliance wanted a DEA agent in order to discover the source of the DEA’s information and that Camarena was nabbed because of his high profile after serving in Guadalajara for five years. His partner recalls sitting in restaurants and bars with Camarena, often as Gallardo and his associates sat at tables nearby. The two agents would talk about how things were getting too hot and how they needed to get out.</p><p>Camarena never got the chance. On the morning of February 7, 1985, in front of the american consulate in Guadalajara, he was seen being ushered into a car by four gunmen and then beaten as he was driven away. Later that day alfredo Zavala avelar, a pilot who flew Camarena on many of his missions, was also abducted. The bodies of both men were found on a ranch outside Guadalajara in March, beaten and wrapped in white plastic bags.</p><p>A month later La Familia member Caro Quintero was arrested in Costa Rica in connection with the murder, and fellow member Ernesto Fonseca was arrested in Puerto Vallarta. Then Gallardo’s main cocaine connection was arrested in Colombia, where he “escaped” after proffering a $1 million bribe; he was rearrested in Honduras. That took care of all but one of the most prominent players in La Familia. Mexican officials point to those arrests and several dozen others since as proof that they are doing all they can with limited resources. They have also tried to clean house; more than four hundred federal agents have been fired. The only major player still free, of course, is Gallardo, whom John Gavin, the loose-lipped, shoot-from-thehip former U.S. ambassador to Mexico, has declared “dirtied and bloodied up to his elbows” in the murder of DEA agent Camarena.</p><p>A certain amount of hype is planted on any doper the feds are after. Some drug enforcement experts think that Gallardo is no more or less significant than dozens of other Mexican traffickers who continue to operate with seeming impunity. They see little difference between Gallardo’s freedom and that of known american organized crime bosses, whose money and lawyers keep the U.S. feds off their backs. But many of those observers concede that Gallardo’s Colombian connections have put a new spin on things; one DEA official calls that alliance “organized crime at its best,” exceeding the american Mafia in terms of money and ruthlessness. Gallardo is the sign, many say, of Mexico’s slide toward rule-by-intimidation as practiced by traffickers in Colombia. Next year, when Mexico holds its presidential election, is considered to be crucial to the future of drug enforcement there. The confrontational cycle between the U.S. and Mexico is now at the stage at which the U.S. is publicly keeping silent while applying as much diplomatic pressure as it can during a catastrophic period in the Mexican economy. Most observers believe that President Miguel de la Madrid has been sincere in his desire to scrub away corruption and disable the traffickers. But in the present economy the traffickers hold a better hand than ever. “It is a critical time in Mexico politically—it’s when everything fell apart the last time,” Craig says, referring to the Lopez Portillo election in 1976. One DEA agent whose tour in Mexico spanned three administrations is not hopeful: “When the new administration comes in, all these guys will be let go. Whoever comes in is going to look around at this mess, and say, ‘Hey, it didn’t happen on my shift.’ ”</p><p><strong>The Feeling Of Power</strong></p><p><span class=\"dropcap\">T</span>hat same agent and I drank deep into the night after he made that comment; we eventually hit a point that only strong whiskey allows two strangers to reach. He had talked at length about the kind of invisible weight he had felt throughout his seven years of duty in Mexico-a weight he hadn’t even realized he carried until he returned to the States. He described it as something almost surreal, the result of working so long in a place where the usual laws of reason seem so rarely to apply. He sounded the way Vietnam vets sometimes do when they talk about how they never really knew who their enemy was or whether they were accomplishing anything and how finally the only sense that they could make of it came from things that made no sense.</p><p>The agent despised Gallardo the way every fed I spoke to despised him. In the Dallas DEA office, for instance, there’s a picture of Camarena tacked to the bulletin board and beside it, a photocopy of the same picture of Gallardo that the feds had given to me. The feds haven’t given up; their investigation is still open. But most seem to realize that perhaps the only way they will get Gallardo would be for him to become such a liability—to his fellow traffickers and to those who are protecting him-that they decide to give him up.</p><p>“He’s like a classic Mafia boss,” the agent said. “If he was sitting here with us, he’d have twenty guys around him, all over the restaurant. His loyalty with his immediate people is built only on money. There’s nothing more beautiful to them than to arrive at an airport and have two or three cars waiting, with everybody saying ‘Yes, sir’ and ‘No, sir.’ They thrive on that. They all think they’re the president.”</p><p>Then I asked him what he imagined Gallardo was doing at that moment. It was late by then; we had drunk a poisonous amount of Scotch. But nobody holds his liquor better than a fed—or a writer trying to work him. He answered me without pause.</p><p>“He’s sitting somewhere just like you and me. He doesn’t have any problems. He moves freely. He’s respected.” Then the fed set his drink down and looked at me directly, as if to make sure I would get what he was about to say, which would come in the form of a question without an answer, yet claim to answer it all.</p><p>“It’s not just like, <em>who’s</em> going to give him up,” he said finally. “It’s . . . <em>why?”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "DEA",
      "Mexico",
      "Police",
      "Corruption",
      "Marijuana",
      "money",
      "ever",
      "Border",
      "Murder",
      "Narcotics",
      "Crime",
      "Drugs",
      "Economy",
      "Government",
      "House",
      "Mafia",
      "Texas",
      "Cars",
      "Dallas",
      "Diving"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "El Paso"
    ]
  }
}