{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19877",
    "date": "July 1987",
    "year": 1987,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1987/19870700.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      [
        110,
        111,
        112,
        113,
        114,
        115
      ],
      [
        166,
        167,
        168
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Hold the Ants!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198707-holdthea",
  "source": "/1987/19870700.pdf",
  "wp_post_id": 123096,
  "wp_post_guid": "http://www.texasmonthly.com/article/hold-the-ants/",
  "authors": [
    "Catherine Chadwick"
  ],
  "headline": "Hold the Ants!",
  "dek": "Whether you’re picnicking for two or the whole family, these portable summer feasts —menus, recipes, and sites included —make for the coolest cookouts around.",
  "spread_caption": "",
  "excerpt": "From smoked chicken salad to Kahlua s’mores, our summer picnic sampler has a spread for you.",
  "kicker": "Picnics",
  "word_count": 3642,
  "content": "<p>The Key To Any Successful Family picnic has to do with the diversion level. Kids need to be entertained —that means room to run, history to learn, swimming holes to splash in —but parents need to relax. Generally, the more complicated the former, the less likely the latter. For instance, beaches are out. When was the last time you had fun trying to accommodate sun, sand, wind, kids, and cars all at once?</p><p>In planning a menu, it pays to keep things simple, insists Jim Goode of Goode Company Restaurants in Houston. He likes to prepare the food in advance so that little cooking is required at the picnic site. “When we get where we’re going, everybody’s hot and sweaty and the sun is about to set,” Goode says. “We don’t want to mess with cooking; we just want to eat.” (For recipes, see page 164).</p><p><strong>LOCATIONS</strong></p><p>Dallas-Fort Worth</p><p><strong>Dallas arboretum and Botanical Garden</strong> Budding horticulturists will delight in these 66 acres of carefully landscaped trees, shrubs, flowers, vines, and natural woodlands fronting the east side of White Rock Lake (8525 Garland Road, 327-8263; Tuesday through Sunday 10 a.m.-6 p.m.; adults $3, children $1).</p><p><strong>Dinosaur Valley State Park</strong> Wade in the clear and shallow Paluxy River while searching for the 100-million-yearold track of the three-toed acrocanthosaurus or the forty-ton pleurocoelus. Trails lead through the wooded hills above the river. Towering in the distance are giant models of dinosaurs that once roamed the bottomlands (near Glen Rose, 817-897-4588; daily 6 a.m.-2 p.m.; $2 per car).</p><p><strong>The Family Picnic</strong></p><p><strong>HASSLE-FREE Feast</strong></p><p><strong>MENU</strong></p><p><strong>Smoked chicken salad with roasted green and red peppers Jalapeno cheese bread Deviled eggs with ham Watermelon agua fresca White Mountain Texas-style vanilla ice cream ♦</strong></p><p><strong>Clockwise from lower left: Rubber horseshoes ($16.95, Oshman’s Sporting Goods, austin, Dallas, Houston), berry paper plates ($2.50-$2.95, Crate and Barrel, Dallas, Houston), miniature solar fan by Milano ($19.95), plastic tumblers ($2.95), and paring knives ($1.95, all at Crate and Barrel), Val St. Lambert crystal tray ($121, Benold’s, Koen and Son, austin; Vertu, Dallas; Carole Stupell Ltd., Houston).</strong></p><p><strong>Dallas Zoo</strong> The twelve wooden tables situated among junipers and oaks and near the flamingos provide a shady retreat after a tour of one of the country’s best zoos. The large oval lawn in front of the gift shop offers more room and is especially nice when the high-pitched <em>br-ick br-ick</em> of the bald eagle can be heard (Marsalis Park, 621 E. Clarendon, 946-5155; daily 9 a.m.-6 p.m.; adults $2, children 6-11 $1.25).</p><p><strong>Kimbell art Museum</strong> Between the Kimbell’s grove of wiry yaupon trees and the amon Carter Museum’s lofty, plateaulike plaza lies a vast romping ground —perfect for kites, kids, and a basketful of summer victuals. While there, note the view of Louis Kahn’s barrel-vaulted building; the Kimbell is one of the most beautiful and graceful structures in the state (3333 Camp Bowie, Fort Worth, 332-8451; Tuesday through Saturday 10 a.m.-5 p.m., Sunday 11 a.m.-5 p.m.).</p><p><strong>HOUSTON</strong></p><p><strong>Rocket Park, Johnson Space Center</strong> Youngsters can walk right up to the 363-foot-long <em>Saturn</em> V rocket, which boosted men to the moon ten times and is now permanently grounded in this park. The 83-foot M<em>ercury-Redstone</em> and its companion, the 95-foot <em>Little ]oe II,</em> are harder to approach, since they are poised for takeoff. Tour the visitor center to view more spacecraft, flight artifacts, and films, and then continue down Second Street to picnic at Robert R. Gilruth <strong>[ Continued From Page 108 </strong>] Park (2101 Nasa Road One, off of Interstate 45, 483-4321; daily 9 a.m.-4 p.m.).</p><p><strong>[ Continued On Page 164 ]</strong></p><img /><p>Sometimes Affairs Of the Heart can’t wait for the weekend. When lovers long for an amorous tete-a-tete on a busy weekday, Texas fortunately has plenty of convenient city sites where couples can steal kisses beneath shady oaks or lose themselves beside brooding statues. Here, the din of the city slips away as swiftly as speeders on a freeway. And what could be more romantic than a shimmering downtown skyline?</p><p>Lori Finkelman Holben, the chef of the Riviera restaurant in Dallas, had no trouble coming up with a menu for a passionate picnic. “I chose very sensual foods,” she says, “things that not only taste good but look good.” Holben mixes classic romantic elements —champagne, caviar, and luscious red fruits —with a practical approach: The oysters can be shucked at the picnic and served on the half-shell. Most of the food can be prepared in advance and transported in a cooler or Tupperware. (For recipes, see page 165.)</p><p><strong>LOCATIONS</strong></p><p>Dallas-Fort Worth</p><p><strong>Dallas Museum of art Sculpture Garden</strong> Before you feast, toast your sculpted companions —Max Bill’s <em>Rhythm in Space,</em> Robert Graham’s <em>Sherie,</em> and Scott Burton’s <em>-.Settee.</em> Don’t get so lulled by the sweet scent of jasmine and the sound of rushing water that you forget to eat (1717 N. Harwood, 922-0220; Tuesday through Saturday 10 a.m.5 p.m., Thursday 10 a.m.-9 p.m., Sunday noon-5 p.m.).</p><p><strong>Thanks-Giving Square</strong> This island of brilliant green ryegrass and serene water channels has tolling bells, granite seating ledges, and sultry crape myrtles. It’s a favorite of weekday crowds, so gauge your amorous intentions accordingly (downtown at Bryan, Ervay, and Pacific, 969-1977; Monday through Friday 10 a.m.-5 p.m., Saturday and Sunday 1-5 p.m.).</p><p><strong>the Romantic Picnic</strong></p><p><strong>SENSUAL Urbanity</strong></p><p><strong>MENU</strong></p><p><strong>Ice-cold oysters with lemon wedges Beluga caviar with unsalted crackers Herb-and-mustard-roasted rack of lamb Cold ratatouille Red berries in Sauternes Perrier-Jouët, Fleur de ChampagneRose, 1982</strong></p><p><strong>♦</strong></p><p><strong>From left: Unpolished travertine marble tray ($74, Vertu), crystal fruit bowls ($15$27.50, Piccadilly Fair, Dallas), Riedel crystal and silver caviar dish ($235, Vertu, Carole Stupell), bluebonnet dishes by House of Prill ($6.50-$8.50, the Cadeau, austin; Piccadilly Fair; Carole Stupell), Ricci Zuzzini crystal and silver ice bucket ($200, Vertu, Carole Stupell), Lobmeyer champagne flutes ($80 each, Vertu).</strong></p><p><strong>Lee Park</strong> Spread your quilt on the thick lawn under the shade of an opulent oak and gaze upon the verdant banks of Turtle Creek and the tops of faraway skyscrapers (3400 Turtle Creek Boulevard, 670-4100).</p><p><strong>Water Garden</strong> a water lover’s delight, John Burgee and Philip Johnson’s downtown creation is actually five fountains on one site. Pick your site according to your mood. Rambunctious couples might like to snack near the tumbling 38-foot falls, while more-secure types might prefer the serene urban pool hidden behind a rust-colored wall (downtown Fort Worth between Houston and Commerce at Thirteenth).</p><p><strong>Houston</strong></p><p><strong>The Water Wall</strong> On summer nights the Roman temple facade and its fountain near the base of the colossal Transco Tower draw a citywide crowd. Damp breezes cool the adjoining grassy lawn, a perfect spot for lying under the stars and watching the hypnotic cascade and passing parade of water worshipers (Hidalgo at Post Oak).</p><p><strong>Bell Park</strong> Just blocks away from the museums and in the shadow of the 3000 Montrose luxury high rise, this exotic inner-city spot is a Houston version of a Japanese garden, with a lily pond, a wooden footbridge, and gentle willows (Montrose BOULEVARD between Banks and Milford).</p><p><strong>[ Continued On Page 164 ]</strong></p><p>If You See the Great Outdoors As a landscape to be conquered —no roadside rest areas or RV parks for you —you’ll probably want a picnic site where part of the fun is getting there.</p><p>You might also want a more stimulating menu. David James, the chef at Zinfandelli’s in San antonio, likes picnic recipes that are somewhat hedonistic: putting caviar in soup, sprinkling spicy edible flowers —such as nasturtiums, purslane, or marigolds —on a salad, or getting sticky with nouvelle s’mores. Only daring gourmands would think of those tableside grills as being perfect for marinated tuna steaks (or for even more far-flung locations, carry along a hand-held grill). “You really wouldn’t worry about trying anything if you’re adventurous,” he says. “You’re not afraid of getting messy, that’s all part of the fun.” (For recipes, see page 166.)</p><p><strong>LOCATIONS</strong></p><p><strong>Palo Duro Canyon State Park</strong> Hidden below the endless, uniform plains of the Panhandle, this 390-million-year-old vast chasm is probably best explored on mules (see “a Grand Canyon,” TM, January 1985). Fortunately for those of you leery of such animals, the scenic overlook just past the park entrance provides a stunning view of the multicolored bluffs, crags, and mesas, all the way across the half-mile-wide canyon. Be careful, the drop is 1,000 feet, straight down, to the red bedrock floor (Randall County, about 25 miles southeast of amarillo, 806-488-2227; daily 6 a.m.-lO p.m.; $2 per car).</p><p><strong>the Adventurous Picnic</strong></p><p><strong>COOK's Challenge</strong></p><p><strong>MENU</strong></p><p><strong>Chilled avocado soup with dollops of american sturgeon caviar Mixed green salad with flower petals and green herb dressing Grilled tuna steak White chocolate s’mores with Kahlua ♦</strong></p><p><em>Clockwise from lower right: Oasis canteen with wool cover ($16.95, Backwoods, Dallas, Houston), aqua Leisure flippers ($7.95, Oshman’s), fish grill by Grillman ($13.50$19.50, Crate and Barrel), life jacket by Extra Sport ($60.50, Backwoods), Sierra cup ($2.95, Backwoods), exotic wild game canned goods ($19.50, Britches, Dallas), dashlight ($7.95-$ 10.95) and red plastic canteen ($5.95, both at Crate and Barrel).</em></p><p><strong>Hueco Tanks State Historical Park</strong></p><p>Yes, it is in the middle of the Chihuahuan Desert, but the three jagged little mountains in this 860-acre site provide a cool and airy retreat (see Reporter: “Eerie Oasis,” TM, april 1985). The picnic site at the base of one 300-foothigh cliff is as good a place as any to marvel at the rocks that soar up from a completely flat desert floor. Clamber through the boulders and caves and search for Indian rock paintings —more than fifty sites are hidden in the park (El Paso County, 34 miles east of El Paso, 915-857-1135; daily 8 a.m.10 p.m.; $2 per car).</p><p><strong>Davis Mountains State Park</strong> Skyline Drive takes you, by way of several switchbacks, to the top of the mountain, where, at an elevation of 5,600 feet, the view is spectacular. Enjoy the panorama from one of eight tables or the small gazebo. It’s quite likely that your fellow picnickers are spying on the Montezuma quail; this rotund little bird attracts birders from all over the United States to the Davis Mountains, the only place in Texas where it lights (Jeff Davis County, four miles northwest of Fort Davis, 915-426-3337; daily 6 a.m.10 p.m.; $2 per car).</p><p><strong>Seminole Canyon State Historical Park</strong> a deep, dramatic canyon just a couple of miles from the confluence of the Rio Grande and the Pecos River, Seminole also contains incredible examples of eight-thousand-year-old Indian pictographs. The prehistoric artists depicted their lives as gatherers at a time when the area supported a lush vegetation and luxuriant grasslands. The rugged terrain of SEMINOLE is sparsely vegetated but contains a diversity of flora and fauna (Val Verde County, 45 miles west of Del Rio, 915-292-4464; daily 8 a.m.-5 p.m.; $2 per car).</p><p>grasslands. rug[ COnTINUED On Page 165 ]</p><p><strong>[ Continued From Page 108 ]</strong></p><p><strong>Miller Outdoor Theatre</strong> Call for the summer concert schedule, and plan an early evening musical picnic on the hillside. What better way to get the children to listen to classical music (Hermann Park, 520-3290).</p><p><strong>Washington-on-the-Brazos State Historical Park</strong> Cows graze near the red-clay banks of the Brazos, and the leaves of cottonwoods gently clack in the breeze. You can almost hear the ghosts of Texas’ founding fathers arguing over the state’s declaration of independence, signed here in 1836 (Fm 1J 55 near Navasota, 409878-2214; daily 8 a.m. to sundown).</p><p><strong>San Antonio</strong></p><p><strong>The Mission Trail</strong> While touring the alamo’s four sister missions, established along the San antonio River by Spanish governors and missionaries between 1718 and 1731, take a break beside the dramatic Espada aqueduct. Constructed of thick limestone, the aging but massive system of archways crosses the trickling Piedras Creek under towering trees. The adjacent lawn is a perfect picnic spot (9044 Espada Road).</p><p><strong>Castroville</strong> The historic Landmark Inn, built in 1849, sits in the middle of this little alsatian village, where ambling through antique shops and past architectural sites is popular. The hotel’s picnic ground —stretching four acres along the Medina River and shaded by huisache, cypresses, and cottonwoods —is open for picnicking (25 miles west on U.S. Highway 90, 538-2133).</p><p><strong>Palmetto State Park</strong> In the swampy woodlands of this 263-acre park grows the dwarf palmetto <em>(Sakai minor),</em> whose spiky fronds look positively prehistoric. Swim, raft, and fish in the San Marcos, which winds through the park, or at Oxbow Lake, where picnicking and playground equipment is available. The park pavilion, a stone cottagelike shelter built by the Civilian Conservation Corps in 1934, is great for groups. Call for reservations (62 miles east on U.S. Highway 183, 672-3266; daily 6 a.m.-10 p.m.; $2 per car).</p><p><strong>AUSTIN</strong></p><p><strong>Pedernales Falls State Park</strong> Oaks and junipers cover the terraced limestone hills that lead to the roaring falls, which drop fifty feet to the river. Enjoy swimming, tubing, and fishing farther down the Pedernales, or hike along the heavily wooded trails. Don’t be surprised to meet a white-tailed deer or even a bobcat or a ring-tailed cat (32 miles west on U.S. 290, 868-7304; daily 8 a.m.-10 p.m.; $2 per car).</p><p><strong>McKinney Falls State Park</strong> The view of the nearby residential subdivision and golf course may sour your walk down to the creek, but you’ll forget civilization once you relax beside the still green pools and giant cypresses. Several picnic sites with tables and grills overlook the upper falls (13 miles southeast on Scenic Loop between Interstate 35 and U.S. 183, 2431643; daily 8 a.m.-10 p.m.; $2 per car).</p><p><strong>RECIPES</strong></p><p><strong>SMOKED Chicken Salad</strong></p><p><strong>1 whole slowly smoked chicken (no barbecue sauce), deboned and chopped in half-inch chunks</strong></p><p><strong>¾ cup of finely diced celery</strong></p><p><strong>1½ cups medium diced onion</strong></p><p><strong>1 medium roasted red bell pepper</strong></p><p><strong>1 medium roasted green bell pepper</strong></p><p><strong>1 cup mayonnaise</strong></p><p>Roast the bell peppers over an open flame. When the skins are totally black, place the peppers in a plastic bag. The peppers will steam themselves, and the peels will be easy to remove. After peeling, discard the seeds and cut into long, thin strips.</p><p>Toss the chicken, onion, celery, and pepper with 1 cup of mayonnaise. If too dry, add more mayonnaise by the tablespoon. Adjust seasonings and refrigerate.</p><p><strong>DEVILED Eggs</strong></p><p><strong>6 hard-boiled eggs, peeled</strong></p><p><strong>⅛ cup of cooked ham, diced</strong></p><p><strong>3 tablespoons butter</strong></p><p><strong>1 teaspoon Worcestershire sauce</strong></p><p><strong>2 tablespoons mayonnaise</strong></p><p><strong>¼ teaspoon cayenne pepper</strong></p><p><strong>¼ teaspoon white pepper</strong></p><p><strong>½ teaspoon paprika</strong></p><p><strong>½ teaspoon salt</strong></p><p><strong>teaspoon onion powder</strong></p><p><strong>¾ teaspoon dry mustard</strong></p><p><strong>2 tablespoons chopped green onion</strong></p><p>Cut the eggs in half lengthwise. Remove the yolks and force them through a sieve. Add all the ingredients except the ham, and beat until smooth. Stir in the ham. Refrigerate briefly until the mixture is slightly thickened.</p><p>Fill the egg halves with the yolk mixture. Garnish with pimiento-stuffed olives, jalapeno slices, and crumbled bacon. Refrigerate.</p><p><strong>WATERMELON Agua Fresca Drink</strong></p><p><strong>1 small ripe watermelon</strong></p><p><strong>Water</strong></p><p><strong>Sugar</strong></p><p>Remove the watermelon’s pulp and seeds. Liquefy in a blender. Strain. Mix with water, using a ratio of 1 gallon fruit to 3a gallon water. Sweeten with sugar to taste. Stir well. Serve with a little ice.</p><p><strong>WHITE Mountain Texas-Style</strong></p><p><strong>VANILLA Ice Cream</strong></p><p><strong>2 eggs, separated</strong></p><p><strong>1 cup milk</strong></p><p><strong>¼ cup sugar</strong></p><p><strong>2 tablespoons real vanilla extract cup white corn syrup</strong></p><p><strong>1 cup whipping cream</strong></p><p>Mix the yolks with the sugar. Scald the milk in a large saucepan, then add the yolk mixture and the corn syrup. Cook until the mixture coats the spoon. When cool, add the egg whites (beaten stiff), the vanilla, and the whipping cream. Chill the mixture before pouring into a two-quart ice cream freezer. Follow freezer directions to finish the ice cream.</p><p>Continued From Page 110</p><p><strong>McKee Street Bridge and Habitat Park</strong> This eight-acre park on Buffalo Bayou is especially suited for couples interested in industrial aesthestics. Built in 1932, the curvaceous bridge now sports artist Kirk Farris’ aquamarine-lavender-and-purple paint job (see “a Concrete Romance,” TM, august 1985) and offers a fabulous view of the north side of downtown’s architectural wonders —not to mention the power station, surrounding warehouses, and city bus parking lot across the street (600 McKee Street).</p><p><strong>San Antonio</strong></p><p><strong>McNay art Museum Sculpture Garden</strong> This museum in a Mediterranean-style mansion has lush, gracious grounds. Stroll amid the palmettos and mostly bronze works by European and american artists (6000 N. New Braunfels, 8245368; Tuesday through Saturday 9 a.m.5 p.m.).</p><p><strong>Plaza Guadalupe</strong> Reyna-Caragonne’s post-modern renovation of this neighborhood plaza in front of Our Lady of Guadalupe Church is gay and giddy yet functional. With an open-air theater, a community health clinic, and a farmer’s market, it’s a good introduction to the strengths and struggles of the West Side barrio (near Guadalupe and Brazos). King William Park and Gazebo One and a half blocks from this city park is a stretch of the river that has been recently refurbished. After you wander through the neighborhood of restored nineteenthcentury homes, this makes a sunny, landscaped stopping place. It also provides a view of some of the fanciest back yards in Texas (behind Washington and King William streets).</p><p><strong>AUSTIN</strong></p><p><strong>The Capitol</strong> True, much of the chirping and cackling goes on inside, but local birdwatchers know that these grounds are rich with migrating warblers, orioles, and finches. Grand oaks and agitated squirrels —a shady spot to ponder Texas’ past, present, and future (Eleventh and Congress). The French Legation a stone wall encloses the nineteenth-century home of the French minister to the Republic of Texas. Walk through the antique-filled five-room frame house and settle on the brick-lined lawn for your meal (802 San Marcos at East Seventh, 472-8180; Tuesday through Sunday 1-5 p.m.).</p><p><strong>RECIPES</strong></p><p><strong>HERB-AND-MUSTARD-ROASTED</strong></p><p><strong>RACK Of Lamb</strong></p><p><strong>1 rack of lamb, with fat removed and rib bones cleaned</strong></p><p><strong>3 tablespoons Dijon mustard</strong></p><p><strong>2 teaspoons cracked black</strong></p><p><strong>peppercorns</strong></p><p><strong>2 teaspoons salt</strong></p><p><strong>2 tablespoons fresh rosemary, chopped</strong></p><p><strong>2 tablespoons fresh thyme, chopped</strong></p><p><strong>1 tablespoon fresh oregano, chopped</strong></p><p><strong>1 tablespoon parsley, chopped</strong></p><p><strong>1 tablespoon olive oil</strong></p><p>Mix the mustard, herbs, and seasonings together and slather all over lamb. Let sit, refrigerated, for two to three hours or overnight. Roast in a preheated 375degree oven, about twelve minutes for medium rare. Let the meat cool and cut into individual chops. This is better if not refrigerated before the picnic. Serves two to four.</p><p><strong>COLD Ratatouille</strong></p><p><strong>about 5 ounces of olive oil</strong></p><p><strong>2 medium onions, diced</strong></p><p><strong>1 small eggplant, cubed</strong></p><p><strong>1 small zucchini, cubed</strong></p><p><strong>1 small yellow squash, cubed</strong></p><p><strong>1 red bell pepper, cut in strips</strong></p><p><strong>1 green bell pepper, cut in strips</strong></p><p><strong>3 garlic cloves, finely diced</strong></p><p><strong>1 pound fresh Roma (Italian plum) tomatoes, peeled, seeded, and coarsely chopped; reserve juice 8 ounces tomato juice 1 tablespoon fresh thyme, chopped 1 tablespoon fresh basil, chopped 1 teaspoon parsley, chopped</strong></p><p>In a hot pan, saute the onion until soft, without browning, about one and a half minutes, then place in a large pot. Add enough oil to the saute pan to cook the eggplant, and repeat the process, following with the zucchini and squash and then the peppers. Add the garlic, tomatoes, and juices to the vegetables, cover, and cook gently over low heat about 45 minutes. About 10 minutes before the ratatouille is finished cooking, add mixed herbs and season with salt and pepper. This is even better if prepared a day in advance, so the flavors can blend. Serves four to six.</p><p><strong>RED Berries In Sauternes</strong></p><p><strong>12 ounces Sauternes</strong></p><p><strong>Peel of half an orange (remove pith)</strong></p><p><strong>Pinch of dried lavender (the edible</strong></p><p><strong>variety, not that sold for sachets;</strong></p><p><strong>those varieties are often perfumed)</strong></p><p><strong>1 tablespoon fresh mint leaves,</strong></p><p><strong>coarsely chopped</strong></p><p><strong>1 pint raspberries</strong></p><p><strong>la pound cherries</strong></p><p><strong>la pound strawberries, washed and hulled</strong></p><p>In a small saucepan, reduce Sauternes and lavender to about three ounces; the mixture will be syrupy. Remove from heat, add orange peel and mint, and pour over fruit. Gently mix; refrigerate overnight, mixing once or twice. Serve well chilled. Makes enough for four people.</p><p>[ Continued From Page 112 ]</p><p><strong>Lost Maples State Natural area</strong> Famous for the Bigtooth Maples’ fall foliage, this 2,200-acre park is also a summer delight. Hike up the trail and picnic among the maples, sycamores, and oaks. Scan the ridge top for zone-tailed hawks, which nest in the Edwards Plateau, and search the creekbeds for the elusive black-capped vireo and golden-cheeked warbler (Bandera County, 5 miles north of Vanderpool on Texas 187, 512-966-3413; Monday through Friday 8 a.m.-5 p.m., Saturday and Sunday 8 a.m.-8 p.m.; $2 per car).</p><p><strong>Enchanted Rock State Natural area</strong> Make the mile-long climb to the summit of this giant pink-granite dome on a moonlit night. Then the Indian spirits seem close indeed. Big granite blocks and caves provide protection from the wind, and the expanse of the Hill Country below is invigorating (Gillespie County, 17 miles north of Fredericksburg on Ranch Road 965, 915-247-3903; daily 8 a.m.10 p.m.).</p><p><strong>Brazos Bend State Park</strong> a large population of hungry alligators makes this 4,897acre prairie-and-marsh park a must for the adventurous —and the courageous. Less macho types will appreciate the excellent bass fishing, the fifteen miles of hiking trails, and the three enormous picnic areas (Fort Bend County, 50 miles south of Houston, 409-553-3243; daily 8 a.m.-l0 p.m.; $2 per car).</p><p><strong>Double Lake</strong> The pine-needle floor of these dense woods is ideal for a cushiony sit-down picnic, and a dip in the 25-acre lake is refreshing. For an afternoon stroll, try the 126-mile Lone Star Hiking Trail, which winds through the entire forest (Sam Houston National Forest, 60 miles north of Houston via 1-45 or U.S. Highway 59, 713-592-6462).</p><p><strong>Goose Island State Recreation area</strong> You won’t find a tree that can cast more shade than Goose Island’s champion <em>Quercus virginiana,</em> a 44-foot-high coastal live oak that measures 35 feet in circumference and has a crown spread of 89 feet. The mighty oak is located on Park Road 13, about two miles north of the park entrance, and looks out over St. Charles Bay. There are other picnic sites on the waterfront and on the island itself (aransas County, 20 miles north of aransas Pass, 729-2858; Saturday through Thursday 8 a.m.-6 p.m., Friday 8 a.m.-8 p.m.; $2 per car).</p><p><strong>RECIPES</strong></p><p><strong>AVOCADO Soup</strong></p><p>½<strong> large diced onion</strong></p><p><strong>2 large avocados</strong></p><p><strong>¾ cup chicken stock</strong></p><p><strong>2¼ cup half-and-half</strong></p><p><strong>Juice of half a lemon</strong></p><p><strong>american sturgeon caviar</strong></p><p>Saute onion until translucent. Add</p><p>chicken stock. Reduce by half. Put stock-</p><p>onion mixture, half-and-half, lemon juice,</p><p>and avocado meat into a blender and</p><p>puree. Season to taste with salt and fresh</p><p>ground white pepper. Chill well. Spoon</p><p>into soup cups and garnish with a dollop</p><p>of caviar. Serves four.</p><p><strong>WHITE Chocolate s’mores With Kahlua</strong></p><p><strong>4 large ladyfingers</strong></p><p><strong>8 marshmallows</strong></p><p><strong>2 white chocolate bars</strong></p><p><strong>Kahlua</strong></p><p>Roast marshmallows over the coals of the fire until golden brown. “Build” a s’more by placing half a chocolate bar on the bottom half of a ladyfinger and topping with two marshmallows. Drizzle with Kahlua and top with the remaining half of the ladyfinger. Serve while marshmallows are still warm. Serves four.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Picnic",
      "ICE",
      "Summer",
      "Water",
      "Chicken",
      "Chocolate",
      "Houston",
      "peppers",
      "Texas",
      "Art",
      "Canyon",
      "Children",
      "Giant",
      "Highway",
      "Rock",
      "Wall",
      "Avocado",
      "Bridge",
      "Chef",
      "Family"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "West",
      "Canyon",
      "Fort Worth"
    ]
  }
}