{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19813",
    "date": "March 1981",
    "year": 1981,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1981/19810300.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      [
        110,
        111,
        112,
        113
      ],
      [
        212
      ],
      [
        214
      ],
      [
        217,
        218,
        219,
        220
      ],
      [
        224
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Speed Demons",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198103-speeddemo",
  "source": "/1981/19810300.pdf",
  "wp_post_id": 116796,
  "wp_post_guid": "http://www.texasmonthly.com/article/speed-demons/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Speed Demons",
  "dek": "The next time you get stopped for speeding, don’t get mad. The Highway Patrol has more than its share of problems, and enforcing the hated 55 mph limit is just one.",
  "spread_caption": "",
  "excerpt": "State highway patrolmen hate the 55 mph speed limit almost as much as other Texas motorists do, and for better reasons.",
  "kicker": "",
  "word_count": 5723,
  "content": "<p><span class=\"dropcap\">I</span> regret to say that I am highly qualified to write about the problem of enforcing speed limits on Texas highways: I have been intimately involved in this subject for a good twenty years. My research has taken me to such diverse locations as Burton, Stockdale, Ingram, and Hillsboro, and has even brought me face to face with a number of highway patrolmen. All this, alas, is a matter of public record.</p><p>At least I am not alone. In 1979, the most recent year for which figures are available, state troopers wrote 753,238 speeding tickets, or one for every twelve Texas drivers. At $32.50 a throw, the typical rate for fines these days, speeding is costing Texas motorists $24.5 million a year, not counting what they spend on CB radios and anti-radar devices like Fuzzbusters.</p><p>These ought to be flush times for the Highway Patrol and its parent agency, the Department of Public Safety, but in fact the DPS has rarely been so consumed with soul-searching. The agency is stuck with the unpleasant job of enforcing a national speed limit that is almost as unpopular with its own troopers as with the driving public. It is enmeshed in an interagency feud with the Texas highway department, which is under the constant threat of losing federal funds unless motorists are somehow forced to slow down. But there are too many roads and too few patrolmen (Texas, with twice as many miles of highway as California, has one third as many troopers). To ease the political pressure, troopers spend too much of their time policing the safest highways—the interstates, where they can write the most tickets. The result has been to plunge the Highway Patrol into a bureaucratic identity crisis over whether its mission is to save lives and protect property or merely to conserve gasoline.</p><p>At the same time, the DPS is feeling the pinch of inflation right where it hurts worst—in the gas tank. The Legislature allotted 70 cents a gallon for gasoline last year ($1.07 this year); the money ran out so quickly that in order to keep from pulling cars off the road, administrators had to shuffle funds from the maintenance and salary budgets. Consequently, patrol cars are in shoddy condition—one has been seen sporting an empty brake fluid can around the tailpipe as an improvised muffler—and trooper positions are unfilled. Pay scales are so low (back in 1974 a Dallas highway patrolman with three kids qualified for food stamps, and things haven’t gotten much better since) and chances of advancement so poor that even though the DPS consistently asks each new Legislature for more troopers, it can’t recruit enough qualified people to fill the slots it. has now. Meanwhile, experienced hands are either transferring to the other law enforcement branches of the DPS—Narcotics and Intelligence—where pay and promotion opportunities are much better, or quitting altogether.</p><p>Illustrated by Dan Glidden/ Flat Lizard Graphics</p><img/><img/><img/><p>Sandy King</p><p><em>Michalke, a.k.a. the Bohemian, is the scourge of gravel trucks and Fuzzbusters.</em></p><p>And why aren’t the Highway Patrol’s troubles actually good news for 55 mph scofflaws, who, the feds tell us, now constitute two out of every three drivers on Texas highways? Because the real problems in highway safety—and the main reasons for having a Highway Patrol—are drinking and crime, not speed. Inebriation caused 1200 more highway accidents than speeding in 1979. Uncounted in that figure are thousands of drivers who didn’t flunk a Breathalyzer test but show up in the statistics in other ways: the biggest single cause of highway accidents was <em>slow</em> driving—a hallmark, troopers say, of the near-drunk. Statistically, it is three times as dangerous to drive well below the speed limit as well above it.</p><p>As for crime, highway patrolmen made over four thousand felony arrests in 1979. In many rural areas of Texas they are the only sophisticated law enforcement presence for scores of miles. Without a visible Highway Patrol, crimes that depend on mobility—truck hijackings and small-town bank robberies, for instance —would increase drastically, and the safety of the ordinary motorist who stops to change a tire or nap at a roadside park would be considerably diminished. For a mobile society like modern-day Texas, an urban population with rural ties, an effective, danger-sensitive Highway Patrol is essential. Unfortunately, all the political pressure to enforce the 55 mph speed limit has had the effect of making Texas highways less safe than they used to be.</p><p><span class=\"dropcap\">T</span>he Bohemian left the inside lane of the eastbound interstate and careened his Plymouth Gran Fury toward the ditch at fifty miles an hour. Slowing in the high grass of the median, he crossed the ditch at an angle, still eastbound. With forty-ton gravel trucks bearing down on him, he spun the steering wheel to the left, turned the car sharply, and saw an opening in the westbound traffic. As the tires reached the shoulder, they slipped for an instant as they felt a new surface beneath them; then rubber bit asphalt and the Bohemian’s accelerator foot went to the floor. A quarter-mile ahead, the quarry, a chocolate-colored Trans am, began to pull over in resignation. The Bohemian had scored up another victim.</p><p>The Bohemian is the Highway Patrol’s ace, its number one speed cop. His name is Ed Michalke (pronounced Mi<em>-haul</em>key), but to CB operators on IH 10 between Brookshire and Columbus he is known by the handle truckers have bestowed on him. The Bohemian is a 21-year veteran of the Highway Patrol, and his face has the deep lines and ruddy complexion of one who has spent too many hours in the summer sun, unsheltered from the searing Texas heat beating up from the pavement.</p><p><em>“The modern patrol car is no match for the faster sports cars. That doesn’t mean they can escape. 'I can’t always outrun ’em,’ the trooper said, ‘but I can always outdrive ’em.’ ”</em></p><p>The Bohemian drives with one hand; in the other is a toggle switch attached to his radar that allows him to control when the unit sends out impulses. The purpose of the switch is to neutralize Fuzzbusters, which pick up the presence of radar signals from afar and warn drivers that the area is being policed. By keeping the radar shut down until he gets within sight of a likely victim, the Bohemian can shoot an impulse and get a reading before the other driver has time to react to the Fuzzbuster’s belated alarm. The trick to this, of course, is the eyes: whoever spots the other car first has the edge. That’s the way it was in the old days, before the machines, and that’s the way the Bohemian likes it, because he has very good eyes indeed. He can eyeball a car coming toward him and estimate its speed within two miles an hour while it is still a thousand yards away. So he rarely has to turn on the radar except to verify what he already knows. On the day before I went riding with him, he had issued 31 tickets, 10 to drivers with Fuzzbusters.</p><p>That made the Bohemian very happy; the Bohemian hates Fuzzbusters. To him they are contraband—illegal devices used solely to facilitate breaking the law. He doesn’t feel the same way about CBs, which drivers sometimes use to alert him to a drunk or an accident, and in any event he’s learned how to turn them to his advantage. At night, when his black and white patrol car is hard to see, he’ll drive down the access road listening to the chatter. “This is the Yellow Dawg at the seven-one-seven mile marker. It’s all clear and I got the hammer down.” and there is the Bohemian at the 720 mile marker, going the other direction, and he knows that in a minute and a half he will meet up with the Yellow Dawg. He’s been known to approach a driver and say, in his best highway patrolman’s voice, “Good evening. Highway Patrol. Is there any emergency reason why you were exceeding the speed limit . . . Yellow Dawg?”</p><p>The Bohemian had spotted the Trans am instantly. It had swung around a curve west of Sealy, and its speed was evident from the way centrifugal force pushed the body to the outer edges of the radials. Click—he hit the switch—and a yellow “88” appeared on a window in the radar unit as the machine started beeping like an obnoxious alarm clock. The Bohemian pointed the car toward the ditch. Before he could finish saying, “Got one!” the Trans am reacted, smoke puffing from its tires as the driver braked hard. “Look at him back off,” said the Bohemian. “He practically stopped. I bet that sucker’s got a Fuzzbuster.” By this time we were already climbing out of the ditch and turning, and as the Trans am went past, the Bohemian spied the telltale piece of equipment on the dash. “Yeah!” the Bohemian roared. “<em>There</em> it is.” He chortled as he turned on the flashing lights atop the car. “It just tickles my gizzards to get one of these.”</p><p>The Trans am was fast, but it wasn’t a rabbit (trooper terminology for a car that won’t pull over), and that was probably just as well, for the modern patrol car is no match for the faster sports cars. That doesn’t mean they can escape the Bohemian, though. “They don’t know how to brake on the curves. Sooner or later, they’ll go into a skid,” said the Bohemian, who teaches highway tactics to DPS recruits. “I can’t always outrun ’em, but I can always outdrive ’em.”</p><p>The Bohemian does not stop every car that is traveling over the speed limit. He couldn’t. <em>Everyone</em> is driving above the 55 mph ceiling. At one point he let the radar run without a toggle switch and a parade of twenty cars moving in the 60s whisked by. There was one 51; it turned out to be a dilapidated pickup on the access road. Moving radar works only for approaching traffic (it sends out two beams, one clocking the patrol car’s speed and one measuring the oncoming car, and correlates the two; if both cars are going the same direction, it goes haywire), but the presence of the Bohemian in the fast lane didn’t seem to faze traffic on our side of the highway at all. Once we were going 58 and a car passed us on the right.</p><p>The Bohemian is like a circling cormorant looking for fish in the ocean. The prey are too numerous to count; who is to say what makes the hunter choose a particular victim? Perhaps not even the Bohemian knows for sure. He lets a 69 go by and stops a 66. The radar is not infallible; it prefers big objects to little ones, so the device neglects a Pinto going at least 70 to register at 57 the truck it is passing. On a day with light traffic the Bohemian appears to have a personal tolerance of 70, but when it’s been a while between tickets, he’ll nail an unlucky offender in the upper 60s. In the three hours I was with him, he let just one driver off with a warning—a deputy sheriff.</p><p><em>(Continued on page 210)</em></p><p>Danger Zones</p><p><em>The most dangerous places on Texas highways.</em></p><p>Layne Murdoch</p><p><em>Stay on Dallas’s Loop 12 (overpass) or IH 30; avoid exits (arrows) at all costs.</em></p><p>Some highway accidents are random: a drunk, a blowout, a careless driver can cause trouble anywhere. But year after year some highways register more accidents than others. Sometimes design is at fault, as in the case of the Dallas freeway intersection shown above. Sometimes, as with Houston’s West Loop, there’s just too much traffic. (If rural interstates are the state’s safest roads, city freeways are among the most dangerous.) And some roads just seem to attract bad drivers. Here, based on acci- - dent statistics compiled by the Department of Public Safety and interviews with DPS troopers, are the most menacing stretches of highway in Texas.</p><p><em>Intersection of IH 30 and Loop 12, East Dallas.</em> Exit lanes crisscross on overpass. Odd angles, high speeds, and partially obscured lines of sight helped produce 97 accidents and 57 injuries here in 1979—the worst record for any highway intersection in Texas.</p><p><em>lH 610 near FM 1093, Houston.</em> The dreaded Galleria gauntlet. In 1979 this one-mile stretch of the West Loop south of Westheimer generated 468 accidents and 129 injuries.</p><p><em>Intersection of Texas Highway 35, Texas Highway 361, and Loop 202, near Aransas Pass.</em> The most perilous spot in Texas before signal lights went up last fall; still hazardous because workers from nearby Union Oil, Du Pont, and Reynolds Aluminum plants try to race through the complicated crossing. Seven people died here during a two-week period in 1978.</p><p><em>Intersection of IH 10 and FM 2316, El Paso.</em> The city’s booming residential growth, centered on this intersection with the state’s second-worst accident record, made this four-lane freeway obsolete before it was finished.</p><p><em>U.S. 190, Killeen.</em> The Fort Hood speedway. Late-for-duty soldiers act like they’re driving high-speed tanks as they hurtle along this bypass that ends at the front gate of the Army post.</p><p><em>U.S. 290 between Texas Highway 159 and FM 362, Hempstead to Waller.</em> A nine-mile swath of destruction with heavy traffic, lots of DWIs, and numerous intersections. A good place to stay away from on weekends, for this is the heart of the Aggieland-Prairie View- Houston run.</p><p><em>Intersection of U.S. 60 and U.S. 66, east of Amarillo.</em> Responsible for 75 accidents and 38 injuries in 1979—figures worthy of Houston. The next mile toward town accounted for 349 more accidents.</p><p><em>Texas Highway 35, Brazoria County.</em> Brazoria recorded more deaths on U.S. and state highways in 1979 (32) than any other county in the state. Much of the blame falls on this heavily traveled thoroughfare with narrow shoulders, deep ditches, and lots of driveways leading to roadside residences.</p><p><em>U.S. 183, Northwest Austin.</em> Looks like a freeway but isn’t. Highway crossings and ill-timed signal lights contribute to rush-hour carnage. Cars display bumper stickers reading ‘‘Pray for me. I drive Highway 183.”’</p><p>P.E</p><p><em>(Continued from page 111)</em></p><p>Officially the DPS allows five miles per hour over the speed limit, 60 mph on the interstate, but in practice each trooper decides his own limits. The DPS is a highly decentralized agency, with the state divided into six regions and each region into two districts and each district into a dozen or so areas. Every area is bossed by a sergeant, the step above the Bohemian’s Trooper II rank. It is the sergeant who sets broad policy for his area—some sergeants want troopers to crack down on trucks, some think warnings are good public relations and want a high ratio of no-pain citations, some insist on seeing a few tickets written for the low 60s—but primarily the sergeant is an administrator who supervises more than a dozen troopers. He assigns working hours, but the trooper usually determines what roads to work and what speed is excessive. There are no ticket quotas in the DPS, a tradition that troopers guard zealously, but since the sergeant is in the office and the trooper is out on the road, perhaps in a different county from the sergeant, the number of tickets a trooper hands out is the only proof the sergeant has that a patrolman has been working.</p><p>Critics of the agency in the Legislature have charged that the Highway Patrol is soft on trucks, especially interstate trucks. There is some statistical support for the accusation—vehicles from dump trucks on up to eighteen-wheelers account for only 5.5 per cent of all speeding tickets, although it is impossible to know what percentage of the actual speeders they represent—but don’t blame it on the Bohemian. His windshield is pitted with nicks and cracks, souvenirs of pebbles leaking from some of the endless procession of gravel trucks that run daily between Houston and the quarries near Columbus, and the Bohemian takes every scratch personally. He flagged one “gravel bucket” for going 64 because it was also dribbling cargo out the tailgate. The Bohemian holds gravel trucks only slightly higher in his esteem than Fuzzbusters; many of the drivers, he contends, are inexperienced and downright dangerous. Some cannot speak English and he suspects they are in the country illegally, but troopers are under orders to leave enforcement of the immigration laws to the feds.</p><p>As if to prove the Bohemian’s point about dangerous drivers, one gravel truck operator U-turned across the median in front of us as we were closing in on another that had been clocked at 66. The Bohemian got them both, and as he opened his car door a voice squawked over the CB, “Give ’em a break, Mr. Bo.” The Bohemian, halfway out of the car, reached back and picked up his microphone. “Who you kiddin’?” he said, and grabbed his ticket book and slid out the door.</p><p><span class=\"dropcap\">E</span>d Michalke was one of 76 troopers-in-training at the DPS academy in 1960. Only 43 graduated: the sixteen-week academy course (it is eighteen weeks now) is to the DPS what boot camp is to the Marines. Just 5 of those 43 remain with the DPS today. Most of the troopers departed for the same reasons: not enough money and no place to go. The situation, says Rudy Machala, an academy classmate of Michalke’s, is going to get worse. Machala himself quit a year ago to run successfully for sheriff of Wharton County.</p><p>Ed Michalke’s pay is set by the Legislature in the biennial appropriations bill at $17,256 a year. He also gets longevity pay of $5 a month for each year of service—another $1260 annually. Except for the rewards of seniority, Michalke earns the same salary as every other Trooper II in the state; unlike civilian state employees, highway patrolmen are not eligible for individual merit raises. Ed Michalke may be a legend to truckers on IH 10, but despite his 21 years on the road, he earns less than a Dallas rookie cop.</p><p>City police also enjoy overtime benefits and civil service protection, unlike troopers. The DPS operates only two nine-hour shifts a day; in the hours after midnight (1 a.m. on weekends) the roads are unpatrolled, so off-duty troopers are on call to respond to accidents. Instead of overtime, a highway patrolman gets compensatory time off (following the timehonored legislative practice of giving state employees holidays instead of money), but with the Highway Patrol below full strength, troopers can’t always find time to take it. They do get allowances for meals, cleaning, and footwear that total around $102 a month, tax free, and about two thirds of them get to take a patrol car home at night. Sometimes, however, when the budget is tight, the agency will pay troopers a good deal less of their allowances than is authorized.</p><p>Texas troopers now rank 37th in pay among the 50 states. It used to be worse, in ways that defied measurement: Ed Michalke can remember when troopers had to work six days a week in patrol cars that had no air conditioning unless a trooper himself paid to put it in. There are still signs of chintziness left over from the old days. Michalke loathes the radar units supplied by the DPS. Instead, he uses one furnished by austin County, which gets most of the money from the tickets he writes. It cost $3100 and, Michalke says, compares to the cheap DPS radar like a Cadillac to a Model T. Troopers also hate the flimsy plastic flashlight that is standard DPS issue. The weak beam won’t penetrate a dusty car window, so most of them end up buying a good flashlight for around $100.</p><p>For veteran troopers like Ed Michalke, promotion is an even worse dilemma than pay. The next rank, sergeant, offers $200 a month more than a Trooper II’s salary. That is immediately offset by the necessity of moving, which usually means buying a new house at a much higher interest rate For sergeants there is even less incentive for advancement: a lieutenant’s pay is only $110 more a month, and the work is the worst in the DPS—shuffling paper be tween captains and sergeants.</p><p>More and more Trooper IIs simply don’t take the sergeant’s exam, and when the last lieutenant’s exam came up, the majority of sergeants declined to take it. A trooper must serve five years before taking the sergeant’s exam, but he can transfer to Narcotics after two years and earn a Highway Patrol sergeant’s salary, even though the sergeant supervises around fourteen men. A Narcotics sergeant makes the same as a Highway Patrol lieutenant. Higher pay is also available in the Intelligence Division, which is supposed to fight organized crime but has little to show for its efforts. For a highway patrolman, the way up has become the way out.</p><p>The burden of changing the system has fallen on Jim adams, the new colonel of the DPS and only the third director the agency has had since 1938. Adams, once the number two man in the FBI, is the first outsider ever to head the agency. His predecessors, Homer Garrison (1938-68) and Wilson Speir (1968-80), were adept at getting more and more money from the Legislature and passing less and less of it down to the troopers. Adams is committed to changing the second half of that equation, and he has the muscle to do it he was Bill Clements’s personal choice to head the agency. Unlike Garrison, he is not worried about seeing the DPS in the limelight; unlike Speir, he is not hesitant to criticize the Legislature for its neglect.</p><p>His first joust with the Legislature, however, has brought something less than instant success. He asked for 111 more troopers and for the right to police the highways with unmarked cars; the preliminary budget rejected both. Aside from the fact that it often takes years to dislodge legislative budget writers from their ways, adams has one big problem in dealing with the lawmakers: he believes in strict enforcement of the 55 mph limit, but most of them (and almost all of their constituents) do not.</p><p>A few months back, adams was driving from austin to Houston at 55 mph when a car in an adjacent lane of Texas Highway 71 blew a front tire and veered toward his path. This turned out to be significant not only for adams but for the Highway Patrol as well, because the incident convinced him that the national speed limit is a good thing. Had he been going faster, he believes, he would not have had sufficient control of his car to avoid a collision.</p><p>The flaw in this reasoning is that it can be applied even more forcefully to driving at 45 mph, or 35, or 25, or 10. Yet anyone who has been out on an interstate lately knows that to drive even 45 invites being squashed by a thundering eighteenwheeler. The basic principle of highway speed is that a person is safest when he travels with the flow of the traffic, <em>regardless of the actual speed limit.</em> Even driver education books now concede this point. Highway experts refer to it as the 85th percentile rule: the ideal velocity is the speed that is exceeded by only 15 per cent of the drivers. Going 55 is a great idea if everyone else is doing it too; if they’re going 65 you’re statistically better off if you speed up.</p><p>All right, federal highway officials have told the states, make <em>everyone</em> go 55; slow down the flow of the traffic and you’ve won the battle. But the war has been lost. Speeding tickets issued in the U.S. climbed from 5.7 million in 1973 to more than 8 million in 1979 (in Texas they more than doubled), and the lowest estimate of the increased enforcement costs of the 55 mph limit is $2.1 billion. Yet surveys show that as many U.S. motorists today drive over 55 as under.</p><p>But what about the twin articles of faith concerning the 55 mph limit—that the lowered ceiling saves both lives and fuel? There are figures to support the claims, to be sure, but they mainly show that one can learn little from statistics except that one can learn little from statistics. It is true that in the first year after the limit took effect on January 2, 1974, U.S. highway fatalities dropped from 54,000 to 45,000. But giving the credit to lower driving speeds is dubious logic. That was the year of the arab embargo, when gasoline was in short supply and service station hours were curtailed. Americans drove fewer miles, and they especially cut back in those driving categories—night, rural, weekend—that are accident prone. While the absolute number of deaths dropped sharply, the ratio of deaths to miles driven remained virtually constant. Since 1975, both mileage driven and highway deaths have increased. Gasoline is another matter: if everyone could be coerced into driving at 55, it would reduce our demand for oil by about 5 per cent—not enough to have an impact on national security, but a substantial savings for american consumers, assuming, that is, that one overlooks the added costs of increased enforcement, additional time spent in transit, and higher prices charged by truckers who can’t make as many runs as they once did.</p><p>For now, 55 mph remains the law. There may be some relief in sight, for Ronald Reagan’s natural constituency, the West, abhors the law, and Reagan has tabbed Ray Barnhart, a Texan with a dim view of the national speed limit, to head the Federal Highway administration. For Texas, the appointment couldn’t have come at a better time. Unless half the state’s drivers are found to be obedient to the national standard this year—about as likely as the Legislature’s giving Jim adams everything he wants—Barnhart’s agency is due to jerk from Texas $8 million in federal highway funds.</p><p><span class=\"dropcap\">B</span>efore the DPS began patrolling it regularly about six years ago, Ranch Road 2222 between austin and the Lake Travis area was one of the most dangerous I highways in Central Texas. It twists and turns into the Hill Country northwest of town, rising and plunging through S-curves that University of Texas students like to straighten out by ignoring the double yellow stripe in the center of the pavement. Side roads along the way lead to lake houses that are popular party sites. On a Saturday night it is a safe bet that every driver has already had, or is looking for, something to drink.</p><p>Working as a team, highway patrolmen Dave Richards and Ky Terrell headed straight for 2222 to start their rounds. Though their radar was on, they didn’t expect to find any violators; the road isn’t built for speed. IH 35, ten miles to the east, would have been a much happier hunting ground, but Richards and Terrell weren’t hunting speeders. This was Saturday night, and they were looking for drunks.</p><p>For more than an hour they retraced their course from one end of the road to the other, noting that most of the cars turned onto the same side road. Richards and Terrell probed everyone they stopped -for information about the party; the answers could tell them a lot about what to expect when it began to break up. Finally, they got a useful reply from a driver whose car was missing a headlight: the party was sponsored by the National Honor Society and tickets to the event had been sold in school. After the driver had been sent on his way Richards said to Terrell, “Sold in school, eh? It can’t be too bad. I guess they don’t need us around here anymore.”</p><p>The troopers didn’t find any drunks, but they found one that was close. They saw a red van pull out from a side road and turn into the highway with painstaking care. High beams from the headlights played across the troopers’ faces as the van completed the turn. “There’s one,” said Richards. “Going slow and driving with his brights on—he might as well hang a sign out the window.” He drove on past the van, swung his car around, and hung back, waiting for the driver to make a mistake. A highway patrolman can’t stop someone without what lawyers refer to as probable cause, but an astute trooper won’t have to wait long for a reason to come up: a driver can go too fast or too slow, or change lanes without signaling, or forget to dim his lights when a car approaches, or, as the driver of the van did, nudge the yellow line with a tire. “That’s it,” Richards said. “Let’s talk to him.”</p><p>The driver was in his late twenties, with an unkempt mane of reddish-blond hair and a moustache. He wore jeans, a dirty T-shirt that was too short, and a cockiness that stayed with him to the end. After the usual formalities Richards asked, “James, how much have you had to drink tonight?”</p><p>“i’d say about three beers.”</p><p>Terrell, who had been putting his $100 flashlight to good use, opened the van’s door and produced a partially emptied quart. “Three of <em>these</em>?”</p><p>“No, just a little over one. I’d say that’s about three beers.”</p><p>Just as Ed Michalke takes pride in his eyes, Terrell takes pride in his nose. He says he can tell from a man’s breath whether he has been drinking beer or whiskey or wine. He generally doesn’t need a Breathalyzer any more than Michalke needs a radar unit. This time, though, he knew it was close. The van smelled like a brewery, but once in the troopers’ car, the driver, as Richards put it, “turned green”: he wasn’t quite ripe.</p><p>“Do you know what a Breathalyzer test is?” Richards asked. The driver did indeed. “If I asked you to take one, would you do it?” Refusal to take the test is grounds for an automatic license suspension, and the driver knew it.</p><p>“Might as well, I lose my license either way. But i’m a good two-ten and at that weight I reckon i’d need five beers. Yeah, I reckon i’d pass.”</p><p>“James, you’re <em>real</em> close,” Richards told him.</p><p>“Yeah, but I reckon i’d pass.”</p><p>Richards thought it over. To give the driver the test meant taking him all the way to the Travis County Courthouse in the middle of austin, half an hour each way, plus at least another hour of waiting and paperwork and legalities. It would be two hours before he got back on patrol, and it was Saturday night, next to Friday the most dangerous night on the highway, and he was inclined to agree with the driver anyway. The guy had been listening to a damned good beer-joint lawyer. Richards looked at Terrell and the two of them reached some unspoken consensus. The scene was like studying Shakespeare in high school—okay, class, this is what we call the climax—and finally Richards delivered his line: “i’m going to issue you a warning for crossing the center stripe.”</p><p>The two troopers spent the last part of their shift on the interstate. They handed out just two speeding tickets. One went to a driver already on probation for too many violations; he will eventually lose his license for six months. The other offender was a woman weaving all over the highway at 70 mph who proved to be not drunk but merely tired, literally dozing off at the wheel and shaking herself awake. The confrontation supplied the adrenaline to jar her back to life. It was exactly the sort of work a highway patrol is created to do—making the highways safer instead of just slower—but Richards took little pleasure in it. When he started at the DPS ten years ago about 25 to 35 per cent of his tickets were for hazardous violations other than speeding, such as driving while intoxicated. Back before the controversy over the 55 mph speed limit, hazardous violations used to be stressed in the Highway Patrol, but no more. The system, Richards says, has developed into a ticket race. To him one DWI is worth ten speeders, but the DPS computer, which keeps track of how many tickets each trooper writes, does not differentiate. The Federal Highway administration would much rather see lots of speeding tickets, and so would the DPS brass. As with so much of government, quality has been replaced by quantity, subjective measurements by objective measurements. And so the trooper has gotten the message: why spend two hours on a Breathalyzer test when you can write fifteen speeding tickets?</p><p><em>(Continued on page 222)</em></p><p><em>(Continued from page 218)</em></p><p>By the end of their shift, Richards and Terrell had issued only five speeding tickets—one hour’s work for Ed Michalke. The dozen or so dangerous drivers that they had stopped and perhaps frightened off the road had produced no useful statistic. But their work was not over. Just as they pulled into the driveway at district headquarters, the dispatcher sent them to an accident on U.S. 290 east of town.</p><p>The scene was a more forceful argument for a better Highway Patrol than an entire book of statistics. A white pickup sat upright in a ditch thirty feet from the roadway. It was empty: its three passengers lay strewn along the damp grass of the right-of-way. One look inside the pickup explained why it was unoccupied: the right bucket seat had come out of its moorings and crossed the cab, throwing first the male driver, then a female rider in the middle, then its own occupant, out of the truck like bowling pins. A brown sedan, its left front side missing, sat in the road facing the wrong direction. A dozen beer cans, Budweiser from one vehicle and Miller from the other, lay along the roadway. One DPS crew waved rubbernecked drivers around the wreck while EMS workers tended to the victims and Richards and Terrell tried to piece together what had happened. Terrell thought it was a head-on with the sedan driving on the wrong side of the highway, but Richards, looking at skid marks, paint scrapings, and gouges in the grass, persuaded him that the sedan, going too fast, had rear-ended the pickup, going too slow, and had flipped it end over end three times. Terrell’s nose told him both drivers had been drinking. All three occupants of the pickup were seriously injured, while the malfeasant driver of the sedan was only scratched. It was threethirty when Richards and Terrell left the scene, two more hours of compensatory time Dave Richards will never use. He is transferring out of highway patrol work next month.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Highway",
      "DPS",
      "Texas",
      "Driving",
      "Terrell",
      "Cars",
      "Work",
      "Legislature",
      "Trucks",
      "money",
      "Traffic",
      "Austin",
      "Budget",
      "Dallas",
      "gasoline",
      "Houston",
      "Rural",
      "statistics",
      "ten",
      "Beer"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Dallas",
      "Houston",
      "West"
    ]
  }
}