{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19813",
    "date": "March 1981",
    "year": 1981,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1981/19810300.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127
      ],
      [
        182,
        183,
        184,
        185,
        186,
        187,
        188,
        189,
        190
      ],
      [
        192,
        193
      ],
      [
        195
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Make Friends With the Quin Tikis",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198103-makefrien",
  "source": "/1981/19810300.pdf",
  "wp_post_id": 116781,
  "wp_post_guid": "http://www.texasmonthly.com/article/make-friends-with-the-quin-tikis/",
  "authors": [
    "John Bloom"
  ],
  "headline": "Make Friends With the Quin Tikis",
  "dek": "Ladies and Gentlemen, Club Gigi’s Of the Holiday Inn Dallas—Fort Worth airport North Is Proud To Present a Fabulous International Combo, So Let’s Have a Big Round Of applause, Because It’s Time To . . .",
  "spread_caption": "",
  "excerpt": "Onstage, all happy lounge acts are alike; offstage, all unhappy lounge acts are unhappy in their own ways.",
  "kicker": "",
  "word_count": 9238,
  "content": "<img/><p>Opposite: <em>(l. to r.) Eddie, Keriana, Rudy, Bobby, and Weazel perform as if the house is packed, even when it’s not.</em></p><p>Photography by Jeremy Green/Kirkley Photography, Inc.</p><p><span class=\"dropcap\">W</span><em>hen I get to that Swanee I get to that Swanee I get to that Swanee shore!</em> Eddie Dominguez could see the sweat pouring off the sax player’s face as the band reached the final, exploding chord of the Twenties Medley. The energy was high; Eddie could feel it, even though there were only a dozen or so people in the club. He stripped off his bass guitar and took a deep breath. Don’t screw up, he said to himself. Be a pro.</p><p>“Now we’re going to bring you up to date,” said Weazel. Weazel, the leader of the Quin Tikis, is a tall man with a wild expanse of unruly black hair and a fixed expression at once impenetrable and vexatious. He looks like a man full of fury and menace, but at the moment he was using his coolest professional tone. “We’re gonna bring you right into the seventies with a number called”—here his voice became low and sinister—“ ‘Knock on Wood.’ ”</p><p>Eddie knew that Weazel wasn’t entirely pleased with the way “Knock on Wood” had gone last night. This was Eddie’s first time to work up front with a solo spot, and he still felt naked without his bass. Where should he look? Up? Down? Someone had told him not to look the audience straight in the eyes; it would throw him off. But the music started, and Eddie took off like a circus acrobat, bouncing around the stage, hopping from one foot to the other, giving the song his strongest baritone effort with a voice better equipped for tenor parts. After two choruses Eddie was</p><p>exhilarated but still nervous. And then the sax and backup vocals dropped out, leaving a steady pulsating rhythm that served as Eddie’s cue. Time to rap.</p><p>“all right, now,” said Eddie, “I want everybody to put your hands together like this. Come on, you can do this, can’t you?”</p><p>This was the part Eddie hated. Three people made feeble clapping motions; the others kept their hands firmly glued to their cocktails.</p><p>“Now I want you to help me out. Whenever I say, ‘Knock, knock, knock,’ I want you to say, <em>‘On wood.'</em> You think you can do that now? Let’s try it one time.</p><p>“I say i’m gonna knock, knock, knock . . .”</p><p>Eddie threw out his hands like a choir director. Two people said flatly, “On wood.”</p><p><strong>“How many musicians get the chance to go on the road with a real show band these days? Everything is disco, or country and western, or Top 40. To be a Quin Tiki you have to play everything—oldies, show tunes, jazz, blues, rock—and you have to play it right the first time.”</strong></p><img/><img/><img/><p><em>after australia, where the Quin Tikis made their first and only album, there was no place to go but america. Lounge life has driven away all but one of the original members.</em></p><p>“Come on, you can do better than that. <em>I say i’m gonna knock, knock, knock</em>...”</p><p>This time two or three more joined in. One woman giggled and fidgeted nervously in her seat.</p><p>Eddie figured that was the best he was going to get. So he started into the long chorus punctuated by his vigorous “knocks” and the audience’s anemic “on woods” as he pranced among the cocktail tables, thrusting his hand mike at any person who gave the remotest indication of being willing to scream “on wood” and somehow motivate the rest of the onlookers to do the same. After a while Weazel began to croon “on wood” into his own mike, to fill out the voids.</p><p>After six or eight sallies into the audience, Eddie had had enough. He returned to the stage and started the final refrain. Weazel helped him out with a few well-timed guitar licks to signal the approaching climax, and Eddie belted out the last chorus.</p><p>“Thank you, thank you,” said Eddie, to the sound of four hands clapping.</p><p>“That was Eddie,” said Weazel.</p><p>Eddie had been back with the Quin Tikis for only four weeks, but he already felt like a part of the family. People meeting Eddie for the first time are always struck by how often he smiles—a broad, beatific grin that gives a boyish cast to his oval face—but the fact is that Eddie was genuinely happy. How many musicians got the chance to go on the road with a real show band these days? Everything was disco, or country and western, or Top 40, and a lot of the hotel lounges had stopped booking shows altogether. To be a Quin Tiki you had to play everything—oldies, show tunes, jazz, blues, rock—and you had to play it right the first time or else Weazel would be hacked off. If the truth were known, Eddie was still a little afraid of him.</p><p>Eddie had never bothered to ask Weazel why the band was called the Quin Tikis. He assumed it had something to do with New Zealand—that’s where Weazel came from—a place Eddie would like to visit someday, along with New York and Las Vegas and maybe even Hawaii. Gigs in Hawaii were wild, or so he’d heard. It might even be as nice as that time in San Diego, when Eddie was still playing with Loose Caboose—super band, you’ve probably heard of them—and the band spent two whole weeks at Flanigan’s and lived across the street from the beach. That was before Weazel called and told Eddie how the Quin Tikis were desperate for a bass player because Jesse had left just before that El Paso gig. Eddie never could refuse any offer that involved music, and so he told his mother he was going on the road again. That was last month, and Eddie had been looking forward ever since to their opening in Dallas. Well, actually, it wasn’t Dallas but a place called Irving. Not really Irving either, but this strip of highway between Irving and the Dallas-Fort Worth airport. But it was a Holiday Inn, and Holiday Inns almost always have good rooms.</p><p>The Holiday Inn Dallas-Fort Worth airport North stands in solitary splendor amid the barren wastes of prairie land running along either side of Texas Highway 114. The crowds there at Club Gigi’s —that’s what they call it, although there is nothing French about it—can be a little strange. The bartender had told Eddie that sometimes a 747 would break down at the airport and a hundred people would check in all at once. You never knew when it was going to happen, so you had to be ready. So far it hadn’t happened. Last night the band had played like demons for two shows and three dance sets, and the only people in the place were three businessmen from Utah and a couple who sat in a corner and gazed vacantly at the stage. Eddie didn’t mind, though. The weekends were a lot better, when the nightclubbers from Grapevine and Irving would be there. And Eddie was thankful, in a way, for the chance to practice “Knock on Wood” without having to worry about how ridiculous he might look. Four weeks wasn’t much time to learn both the Twenties Show <em>and</em> the Fifties Show, not to mention all the current Top 40 he had to remember so they could play requests. Not that it was all <em>that</em> hard. Eddie could listen to any song twice, at most three times, and get the pattern fixed in his mind so well that he could play it the rest of his life. That’s what Weazel liked about Eddie: he was a fast learner.</p><p>Eddie and Weazel had gone fishing that afternoon at a big lake on the highway to Denton; it was too cold to catch anything, but Eddie had fun just talking to people in the little country stores around the lake. Dallas was a big, friendly place, from what he could tell. A lot different from L.a. and Watts, where Eddie had grown up. A Mexican kid in a black high school gets beat up a lot; they jump you just for the hell of it. Some black people are just prejudiced, and there’s nothing you can do about it.</p><p>If it hadn’t been for his guitar Eddie probably would have joined a gang like his other Mexican friends. But hell, Eddie couldn’t even speak Spanish. Once somebody asked him to sit in at the Teen Post there in the projects and lip-sync some old Motown songs, and that probably more than anything else made Eddie want to be an entertainer. But he was good, and he was popular—he was playing with Cold Duck when he was 18—you’ve probably heard of them if you’ve been to L.a., big Tower of Power sound, a kind of funk trip with a lot of horns. And then there was Loose Caboose, who took Eddie on the road up to Canada when he was 21, and that was when he knew the money didn’t matter; he would rather do this than drive a forklift. But he’d done it all by himself. His brothers didn’t help him a bit; Robert and alex were always too busy.</p><p>Sort of like Weazel. Eddie wished that he had found more to talk to Weazel about on the fishing trip today, but Weazel never did have much to say. Weazel was different. He could get crazy over the slightest little thing that went wrong; he never would say anything, of course, but he’d give you this little laugh up onstage, and sort of roll his eyes your way, and you’d know it was your fault. Weazel was the one who chose the wardrobes, did the arranging and everything. Like tonight they were wearing their dark dinner jackets with the frilly white shirts open at the neck; it was one of seven different costumes the band had. All those clothes had cost Eddie $400 when he joined the band, but he considered it money well spent. Weazel cared about those things; the band had to look as good as it played.</p><p>Eddie wondered whether he would ever know as many songs as Weazel—one thousand? Two thousand? Gosh, Weazel probably knew <em>five</em> thousand songs. You wouldn’t know it by looking at him. Weazel stood at the other end of the stage, stiff, inscrutable, his wild black hair standing out like an aureole, his fingers flying across the strings of his guitar while his eyes drifted upward—to what? Eddie wondered. To something far away from this place, something Eddie hadn’t found yet, something that gave Weazel the right to say, “i’ve been there, man, have <em>you?”</em></p><p>Eddie had been the first of the Quin Tikis to arrive onstage that night. He felt vaguely guilty because he hadn’t picked up his bass all day, and they were going to do this new Pointer Sisters thing, “He’s So Shy,” and so he came early to pick out a few chords he had learned the night before. From across the room Eddie heard a familiar voice and occasional bursts of laughter. It was Bobby, the sax player, telling those jokes again, this time to a tableful of conventioneers. Eddie and Bobby were going into Irving tomorrow to this big mall Bobby had found; they would pass out some brochures and ask people to come to the club to see them, and then maybe the word would spread that the Quin Tikis were in town. Bobby was a pretty good sax player and a great front man, but when Eddie was around him and those jokes started, Eddie sometimes thought his face was going to break and fall off. Bobby needed some new material. Bobby was a crazy man, but Eddie liked him. Eddie liked everybody.</p><p><em>(Continued on page 180)</em></p><p><em>(Continued from page 125)</em></p><p><strong>Bobby “Yakety Sax”</strong></p><p>“and now, from the entertainment capital of the world, <em>Las Vegas,</em> we bring you Irving’s answer to the late great king of rock ’n’ roll, Melvin Pretzel!”</p><p>Bobby Scott knew it was an old routine —Jesus, the Quin Tikis had been doing this for four <em>years</em> now—but that didn’t mean he wouldn’t give it all he had. You had to be a professional. Decked out in a silver jacket and goggle-eyed sunglasses, he swung his hips back and forth to Rudy’s rhythmic rim shots. Then he stopped, head down, knees together, guitar slung low on his hip, and let the silence build up a sense of expectation.</p><p>A guy at a front-row table couldn’t resist. “Do it, Melvin,” he said.</p><p>“Hey, man,” said Bobby, “this ain’t no picnic for me either.”</p><p>A few people laughed, Weazel and Eddie hit the downbeat, and Bobby took off on “Jailhouse Rock.” He rolled his hips, played tricks with the mike stand, jumped across the stage, and forced his voice as low as it could conceivably go. This was still one of Bobby’s favorite showcase numbers, even though it wasn’t the crowd pleaser that “Yakety Sax” was. If the crowd got into the shtick, Bobby would work his butt off. If they didn’t, then the whole thing was going to bomb anyway.</p><p>Bobby gave the appearance of an aging dancer trying to make a comeback: what he lacked in precision and timing he tried to make up for in energy and physical comedy. At least it was easier now that he had lost some weight. He used to be up around 225, and that was murder on his endurance. At 38 years of age, Bobby had thinning hair that had been moving ever higher on his forehead for some time. His face showed a few early lines, evidence of the vigorous contortions he had put it through since childhood in an effort to make people laugh. In those brief moments when it wasn’t working, Bobby’s face looked oddly misshapen, old before its time.</p><p>At least tonight’s crowd was clapping along. Everybody except those two turkeys who were dancing in front of the spot. But you get those everyplace. If this wasn’t such a class club, they’d get bounced right out. Bobby would do it himself, except he didn’t want to embarrass Keri.</p><p>Bobby hopped out toward the audience as Weazel and Eddie rocked on through the chorus. He hiked up the guitar and held it like a machine gun—he never had learned to play one of these—and mugged for the audience while he maneuvered the mike stand with his feet. The sweat rolled off his cheeks in torrents. But the workout was good for him. He had the “Rio” number later, where he does everything but turn cartwheels, and the six versions of “Yakety Sax,” and the Chubby Checker twist routine that he does with the audience, and then there’s all the usual choreography that he manages to do while ripping off riffs on alto sax. Nobody can say Bobby Scott doesn’t earn his money. He even does one routine in drag.</p><p>Weazel stood stock-still while Bobby continued to juke around the stage, then started into the final series of cascading chords and didn’t even look at Bobby’s last straining gyrations, climaxed by a leg split. Before anyone could even applaud, Weazel went straight into “Let’s Do the Twist.”</p><p>He had been Bobby Scott for so long that he hardly even remembered his real name. For the first nineteen years of his life he was known as John Blackey or, more often, “Chief Warrant Officer Blackey’s boy.” That’s the way it was around the army base, whether he was in Washington or New Hampshire or El Paso. It was Johnny angel who first suggested he take a stage name. You remember Johnny angel, don’t you? He got his name from the <em>song</em> called “Johnny angel.” That was the first hot band Bobby worked with—they did all the surfing stuff—and there could only be one Johnny, of course, and so in 1963 John Blackey tossed away his past and, in a way, had been running from it ever since.</p><p>You have to in this business. You can’t have any ties; they hold you down. Like that girl in L.a. He would have married her; yeah, he probably even loved her. But how could he play sax, stay on the road, and have a wife too? He couldn’t take the pressure. So he left town. What was the name of that band? Oh, yeah, the Unholy Three Plus One—this must have been around ’65, because everybody was into the James Brown show band thing. He left with the band for a gig in Maine—you know, Old Orchard Beach?—and he couldn’t even bring himself to tell her good-bye. He felt guilty later, wondered about her. Especially after the job fell through and the band landed a gig at a hot dog stand on Highway 202 outside of Brunswick. Had to work in a shoe factory during the day just to survive. And all the while she was wondering what happened to him.</p><p>She wouldn’t have understood, though. Bobby was an extrovert depressive—that’s what he called it, anyway—a guy who hated to go to his hotel room at night because the loneliness overwhelmed him. It had been that way ever since that time in Hawaii, when he got a two-day leave from the USS <em>Isle Royale</em> and saw this american GI blowing his brains out on alto sax at the service club. Bobby had had four years of sax in high school—the old man made him take music because he needed the credits—but the band at school hadn’t been anything like this. He quit going to the pool hall, rented a horn from Special Services, and started carrying it up to the forecastle when he had allnight guard. He knew three songs—“Honky Tonk,’’ “Green Onions,” and “The Green Mosquito”—and he played them over and over again, moving up by half-steps each time so he could do them in any key. One time he had heard this old jazz piano player say, “There ain’t no black keys and white keys—there’s just <em>keys.”</em> and Bobby wanted to say the same thing. Finally he got his chance. Walked up onstage one night in the middle of Judy and the Belmonts’ routine, played “Honky Tonk,” and got a standing ovation.</p><p>Yeah, and right after that Bobby got his stripes jerked. He’d bounced over the bow of a submarine with a little officer’s boat, right in the middle of the harbor. No, the Navy wasn’t his ticket, but he couldn’t go home, so he stayed on the West Coast awhile, hustling pool. Lost all his money one night because Willie Mosconi showed up in Santa Monica and Bobby wanted to play him. Straight pool to 500, Bobby gets 150 spots and shoots first. Mosconi ran 508 balls; it was worth all that money just to see him do it. “Keep it up, kid,” Mosconi had told him. “You can be good.” But Bobby laid down his cue that night, never played again.</p><p>That first band, it was called the Olympics, and nobody ever heard of it then or now, except that it got Bobby his first job in a class place, the Waikiki Shell in Honolulu, with <em>five thousand</em> people in an outdoor amphitheater going wild over movies like <em>Surf’s Up</em> and <em>Ride the Wild Surf</em> The Olympics played intermissions. And then there was Johnny angel, and then Johnny Green and the Green Men. Great band, great show. You remember Peacock alley, the club in North Hollywood? The band dyed its <em>hair</em> green for that gig—everything was green, suits, sunglasses, everything. After that, Bobby limped to the East Coast in a ’54 Olds Starfire 98 to do the white soul trip, but that bunch split in ’67.</p><p>They all split up eventually. It’s something different every time—usually personalities, or chicks in the band. Chicks are always bad news. Now, Keri is an exception. Keri’s been with the Quin Tikis for years, and nobody’s ever made a pass at her. But usually a chick singer will split up a band quicker than anything. It was just personalities that split up the Younger Brothers, though. They weren’t really brothers, of course, but the band lasted three years, played Vegas a lot, played the same room with Redd Foxx a couple of times. That’s where a lot of Bobby’s oneliners come from, old Redd Foxx stuff. Weazel’s not crazy about comedy in the show, so it has to be held to a minimum. But Redd Foxx—he’s one of the best. Worked with Norm Crosby, too—where was it? Oh, yeah, Tom Jones Pub in Miami, with a band called the Ninth Floor Symphony. But the Younger Brothers, they were good—Chicago, Blood, Sweat & Tears, Sam & Dave, tunes from <em>Hair. </em>Folded in Boston when two of the brothers couldn’t get along.</p><p>Then there were the Ferraris of Canada. They featured Kenny Dino. You know him. Recorded “Your Ma Said You Cried in Your Sleep Last Night.” The next band was called the Family affair—featured two sisters from Cleveland—and that’s where it broke up a year and a half later: Cleveland. Middle of nowhere again. Then there was Life, a seven-piece Motown-sound band—Life backed up the James Gang at Cleveland Stadium. You probably remember it. <em>Ninety-four thousand people.</em> That was a highlight, a definite highlight.</p><p>But Bobby’s first love was comedy. Hell, he’d do twenty minutes in a supermarket if anyone was paying attention. And so in 1973 he put his own group together, the Voodoo Men. It was great. They would bring him out in a coffin, see, and he would step out of it wearing a toga, frog fins, a ski mask, mortician’s gloves, and one of those funny construction hats with a flasher on top. Everybody else was in choir robes and had their faces made up like skeletons, and the whole stage was covered with dry ice. It was an act Bobby got from Screamin’ Jay Hawkins. You know his material? Funny, funny stuff. Used to do a thing called “alligator Stew” that was hilarious. Then Bobby would fill in with Redd Foxx material, a lot of physical comedy, running across tabletops, sitting in women’s laps. Most of it, of course, was what they call blue material. That’s all you can do in the lower-class clubs. There’s a circuit that runs from New York up through Connecticut, New Hampshire, Boston—Mafia clubs, <em>very</em> private, and that’s about the only way to make any money at comedy. Once Bobby got an offer to do some stand-up comedy but had to turn it down. He’d learned real fast that you can’t do blue material in class clubs; Redd Foxx can, but nobody else.</p><p>Bobby hadn’t been home in thirteen years—you can’t have ties, they get in the way—but in 1974 he went back to El Paso. He was strung out and exhausted. He even got a regular job—as a line mechanic at Casa Ford. Bobby always could fix cars; he still carries $7000 worth of tools in the back of his van. Mostly he works on dragsters. He’d like to try his luck at Green Valley Raceway, this place over in Fort Worth, only it was closed up now for winter, so he left his car at home. Anyway, he’d do weekenders at Fort Bliss and try out his comedy material in the parts department. They loved him; sometimes he’d come to work in high-heeled shoes just to get a few laughs.</p><p>That’s when he met Keri. He first heard the Quin Tikis at alamogordo, New Mexico, at a place called the Back Door, and it was after that when Weazel left for a while, and so Bobby and Keri got together and formed Keri, Bobby, and after Hours. They played for junk crowds mostly, a lot of servicemen who just wanted to hustle the girls. Las Cruces, Hobbs, Ruidoso—and then Weazel came back and Bobby became a Quin Tiki. That first job was great, at the Inn of the Mountain Gods in Ruidoso, a big party for the New Mexico Bar association. That was before Jesse and Rick left the band to do their Christian thing. They watched too much <em>PTL Club</em> or something. The Quin Tikis are all good people, but you know, you can’t live with the people you work with. Bobby is an extrovert and a loner—they go together, you know—and after the shows everybody sort of goes his own way. But Bobby is 38 years old, and you start to wonder how long you can do this, and there’s this girl in New Mexico that he’s really in love with, she’s very artistic, and she’s scared to death of marrying a musician. But you know how that is. Bobby understands. You can’t really have any ties, not if you want to entertain for a living.</p><p><strong>Keri “My Way”</strong></p><p>Keriana Sugamosto always thought of Shirley Bassey when the time came to sing “My Life” or “My Way.” Those two songs were Keri’s trademarks, in a way, the guaranteed showstoppers in the Quin Tikis’ repertoire. She always tried to <em>live</em> the songs, the way Shirley Bassey could, the way that gives you goose bumps. Keri loved to do gutsy ballads; that’s the type of material her voice was made for.</p><p>Bobby gave her the usual warm introduction. “and now for a very special treat,” he said, “our lady of song—Keriana!”</p><p>Keri gives the impression of a grown woman with the heart of a little girl. She is large, with the thick features of Ethel Merman and a voice to match, but the source of her appeal is the way she all but begs you to love and accept her with her expressive eyes, her tentative smile, and the dramatic flourishes of her hands. One moment she can overwhelm you with the bravura of an operatic soprano, and the next she can slip into the mellow, almost plaintive style of, say, Olivia NewtonJohn, and you never quite know which one to believe as Keri’s true persona.</p><p>Weazel always made such a difference. He was the only person in the world who knew Keri’s exact range and preferred keys. With Weazel behind her, she could pour her heart into every word and know that she had done her job the best she could. It was tough right now. Eddie and Rudy were new to the band; Bobby played halfheartedly most of the time. The whole act was mediocre. But that didn’t matter. Last night a man had stayed after the show to tell her how wonderful she was, but then he said, “The only thing is that you smile too much.” How could she tell him she smiled to get through the night?</p><p>It was so much different from that day in 1965 when a girl of 21 joined the hottest show band in New Zealand. But you can’t go back. You have to sing to these eight inattentive people in the bar just like you sang to those wonderful troops in Viet Nam. They loved you there; it made it all worth it. You never know who in the audience might be touched—like that guy last night who tipped the band $100. You never know.</p><p>Keri tried not to think about the phone call Gary had gotten thirty minutes before the show. So what if the owner doesn’t like the show? So what if the agent is trying to cancel the act two weeks early? These people in the audience aren’t responsible. It’s not their fault. We can still make <em>them</em> love us.</p><p>“My Life” received the loudest ovation of the evening.</p><p>Keri could remember when the Quin Tikis always played in nice hotels like this one. It had been that way at the very beginning, back in australia especially, when they did the 2 a.m. show every night at the Tiki Village in Sydney. It was named after them, of course. Keri had been lucky. There weren’t that many Maori girls who could carry a tune. All she wanted to be, really, was a secretary, but Harry had talked her into it. It was painful at first. Keri was too shy even to look at the audience for the first six months. How did the band ever stand it? The Maori Esquires they were called, three guys and Rangi—they still called her by her middle name then—and she was so young and so recently away from her home village on the east coast of New Zealand. All that secretarial training at the Mormon school in Hamilton, and then a great job at the insurance company there, head of the secretarial pool at age nineteen, and then Harry called from australia and who could blame her for trying something that sounded that exciting? They were the big smoke in australia for a while—twenty bucks a week. She had to tell Harry that the only song she knew was “I Fall to Pieces” by Patsy Cline, but that was okay with him and so at first she just did that song over and over again, until she could try some others. And then the manager ran off with all that money.</p><p>Weazel brought her into the Quin Tikis in 1965. They needed a Polynesian girl to replace the one they had fired; they wanted the band to be all Maori, because Polynesian material was still big then. She was petrified. The Quin Tikis were tops. They had a TV show in New Zealand, they had albums, they toured the islands, they did all these routines where they danced and threw things and wore grass skirts onstage—and there was Keri, still just standing there like a statue, counting every nail in the ceiling. But she learned fast; she learned not to cry when people in the club didn’t pay attention, and she learned to project. She had to. She was the darling of the Quin Tikis.</p><p>Thank goodness for Weazel. He always picked songs that were within her range. Weazel was wild like all the others, but she made it clear she didn’t intend to be part of the after-hours stuff, the all-night parties and such. It was easier after she married Fred, the Quin Tikis’ front man, because then she and Fred could go home after the show and she could sew and do macrame and get her head clear again. Show business was hard on marriage, seeing each other 24 hours a day and all, and finally it was too much for both of them. But for a while there it was good, really good. Fred helped her relate to the audiences; she even began to flirt with the men, tease them, sit on their laps, and of course they loved it and she loved it <em>because</em> they loved it. That’s what made the Viet Nam tours so great; the men really <em>cared,</em> they brought tears to her eyes they loved it so much, and so the one-hour shows would become twoand two-and-ahalf-hour shows and she would never even notice she was tired. The only thing that even remotely compared to that was probably the Quin Tikis’ opening night in Las Vegas.</p><p>It was all shows then, no dance music, because Lelani’s Polynesian Revues were real popular, especially the Hi-Fives. Do you remember the Hi-Fives? They were a Maori group that went to the States five years earlier, and so of course they were the model, the top of the line in Polynesian. Shecky Greene knew all the HiFives. They were like this band—all Broadway and cabaret-type material, with some Polynesian thrown in. The Quin Tikis played the Flamingo Hilton, where Rusty Warren was the headliner. Remember her? The Quin Tikis got third billing behind Wayne Cochran and the C. C. Riders. That first night everybody dropped the sticks in the Maori routine, but the crowd was very nice. The Quin Tikis were very well accepted. Somehow they got on this circuit between Vegas, New Orleans, and Toronto, one month in each place, and you know <em>that</em> was exhausting. But Vegas was the best. Keri would pay any amount of money to see Wayne Newton work Vegas, because he’s the guy who gives you everything, every night. That’s the way she wanted to be, a total professional.</p><p>It was such a different band then. Not at all like now. The drummer, Gary—he’s with a country band now—was just incredible. He did <em>good</em> comedy, not this corn, and then there were Kevin and Phil. Something happened when they had to go to Canada—they had visa problems—it just threw the whole thing out of joint. The Quin Tikis hired their first nonMaoris, and something snapped. Not that they did much Polynesian anymore. That sort of went out in the seventies. But the band started stopping over in alamogordo to shorten that haul between Vegas and New Orleans, and somewhere along the way they got into a rut. They had great crowds there at the Back Door, military crowds; they could be rough at times, but they loved the music. It was just easy to stick around, especially after Keri bought that lemon from Gary the used-car salesman. Gary started coming into the club, and finally they got married. He was so sweet; he got terribly jealous whenever Keri flirted with the guys. She had to tone it down a <em>lot.</em> Gary manages the band now. It’s great to have him on the road. But they mostly stayed in alamogordo, or Las Cruces, or somewhere close to home.</p><p>That’s probably why Weazel split the first time. He had to get out of alamogordo. But Keri felt so all alone after that. First she formed Keri, Kevin, and Colors, then Keri, Bobby, and after Hours, but it just wasn’t the same and she knew it. They were stepped on a lot; it really bothered Gary, but Keri was used to it. That’s why this latest problem didn’t bother her. What can you do if some guy says, “I don’t like you”? Nothing. You play the next show.</p><p>But it made all the difference when Weazel came back in ’77. The Quin Tikis aren’t the same without him. Requests alone, he’s worth his weight in gold. He can remember songs the band hasn’t played in fifteen years. He does them by himself, of course, but that’s all the people want.</p><p>Keri had done everything she’d ever wanted to do—except maybe do some serious recording—but she couldn’t really say she was tired of being on the road, either. Gary was so sweet. He almost cared more about her career than she did. And to think that all she had ever wanted to be was a secretary. Thank goodness for her boss at the insurance company—what was his name?—who had told her to go on to australia, give show business a try, and not to worry that she would lose all her references as a secretary. “and remember,” he had told her, “if you ever get your name in lights, don’t forget us back here in Hamilton.” She wondered if he was still alive. Maybe someday she would go back.</p><p><strong>Rudy “Take Five”</strong></p><p>Rudy Carillo is a trim, slight drummer with a European haircut and the handsome but delicate features of a poet. He looks all of 18. Actually he is 29 but so single-mindedly devoted to the preservation and strengthening of his body that he will probably <em>always</em> look 18.</p><p>Rudy had practiced with the sticks for a whole hour that afternoon. The Quin Tikis were a high-powered band, the best he’d ever worked with, and you had to do a whole lot more than drum. Rudy went through the routine in his mind while Weazel was doing the introduction—all the stuff about how the Maoris tossed these sticks back and forth to help with their agility. Rudy could relate to that, because he’s into all forms of martial arts. This routine was probably good for him.</p><p>Rudy took up his place, about four feet from Keri, and they began with the easy part—tossing two sticks at a time, one from each person, his right hand to her left and vice versa. After that it got complicated—four sticks at a time, then four sticks tossed in an X pattern, right to right and left to left, and finally eight sticks tossed among four people while Weazel strummed the war beat. Tonight was a lot better than the fiasco last night. Rudy dropped his sticks only twice, and Bobby helped him out with a few ad-libs to take the heat off. But this was what show business was all about. You do it and you do it and you do it until you get it right. Even after that business last night, Keri had told him how proud of him she was. “You’re acting like a professional,” she had said. And of course, that made Rudy feel great.</p><p>Weazel was the strictest guy Rudy had ever worked for, especially on timing. You had to be right there with your licks, you had to have your head in the music every second, or else Weazel was gonna know it and you were gonna hear about it. That was okay, because that’s the only way to play high-energy drums. It’s like jogging or karate. You’ve got to stretch those lungs and those muscles until they hurt, and then you’ll feel better and you’ll play better. Rudy jogs three miles a day, works out on the heavy bag, is getting into fencing. It’s all part of being a total person. When you need it, it has to be there.</p><p>It was Johnny Vana who really turned Rudy on to high-energy drumming. He was very lucky when Johnny Vana came through El Paso and became his ninthgrade band director between professional gigs. It was Johnny Vana who showed Rudy how to count and featured him that time at the district football championship. That was before Rudy started working with Julio. They called Julio “the King” in El Paso; he was the best in town. He didn’t have to play the dives in Juarez like Rudy did. He and his friend Eddy, both of them all of fifteen years old, put together this band called the Shanks. It started in Rudy’s garage, where they would pound away, doing these ugly duets, until this old man across the street came over and banged on the door, screaming, “Cut this Indian music,” and so Eddy would turn up his amplifier even more and run the old man off.</p><p>Rudy had to be in shape even then. He’s a little guy, about 147, and the kids at school didn’t like his way with the girls. There was that time when he had started reading poetry to that one girl—are you into that Lord Byron? He’s the greatest, especially that poem “When We Two Parted,” it just knocks your guts out—and three big guys came to the gas station where he worked, and so Rudy had to go to his car and get his gun and scare them off. But Rudy is a nonviolent person. He really doesn’t believe in that kind of violence, except that in his neighborhood you had to be in shape.</p><p>Rudy’s first real good group was the Magic Powerhouse. It was really Ernest’s group, and Ernest was all business. But man, it was like eight hours a day when he was in the eleventh grade, every single night, two years solid. This was in ’69 and ’70, and Rudy was making great money for a kid. Then he went on the road for the first time, played Salt Lake City. Those people burned the band for two weeks’ pay, and Rudy had to split. He needed to finish high school. After that he joined the army to avoid the draft and became a driver and colonel’s aide at Fort Sill. That kept him alive while a lot of his friends died over in Viet Nam, people who didn’t have a colonel to misdirect their papers for them, but Rudy figured everybody was trying to stay out of that mess one way or another. He played with seven black dudes in the service club and went crazy for funky music. When you play black music and you do it right, it’s like fire. You feed it and it burns.</p><p>Rudy wanted to play drums like Joe Morello, Dave Brubeck’s drummer. Sometimes it was all he could think about, all he could do was play “Take Five” over and over again on his stereo, trying to figure out the feel and the count and trying to copy it. He was playing with this Latin soul band called Bishop Brown. They were in Juarez for three months, and every night at two o’clock he would go to the Reno to hear Julio play drums with a three-piece jazz group. Julio was the tightest guy Rudy had ever heard. Then one night Julio was too wasted to play (his father had just died), and the piano player said, “Hey, can you play?” and so Rudy did a whole set on Julio’s drums and the man <em>thanked</em> him. He said, “You know what, man, you’re going to be better than I am.” But Rudy knew he wouldn’t be.</p><p>On and on through the fog. Rudy is like a soldier, always working for somebody else. The New Star Band was the funkiest group in El Paso for a while, but it was <em>too</em> high powered. Personalities broke it up. Then there were Texas Stillwater and a few pickup bands around Fort Bliss, but you know, you only hit about one band every five years, one real ass-kicking combination that works, and you have to be satisfied with that. Up until last month Rudy was playing with this real hard-core country band called Buffalo Chips, but he knew a great chance when he saw it, and so he went with the Quin Tikis. The Quin Tikis play everything. It’s a real conditioning process to get psyched for the shows. Rudy was always a fan of the band, but Weazel is not the friendliest employer, you know, and you’ve got to work your ass off every minute or you’ll get the ugliest faces from Weazel you’ve ever seen.</p><p>It’s really Keri that makes the job worthwhile. Rudy loves playing behind Keri. She’s so good she should be making records somewhere. She thought Rudy could do this job; he owes this all to her. Rudy can be real happy on the road if he just gets his timing proficiency up to where Weazel can tolerate it. He doesn’t dig the junk food—doesn’t want to poison his body with white bread and that stuff—but he can take things as they come. There are a lot of nice ladies here in Dallas. Like that lady last night, she must have been fifty years old, but she was so terrific. Rudy really didn’t mean to get involved, but these things happen on the road, and it was all very sweet. She came by the room again this morning before she left town. Weazel doesn’t mind that sort of thing. After hours, you do what you have to do.</p><p><strong>Weazel “Wildwood Flower”</strong></p><p>Weazel could play “Wildwood Flower” in his sleep, on guitar <em>or</em> banjo, and so he put it in the show as a medley with “Oran-'e Blossom Special” to make it more interesting. No introduction, no backup aside from the bass line, Weazel just kicks it in and goes. He plays it a little different every night, usually depending on who’s in the audience. Musicians appreciate the little extra riffs he throws in, even though they don’t sound that hard to the average person.</p><p>Tonight the crowd got into the instrumental. One guy leaned over from the front row and put his face about six inches from Weazel’s guitar. Then he turned back toward the audience with this I-don’t-believe-it look and shook his head. Weazel played it a little faster than usual. But of course he didn’t let on that he knew the guy was watching him. Weazel never smiles or moves his body from the waist up. It just isn’t his style. He could be playing the most ridiculous song ever written—like “Clementine”—and stand there like he was a Near Eastern sage meditating on the cosmology of lounge acts, a face of malign indifference, a brooding Maori visage full of barely suppressed fury. Women pick up on it right away; Weazel can hardly remember a time when there wasn’t at least one waiting to meet him after the show. But to men it is something almost otherworldly.</p><p>And then, just as suddenly, he’ll break out of it. “We’re gonna do a little number here by Kenny Rogers,” he will say, “and then a little later we’re gonna take your requests, so get ready to do some serious dancing.” and two minutes later you won’t even remember how sinister Weazel looked before.</p><p>The Quin Tikis are all gone now—the real ones, the first ones. All except Weazel, of course. Weazel Taiaroa was there in Wellington in ’61 when Googie Walker came up with the name. “Quin” means five, and “tiki” is the Maori word for those fat little jade dolls that people use for good luck charms. Googie asked Weazel into the band, even though he was only sixteen. He was an old sixteen, really, grew up real fast. He had to. He never did care for the country, not for work on a dairy farm anyway, and so he left Wellington at fourteen and started playing with the top show band of the day, the Chevronnaires. That’s when everybody was doing Louis Prima & Keely Smith-type stuff, with a lot of showmanship, and the band went to australia right away, worked the Gold Coast, and then left for the States. That’s when Weazel got scared and homesick and went back to New Zealand and Googie asked him to join the Quin Tikis. Hadn’t thought about old Googie in years.</p><p>They were fifties-type rockers from the first, <em>all</em> action, which suited Weazel just fine because he could already play every song Buddy Holly had ever recorded. They’d do anything, drink anything, do tricks—sometimes they’d have three guys playing on the same guitar. They called those places coffee shops. Coffee shops! They quit selling liquor at six, so the Yanks had to smuggle it in in bags. Most of them were wasted by six anyway, so by eight, nine, it was a jungle. The Quin Tikis had this big Samoan bass player who loved to fight—swung that upright bass like he was trying to kill people—but Weazel usually just ran. Then they hit auckland, and everything took off. They packed ’em in; nobody could believe how they crowded into that place. The band could do anything—Elvis, Cliff Richard, a lot of instrumentals like the Shadows used to do, Bobby Rydell, Joey Dee and the Starlighters. Then they backed up 'chubby Checker on his New Zealand tour, and there was just no question anymore: the Quin Tikis were the best in the country.</p><p>It’s hard to say what happened to most of those guys. There must have been, oh, forty, fifty Quin Tikis come through the band since then. It’s hard to remember; everybody was too crazy to remember what they were doing. Like that time when everybody was drunk and unconscious on the plane from Tahiti to Pago Pago and the engine caught fire, and so they put down on Wallis Island for a week. Jeeesus! Those people looked like cannibals, rushing out of the bushes, poking their heads around trees to look at the band. The Quin Tikis did four days at a sort of hut that sat on top of bamboo poles. Scared Weazel to death. Tahiti was the best, though. After the Hi-Fives and the Hi-Quins both went to the States, the Quin Tikis were all that was left unless you wanted to do ocean liner jobs and who needs that? So they wrote their own ticket in the South Pacific. You name it —New Caledonia, the New Hebrides, Sydney, Singapore—some time or other the Quin Tikis played there.</p><p>The big difference then was the musicianship. Those guys could <em>play.</em> Weazel played guitar, bass, piano, and drums back then, plus doing all the choreography and everything else. It wasn’t like now. Gary did these Gene Krupa solos, spinning sticks, flipping stuff behind his back, and he worked up front a lot, too. He did the good Stan Freberg pantomimes. Not this old junk that Bobby does. Phil could play at least six instruments, Kevin was the same. Weazel’s deal was that he never smiled during the act. Never, at all, anywhere. They played it up real big. They’d do everything in the world to get Weazel to break up, but he’d never budge. He never smiled anyway, but it worked great in the act. And he did a lot more instrumentals, like “Classical Gas” and “Zorba the Greek,” besides playing brass and drums. The band really didn’t do any Polynesian stuff until it came to the States. You had to do some of that then. There was one gig in Vegas when the whole band wore grass skirts—nothing else, just grass skirts. They were all painted up, carrying spears and everything. But the idea was gradually to get out of Polynesian since it was fading anyway. The band still does the Maori War Dance routine. It was a lot funnier ten years ago.</p><p>The Quin Tikis were on top up until about 1970. They <em>owned</em> King’s Cross in Sydney, working all the hotels in the early evening and the Tiki Village for the late show. The american tourists loved ’em. The Manly Vale Hotel in Manly even produced an album, <em>Make Friends With the Quin Tikis,</em> and Weazel recorded some Tijuana Brass tunes on one of his New Zealand tours. The band kept changing all this time—disagreements, girlfriends, marriage, all the usual reasons—but Keri made a big difference when she came in in ’65. That’s why they asked the band to Viet Nam seven times; they loved Keri. Keri never did get the break she deserves. She can sing as well as anybody making records today, she just never got the chance. Keri’s the only person Weazel can depend on right now.</p><p>The band was hot in the States for a while too, until Kevin and Phil had to go to Canada. Weazel loved Las Vegas; he’d like to live in Vegas. It was his address for several years, but he didn’t really have a place there. Never had a place anywhere, really, until he met Zumla in Vegas one night and took her to alamogordo with him. They were married there, then they hit the road for five years. After that the Quin Tikis got into their New Mexico rut. Everybody thinks Zumla is a Maori name; she’s really from Hutchinson, Kansas. Weazel even bought a house, for Zumla and the kids, but you can get sick of a place like alamogordo in a lot less than four years, which is how long Weazel has been there. Weazel has to get to the city once in a while, with or without Zumla. Dallas was great for a change; maybe they could get rid of the house, move to a place like Dallas, start widening their horizons a little bit again.</p><p>Alamogordo got to him once before. Nothing but a lot of military crap all the time, till you start to think like that yourself. That’s why he quit the Quin Tikis in ’75. Keri took it kind of hard. Weazel joined up with a band called El Paso—super band, super, super band—but he was hesitant about giving up the name that had been so good to him. They compromised; the band was called the El Paso Quin Tikis. They played all over the Midwest—three Mexican americans, two Mexicans, and two Maoris, including Weazel—doing Ohio Players, Commodores, country and western. Weazel even taught ’em some Polynesian stuff. It was a class show band, and Weazel really thought he was going somewhere again, and then—nothing. The band broke up over petty personality differences after a long weekend in Mcallen. Bands always break up someplace like that, some dinky place like Mcallen, Texas. And so Weazel drove back to El Paso and found Keri and started up the old Quin Tikis again. At first it was just Keri, Eddie—the same Eddie that came back four weeks ago—and this drummer from California, what was his name? Jesse and Rick replaced Eddie and his friend after Eddie got lonesome for L.a. And Weazel, of course. Weazel couldn’t remember how in hell Bobby got into the band. He thinks he just showed up one night and started playing, but Weazel sure didn’t have anything to do with it. Bobby had worked with Keri, and so that’s probably how he got in there. Weazel tries to avoid the guy. What are you supposed to say to a guy like that?</p><p>And then Jesse comes and tells Weazel that he’s going off to form this Christian band, he’s got the backing and the recording contracts and everything. And he wants to take Rick with him! Weazel begged him to wait, at least until after Dallas. But people have to do what they have to do. And so just when the band starts to get gigs on the road again, when Weazel gets headed back toward the big cities, this happens. Eddie’s okay; at least he remembers stuff. Rudy tries. Bobby’s good for shows but not worth anything on music. So here we are, twenty years into the history of the Quin Tikis, and Weazel is the only guy can play the goddam shows. Five people and one musician—what the hell kind of band is that?</p><p>Sometimes Weazel sits in his hotel room and listens to the old tapes the Quin Tikis made, and he just can’t believe what an amazing sound they could get out of those five people. So maybe something else was wrong. Maybe the band shouldn’t have spent all that time trying to learn a hundred songs from every conceivable style of music—all that early rock, and the Polynesian, then the soul, the Beatles stuff, the jazz and oldies and blues numbers, Keri’s show tunes and the Streisand ballads—maybe that’s not what a band should do. What if Weazel had just done nothing but his first love, country and western, and tried to become the best damn country guitar player in the States, and only played country music with country bands —would that have made a difference? Maybe when you try to please everybody you never please yourself. Maybe, maybe. Keri never did feel that way, of course. She wanted to do anything that would make people happy. That’s why the Quin Tikis had never been out of a job, either. Some bands had to lay off. The Quin Tikis could always deliver whatever the room wanted. But maybe they should try a whole new country-and-western show now, just to see if it would go over better than this stuff they’ve been doing for four years. You have to be thinking about it all the time. Like maybe it’s time to try some records again. Not like <em>Make Friends With the Quin Tikis,</em> but a legitimate recording contract. That’s one thing they’ve never done. But how can you with the material the band has now?</p><p>Weazel has been thinking a lot lately about changing the name of the Quin Tikis. Sometimes he’ll say, “Look what that name has gotten us so far.” Nobody ever knows what Weazel means by that.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Band",
      "people",
      "ever",
      "Country",
      "Guitar",
      "Work",
      "money",
      "El Paso",
      "Music",
      "Show Band",
      "Australia",
      "Business",
      "Hair",
      "Highway",
      "Holiday",
      "Irving",
      "Love",
      "School",
      "Comedy",
      "Dallas"
    ],
    "wp_categories": [
      "Buddy Holly"
    ],
    "wp_location": [
      "El Paso",
      "Irving",
      "Dallas",
      "Texas",
      "D.C."
    ]
  }
}