{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198411",
    "date": "November 1984",
    "year": 1984,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1984/19841100.pdf",
    "issue_cover_image": "",
    "document_start_page": 188,
    "toc_start_page": 188,
    "document_page_range": [
      [
        188,
        189,
        190,
        191,
        192
      ],
      [
        255,
        256,
        257,
        258,
        259,
        260
      ]
    ],
    "toc_order": 8,
    "toc_headline": "Jambalaya, Crawfish Pie, File Gumbo",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198411-jambalaya",
  "source": "/1984/19841100.pdf",
  "wp_post_id": 119829,
  "wp_post_guid": "http://www.texasmonthly.com/article/jambalaya-crawfish-pie-file-gumbo/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Jambalaya, Crawfish Pie, Filé Gumbo",
  "dek": "When Hank Williams sang about it, Cajun cooking was just good down-home food. Now it has teamed up with fancy Creole dishes and gone trendy, but—surprise-it’s still good down-home food.",
  "spread_caption": "",
  "excerpt": "Son of a gun, they've got great food on the bayou.",
  "kicker": "",
  "word_count": 5281,
  "content": "<p><span class=\"dropcap\">I</span> used to believe that the best thing about trendy foods was making fun of them. Take quiche, <em>please. </em>But that was before I discovered the magic of Creole and Cajun cooking or sank my teeth into a hunk of blackened redfish or talked to the master himself, Paul Prudhomme. This is serious business, friend.</p><p>I already knew a little about these two old and honorable cuisines, or thought I did. They come out of the same Louisiana bayou country, but, roughly speaking, Creole is city cooking and Cajun is country cooking. Creole is more complex and elegant-rich sauces ladled over choice cuts of meat, fish, and fowl, served in restaurants with linen tablecloths. Cajun is simple, hearty fare served in cracked bowls and sometimes on newspapers, in kitchens and on screened-in back porches under trees so large and dense they hide the sky. Cajuns also cook meat, fish, and fowl but are not opposed to javelina, alligator, or raccoon. Paul Prudhomme-who along with his wife, K, operates New Orleans’ hottest eatery, a no-frills joint in the French Quarter called K-Paul’s-has blended Creole and Cajun styles and labeled his work “Louisiana cooking.” The result is international, maybe even cosmic.</p><p>According to <em>New York Times</em> food critic Craig Claiborne, there are only five American regional cuisines worthy of serious attention-TexMex, barbecue, soul food, Creole, and Cajun. You will note that all five are found in either Texas or Louisiana or both. But Claiborne goes a step further. “The only great regional <em>cooks</em> cooking in this country,” he says, “are Creole and Cajun.” I would include Tex-Mex but no matter; fad or not, Creole and Cajun food is experiencing the same sort of gut rampage that Tex-Mex underwent during the heyday of Texas Chic, five or six years ago. Before Tex-Mex the fad was beef Wellington, and before that it was quiche lorraine. Blackened redfish is the quiche lorraine of 1984.</p><p>In order to explore this culinary phenomenon, which has made significant inroads into Texas and the rest of the country, I decided to travel to its motherland, Louisiana. First, I needed some background, so I telephoned Prudhomme at K-Paul's.</p><p>Photography by Jim Myers, food styling by Trish Dahl</p><p><span class=\"dropcap\">A</span><em>mouth-watering Cajun spread shows what all the fuss is about. Counterclockwise from foreground: sausage-and-shrimp gumbo, Cajun meat pies, sautéed crawfish with rice, boiled crawfish.</em></p><img/><img/><p>Prudhomme grew up in the backwaters of Cajun country, milking cows, feeding chickens, weeding okra, and getting fat at his mama's table. It seemed curious that a man with an essentially simple rural background could carry the culinary art to such a pinnacle, but as Prudhomme began rhapsodizing about “the sun, the rain, and the minerals of the earth,” I realized I was in the presence of genius. If Mozart could start composing at age four, why couldn’t a boy from Cajun country create roasted goose with smokedham stuffing and spiced fig gravy? A gentle, lyrical man with a girth approximately the size of the equator, Prudhomme has become a selfappointed apostle whose mission is to spread the gospel of Louisiana cooking. His recently released cookbook, titled <em>Chef Paul Prudhomme’s Louisiana Kitchen,</em> is doing a brisk business and earning rave reviews.</p><p>Advising me on what to expect from Creole and Cajun cooking, he cautioned, “The sheer number of dishes is awesome. It's like the native dishes of an entire country. We have as many dishes as Italy.” The essence of both Creole and Cajun cuisines, Prudhomme said, is fresh raw materials. “My background gave me a point of reference, an ability to know what the best raw materials are,” he said. “I know what a chicken is supposed to taste like. I know the taste of real milk. You may find this difficult to believe, but most people under the age of thirtyfive have never tasted real milk. It has a very strong smell—you have to get past the smell-but the taste is wonderful.”</p><p>The dish that most people think of as synonymous with Cajun cooking is not traditional but rather Prudhomme’s creation—blackened redfish, which he perfected a mere four and a half years ago and which became an instant legend. Originally the dish was cooked over an open fire, but when Prudhomme opened K-Paul’s, he learned that local fire regulations would require him to spend $70,000 for a special water-filter hood. “I couldn’t afford it,” he explained, “so I started looking around for another method. That's how I stumbled across the idea of using a black skillet.” The fish is dipped in butter, rubbed with nine seasonings, and then cooked quickly in a dry iron skillet so hot that the fish ignites. Butter is ladled over the fish as it cooks. Even in the hands of far less talented chefs, the results are usually astonishing.</p><p>Prepared for my expedition by Prudhomme’s enthusiasm, I disappeared for eight days into the heart of Cajun country, or Acadiana as it is called, to experience the phenomenon firsthand. The word “Cajun” is a corruption of “Acadian,” referring to the Catholic peasants who in the early seventeenth century migrated from provincial France to the Acadian peninsula of Nova Scotia. Persecuted for their religion by the British there, the Acadians fled again about 1760 and found refuge in the swamps of southern Louisiana, where the French language was already in use and where there was an abundance of wildlife. Indians taught the Cajuns how to use native herbs and spicesbay leaves from the laurel tree, file powder from the sassafras tree, and a variety of peppers.</p><p>The timing of my trip was perfect. It was mid-July, and most varieties of freshwater and saltwater seafood were plentiful and relatively cheap —soft-shelled crab, blue crab, shrimp, and, of course, that crustacean symbol of Cajun culture, the crawfish. Trucks of seafood, with signs reading, “$2.50-We Accept Food Stamps,” were camped beside the roads. Acadiana begins in Southeast Texas, around the triangle formed by Beaumont, Orange, and Port Arthur, and spreads west to Baton Rouge. Most towns are situated on the Bayou Teche, a muddy, navigable waterway that snakes <em>(“teche”</em> is an Indian word for snake) for 150 miles through the Cajun heartland. It’s a dark, brooding jungle of bayous, canals, and swamps where giant cypresses drip with Spanish moss, exotic creatures swim and slither in their timeless cycles, and the practice of voodoo suddenly makes good sense.</p><p><strong>“I drove along the levees and down narrow back roads with no names, looking for cafes too small and indistinguishable to appear in any tour guide.”</strong></p><p><span class=\"dropcap\">L</span><em>uxury is the essence of Creole cuisine. From foreground: trout meunière with grapes, oysters and bacon en brochette and stuffed artichoke, bouillabaisse, chocolate petits fours, apricot Bavarian.</em></p><p><em>Bayou Baedeker</em></p><p><strong>Where to find Louisiana cooking in Texas.</strong></p><p>The international trend toward Creole and Cajun cuisine hasn't exactly bypassed Texas-there are long waiting lines outside a new Cajun place in Houston, and the fad has inspired restaurants all the way to Corpus Christi to trot out versions of blackened redfish. But research convinces me that the worst place in Texas to look for Cajun food is in the Cajun country of Southeast Texas. In other words, what we have here is a first-magnitude irony.</p><p>Most people I talked to around Beaumont believe that Cajun food means fried things from the sea, gussied up with cayenne pepper and a sprinkle of file powder. <strong>Sartin’s</strong> in <strong>Sabine Pass</strong> (Texas Highway 87 and Tremont) is a great seafood place-nobody has fresher crab or understands better the delicacy with which this sea morsel should be prepared—but Sartin's is no more Cajun than any seafood restaurant in Boston or Portland, Oregon. The same is true of <strong>Geneva’s</strong> (3324 Nederland), a down-home, low-rent joint in <strong>Nederland</strong> that serves cold crab claws and barbecued crab. Excellent but, again, not really Cajun.</p><p><strong>Farm Royal</strong> in <strong>Port Arthur</strong> (2701 Memorial Boulevard) has some authentic if lifeless Cajun selections—a bland crawfish étouffée, a fair crawfish stew, and a mildly sweet crawfish pie, among others. Fried seafood is fresh but heavy.</p><p><strong>Don’s Seafood</strong> restaurants are all over Louisiana and Texas. The one in <strong>Beaumont</strong> (2290 I-10 South) is affiliated with the Landry family of Lafayette, Louisiana, but its Cajun food isn’t what it could be.</p><p><strong>Jambalaya Bar and Restaurant</strong> in <strong>Austin</strong> (6801 Burnet Road) offers a variety of authentic, interesting Cajun dishes, such as oysters pot roast, mushrooms stuffed with crabmeat and shrimp, and a fairly good jambalaya with smoked ham, shrimp, and well-seasoned rice. But the roux in the oyster bisque is blah and looks like watered-down cream gravy. At <strong>Lilly’s</strong> (1936 E. Oltorf) the barbecued shrimp and seafood gumbo are best-of-show from a small Cajun selection.</p><p><strong>Potpourri</strong> in <strong>San Antonio</strong> (11802 Wurzbach) is more French than Creole, but the restaurant definitely exhibits a New Orleans flair, and the food is far too good to quibble over. The blackened redfish is sheer black magic, and Potpourri also does a blackened ribeye, using the same charring technique. The file gumbo is ordinary, however, and the rest of the menu is unremarkable.</p><p>There is no Cajun place in <strong>Dallas</strong> worth mentioning. <strong>Don’s Seafood and Steakhouse</strong> (2361 W. Northwest Highway), often touted, is a big, bland, antiseptic airport of a restaurant where only the file gumbo even begins to pass muster.</p><p>Most of the Creole and Cajun places in this state are located in or near <strong>Houston.</strong> A joint called the <strong>Ragin Cajun</strong> (4302 Richmond) <em>looks</em> authentic; Cajun music rolls from the speakers, and the walls are covered with Cajun posters. The trouble is, the food is barely passable. The barbecued crab and the poor boys are okay, but forget the gumbo. Down the street, at 6000 Richmond, the <strong>Magnolia Bar and Grill</strong> looks and feels like a fern bar. The Magnolia’s operator claims that all the recipes came from his Cajun mama, leading one to speculate that he left home at an early age. The stuffed eggplant, a Cajun standby, is as insipid as hospital food, and the gumbo belongs in a Campbell’s can. I may have visited on a bad day, though; others rave about the food, and my trusted colleague Alison Cook says, “The roast beef poor boy and the oyster poor boy transcend the genre, at least by Texas standards.” The <strong>Blue Oyster Bar</strong> (8105 Gulf Freeway and 1608 Shepherd) boils a crawfish as well as anyone anywhere.</p><p>Members and friends of the Landry family (but not the Lafayette branch) own four restaurants in the Houston area, including <strong>Don’s Seafood</strong> at 3009 Post Oak. To my way of thinking, their best place is <strong>Landry’s</strong> in <strong>Katy</strong> (2215 Katy Freeway, near the Mason Road exit). Landry’s has authentic Creole-Cajun food, high quality and low priced. The boiled crabs are so fresh you expect them to bite back, and the fried sea things are underseasoned but otherwise perfect. The seafood gumbo, the true test, is smoky rich and perfectly seasoned.</p><p>The best pure Cajun restaurant in Texas (and maybe in Louisiana too) is Houston s <strong>Atchafalaya River Cafe</strong> (8816 Westheimer). The decor is authentic to a fault, with accordion, fiddle, and washboard music rocking the walls. The menu taxes the imagination, not to mention the will power. It features all sorts of boiled, fried, baked, stuffed, and étoufféed seafood-wonderfully fresh. The crawfish étouffée is thick and rich, like the stock of a good chicken pie. The gumbo is as dark as chocolate and swarms with morsels of sea creatures, and the bisque rivals that served in Julaine Porter’s dining room. I also tried, if you will bear with me while I faint, red beans and rice with andouille sausage. First-rate, every mouthful of every dish. A chatterbox of a waitress named Jean Marie gave me a back rub while forcing me to sample a sweet-potato pecan pie made from Prudhomme's recipe. I’m telling you, this job can be pure hell. <em>G.C.</em></p><p>I drove along the levees and down narrow back roads with no names, looking for cafes too small and indistinguishable to appear in any tour guide. I skirted the edge of the Atchafalaya (pronounced “ ’Cha-fa<em>lie-</em>ya”) River Basin, the Water Mother of Acadiana, a massive wetland that flanks I-10 and stretches 75 miles south from Simmesport to the Gulf of Mexico, part of a flood control system that helps drain two thirds of the contiguous United States. Zigzagging between small towns, I eventually turned into a driveway beside a sign that read, “Jeanerette Full Gospel and Higgins Fish Market,” where I watched a fisherman unload his morning catch—yellow catfish and assorted drum, including a popular trash fish called gaspergou. On more back roads I passed the small, neat shacks of fishermen and saw cattle grazing with snow-white egrets perched on their backs. At a place called Frenchy’s Cafe, near Baldwin, I ate some boiled blue crab and a bowl of good rice dressing seasoned with what I think was tasso, a smoked and highly spiced Cajun ham. Not far from Jeanerette, on Louisiana Highway 318 just off “new” U.S. 90 (not the older highway, which still exists), I found the kind of place I had in mind —a dilapidated shack that looked long abandoned except for a freshly painted sign that read, “Gussie Cafe and Bar.”</p><p>Gussie, who used to cook at the Yellow Bowl just outside Jeanerette, wasn’t there. Her daughter, Gloria, a stout, middle-aged black woman, told me that if I wanted to enjoy one of Gussie’s take-it-or-leave-it lunches, I had to get there before 11 a.m.—that’s when Gloria departs to deliver her grub du jour to the workers at the chemical and salt plants near Weeks Island. This day’s offering was meatballs and field peas. “The little whites like meatballs,” Gloria said. “The blacks, they like red beans and rice best.” Gussie and Gloria change the lunch menu daily; later that same week I enjoyed unsurpassable fried chicken and cornbread pudding. The nighttime menu is more varied—catfish, oysters, crab, shrimp, and crawfish (mostly fried), gumbo (in the winter only), homemade boudin, and the ever-popular pig lips. Gloria told me they used to serve chili and barbecue, but there wasn’t much demand for either item in Acadiana.</p><p><em>(Continued on page 255)</em></p><p><em>(Continued from page 192)</em></p><p>While purists can argue for hours over the subtle differences between Creole and Cajun cooking, there are a few dishes that are so specifically Cajun that they’ve become part of the folklore. One is red boudin (“boo-dan”), a spicy sausage usually made of pork, rice, and blood. Another is coush-coush, a fried cornmeal mush obviously related to French and African couscous. Still another is hog’s head cheese, a pungent gelatinlike loaf prepared from ground-up eyeballs, tongues, and other interesting and unconventional ingredients.</p><p>“A Cajun’ll eat anything,” said an old black woman who runs a beer joint called Raymond’s Paradise, near Breaux Bridge. “You don’t find no dead animals on the road down here.” Speaking of coushcoush, author Roy Blount, Jr., reports that a Cajun cheer popular at Louisiana State University goes like this:</p><p>Hot boudin, Cold coush-coush, Come on, Tigers, Poosh, poosh, poosh!</p><p>Outside the small Louisiana town of Catahoula, on Louisiana Highway 96, I stopped at a roadside crawfish-processing shed where in the stifling late-morning heat several black women were peeling crawfish and chattering in a tongue I’d never heard before. The snaggletoothed woman in charge of the peelers said that it had been a good season but it was coming to an end. “Water too low in dah basin,” she said. “Men can’t get dah boats ’cross dem sandbah.” There would still be a few fresh crawfish available through July from commercial ponds and from farmers who raise them in furrows between rows of rice plants, but almost all would be devoured by special friends of those farmers and growers. Between seasons, restaurants have to make do with frozen crawfish, an alternative I do not recommend.</p><p>In the levee town of Henderson, at the end of Highway 347, I finally came tongue-to-claw with the heralded mud bug, as Cajuns prefer to call the crawfish. Though the mud bug was here long before the first European or African, it was considered trash rather than haute cuisine until the late thirties, at which time, legend has it, the owner of a levee bar called Guidry’s whipped up either a crawfish pie or an etouffee for his patrons. Pat’s Waterfront Restaurant, on Highway 352, later popularized crawfish and in fact built a reputation by serving them, as did several other places in Henderson.</p><p>I ate at one of the seminal restaurants in the evolution of the crawfish-Robin’s (“Roe-ban’s”), also on Highway 352. The $12.95 crawfish dinner, which included crawfish prepared just about every way known-boiled, fried, in bell peppers, in crawfish pie, in bisque, and in that old standby, étouffée, which is sort of a stew based on a roux and served over rice. Roux, a mixture of flour and oil browned to various intensities for different dishes, is basic to both Cajun and Creole cooking and is probably the surest way to evaluate the art of a particular cook. Most Cajun cooks use a light-colored roux with dark meats and a dark roux with light meats; the flavor runs from sweet and light to toasted and nutty. The roux at Robin's was gray-brown and greasy. Stock for the bisque tasted like it was straight from the can, and the rice (there must have been two pounds of it on the plate) was tomatoey and underspiced. I learned later that many old-time Cajun cooks scorn the tomato and consider it a Creole plot against nature. The taste of crawfish is delicate to the point of being imperceptible and cannot survive a heavy hand with the spice box, much less an assault by a tomato. A lunch companion ordered the identical dinner with crab dishes rather than crawfish, and her meal was superior to mine but still not very good.</p><p>A dinner at Teb and Julaine Porter’s bayou home in New Iberia completely rehabilitated the crawfish in my judgment. The Porters are transplanted Texans (he was a Midland oilman), but Julaine grew up in Jeanerette and is a master of Cajun cuisine. Her crawfish bisque—the best I tasted on my peregrinations—was concocted from a dark, nutty roux and a home-cooked stock made by boiling crawfish heads and shells (“you gotta suck dah heads,” says a Cajun rule), bell pepper, onions, and celery and served, as are most meals in Louisiana, with crusty French bread and mounds of butter. A true bisque, or so I am told, is served with “stuffed heads”; the heads are the genuine article, and the stuffing is a dressing of crawfish meat, stock, bread crumbs, and spices. Julaine’s daughter Gayle told me, “One reason there are not more good restaurants in Cajun country is that everyone here is a great cook.” Gayle and her sister and brother-in-law, Peggy and Ron Weiss, operate Jeffrey’s in Austin, an excellent restaurant influenced by Creole and Cajun traditions, as are a growing number of restaurants. Recipes in Cajun country are passed from generation to generation and are prized secrets parted with only reluctantly. Peggy has a friend who won her recipe for oysters Mosca in a Cajun card game called bouré.</p><p>Today most true Cajun food is served in the home. Prudhomme claims that the majority of restaurants no longer make much of a distinction between Cajun and Creole. A number of the better restaurants that I visited featured their own creations, or “signatures,” as one chef phrased it. Old-time Cajun cooks are wary of these variations. “Prudhomme uses <em>cream,” </em>said Julaine Porter, in the tone of a prosecutor condemning a scoundrel who had spiked the coffee with ketchup.</p><p>Heavy cream is the secret, however, of one of the best restaurants I found on my wanderings—Patout’s (“Pah-too's”) in New Iberia. The cream, produced especially for Patout’s by an obliging dairy in Lafayette, contains 45 per cent butterfat, at least 10 per cent more than most commercial cream. The restaurant also churns its own rich, sweet butter. Alex Patout, whose family owns the restaurant, is such a purist that he distinguishes between “sea Cajuns” (those who live south of I-10) and “land Cajuns” (those who live north of the interstate). “Remember, Cajuns come from an impoverished culture,” he said. “They used what was most plentiful. Pork and chicken were big items for land Cajuns—boudin, hog’s head cheese, sweet potatoes, freshwater fish. The sea Cajuns are responsible for some of the more exotic dishes, such as redfish in court bouillon and turtle with sauce piquante.”</p><p>Alex Patout considers his restaurant to be “more Cajun than K-Paul’s”-every Acadian chef I met, including Prudhomme, was defensive about his heritage. Yet Patout acknowledges that the majority of the items he serves are creations, although there are several time-honored Cajun dishes on the standard menu. Typical of Patout’s original dishes is redfish Eugenie, named for his sister and partner, Gigi, and made by pan-frying redfish and saucing it with reduced cream and sauteed crawfish tails. Patout also offered me a sampler of his other creations, including a rich and wonderful crab-and-corn bisque, oysters Alexander (oysters with oyster-and-shrimp dressing), the Lady Fish (charbroiled redfish), veal on the Teche (similar to redfish Eugenie), and a stuffed eggplant that glazed the eyes with wonder.</p><p>A more traditional restaurant than Patout’s is the Yellow Bowl, a roadhouse outside Jeanerette on Highway 182. Back during Prohibition the word “bowl” was a code for places that served booze; there were speakeasies with names like the Red Bowl and the Green Bowl all over the South. Though the current owners of the Yellow Bowl aren't certain how it came to be named, the roadhouse has a pleasantly sinister and decadent look, a glimpse of times gone by. The food is first-rate —shrimp, oysters, and soft-shelled crabs, all with a light, delicate touch, and a great crawfish bisque with a sweet, toasty aftertaste. Another culinary landmark in Jeanerette is LeJeune’s Bakery, at 1510 W. Main Street. LeJeune’s French bread is touted as “the best in the world,” a contention I’m not prepared to dispute. When the red light outside the bakery is blinking, it means that fresh, hot loaves are being taken out of the oven.</p><p>Mulate’s, on Highway 94 outside of Breaux Bridge, is the sort of place that gives a visitor insight into that favored Cajun saying, <em>“Laissez les bons temps rouler” </em>(“Let the good times roll”). While the food is standard Louisiana fare, the real lure of Mulate’s is live Cajun music. Mulate’s is to Acadiana what the Broken Spoke is to Austin—chicken-fried swing in the native tongue. A down-home band called File was shaking the cypress beams the night I was there. I knew this group was authentic when I asked them to play “Jolie Blonde” and they ignored me. Asking a real Cajun band to play “Jolie Blonde” is like asking Willie Nelson to sing “Beautiful, Beautiful Texas.”</p><p>Driving past the town square of St. Martinville, past the wooden storefronts, the statue of Evangeline, and the Catholic church that hasn’t changed in 220 years, I was reminded again of the pervasiveness of Cajun customs. The local Tastee-Freez featured several types of fresh seafood along with its burgers, and the streets were full of people who moved with a rhythm as slow and enduring as the currents of the bayou. St. Martinville is where Creole and Cajun blend, where plantation society runs hard against coonass and voodoo culture. It was settled by aristocrats fleeing the French Revolution —there are still vestiges of grandeur, especially in the elaborate Mardi Gras festivities—but there is a West Indian influence too and a Mediterranean feel that time hasn’t touched. And people still recount the legend of a wealthy planter named Charles Durand, who in 1870 is supposed to have celebrated the weddings of his two daughters by importing spiders from the Orient and having his servants dust the spider webs in the trees with gold and silver. The gold and silver, if they ever existed, are long gone, but you can still see the trees that Durand planted sometime before the Civil War. The place is called Pine and Oak Alley (on Highway 96 between St. Martinville and Catahoula), and if you look closely, you will see that the two rows of trees intersect to form a crucifix.</p><p>I had been told that there were no good Creole or Cajun restaurants in Baton Rouge, but that information wasn’t accurate. I stopped at a place called Ralph and Kacoo’s (7110 Airline Highway; there are several of them in southern Louisiana) and enjoyed an excellent seafood gumbo, usually a measure of authenticity, and some soft-shelled crabs amandine that caused me to reevaluate my dislike for anything amandine (see “I Am the Greatest Cook in the World,” TM, February 1983). The following day my wife’s cousin, a Baton Rouge furniture and antique dealer named Kenneth McKay, took us to Fairchild’s, a Creole French restaurant of some distinction. McKay, an authentic Southern gentleman with impeccable taste, suggested trout meunière with pecan butter sauce. “See if the chef can find some white grapes,” he told the waiter. “The sweet tartness of white grapes is the perfect complement for pecans.” He was right. I tried the same dish without the grapes later in New Orleans, and it did not come close to the marvelous flavor of the trout at Fairchild’s.</p><p>Despite the hoopla created by the Louisiana World Exposition (a major disappointment, in my view), New Orleans remains unchanged and uniquely quirky. Jugglers, street musicians, and little kids cadging coins while trying to learn breakdancing jammed the narrow streets of the French Quarter, and the smells of seafood. baking breads, and roasting meats made it clear that Creole culture is alive and evolving. It is a polyglot creation of the various immigrants who dominated the old river city of New Orleansprimarily Spanish and French but with touches of Italian, German, and other ethnic groups, including American Indian, West Indian, and African. Especially African. In fact, the most lasting characteristic of Creole cooking is the black element; until Prudhomme’s breakthrough, almost all the great Creole chefs were blacks who started as dishwashers or busboys at famous restaurants such as Brennan’s, Antoine’s, Galatoire’s, and the Hotel Pontchartrain restaurant. Though the black people who live deep in the swamps and the sugarcane-growing areas are culturally closer to Cajuns, they speak Creole, or Africanized, French not understood by Cajuns and, as a matter of pride, refer to themselves as black Creoles.</p><p>These days the great chefs may or may not be black, and likely as not they got their start working for Paul Prudhomme. It’s impossible to overstate Prudhomme’s influence on New Orleans’ cuisine. The Olde N'awlins Cookery, at 729 Conti between Bourbon and Royal, is mostly staffed by former K-Paul’s cooks, as are many of the newer spots. For the moment at least, Prudhomme ranks right up there with Pete Fountain, Bum Phillips, and the world exposition. “He deserves his reputation,” said an admiring competitor. “He worked his ass off for twenty-five years to become an overnight success.”</p><p>Before encountering the wonders of K-Paul’s, I decided to visit my old friend Frank Bailey, who operates Indulgence, a restaurant at 1501 Washington Avenue, in New Orleans’ Garden District (another is located at 1539 Religious Street). Bailey writes a weekly food column for the <em>Times-Picayune</em> and has served as a consultant for a number of good, mostly homey Texas restaurants, including Austin’s Eats, the Raw Deal, Threadgill’s, and Tortuga’s. Indulgence serves what it calls contemporary Creole. “I use all fresh herbs, which is not traditional,” Bailey said. “Creole food is heavily spiced rather than herbed. People grow herbs and green beans and gather wild chanterelle mushrooms for me. I also have people who raise rabbit and quail.” The day I was at Indulgence the owners of several other fine New Orleans restaurants were having lunch there, which I took as a tribute to Bailey’s talents. One of them owned Cafe Sbisa, at 1011 Decatur Street, down from the French Market. Cafe Sbisa is probably more Old World than Creole or Cajun (I had sampled a world-class bouillabaisse there the previous evening), but it’s the sort of place Hemingway used to write about-a clean, well-lighted place where greats and near-greats gather to eat and drink and where the quality never varies and a man knows that he has truly eaten of the earth and the sea.</p><p>After all the buildup, I approached my long-awaited evening at K-Paul’s with some trepidation. “I feel like I felt the first time I went to a whorehouse,” I told my wife, Phyllis, as we walked across Jackson Square and up Chartres Street. We'd been warned that the waiting lines sometimes unraveled for blocks and that the waitresses were crypto-Nazis. Also, I had read Prudhomme’s cookbook and been uncomfortably reminded of my own mortality. Merely scanning recipes for such creations as soup with oysters and melted Brie in cream can harden the arteries.</p><p>I am happy, therefore, to be alive and well and to report that K-Paul's is an intimate (I use the word in the orgastic sense) experience that should be tried once in each lifetime. On the Thursday night we were there only a few customers were waiting outside, and we had a table in a matter of minutes-a table we shared with two total strangers, by the way. K-Paul’s does not burden the serious connoisseur with a lot of social amenities. Our waitress was a tall, helpful woman in knickers, a bit rough-cut and imperial perhaps -“No substitutes, honey”-but knowledgeable about Louisiana cooking.</p><p>There are two purely functional dining areas at K-Paul’s, one downstairs and one upstairs. I recommend upstairs because there you are seated in full view of the kitchen. In a salivating and near-hypnotic state, I watched as flames licked high over the edges of at least a dozen heavy skillets. Massive vents worked full throttle, and still there was a veil of thickly flavored smoke. I am told that when blackened redfish is on the menu (it wasn’t this particular night) the kitchen sometimes goes to five alarms. Prudhomme himself was not working that evening; I learned later that he was seen hobnobbing with VIPs at Mr. B’s Bistro. Meanwhile four or five chefs handled each order individually and expertly, shaking skillets to prevent contents from sticking, flipping contents into the air as deftly as mimes plucking violets, dipping fingertips into sauces, tasting, and adjusting seasonings with fistfuls of crushed peppers and herbs. When a dish was ready, a chef whapped it onto a heated platter. Waitresses maneuvered among tables with great heaping plates of brown and gold goodness.</p><p>Phyllis and I shared a meal of rabbit tenderloin with mustard sauce (bunny backstrap, she called it), stuffed softshelled crabs, and, finally, one of Prudhomme’s most original creations, a staggeringly rich concoction called tasso and oysters in cream on pasta. The first three or four bites were the best thing I ever put in my mouth, but on about the fifth or sixth forkful I hit the wall. The dish was unique and wonderful, but, God help me, it was too much for an ol’ boy from Texas—hell, it would have been too much for the Indian subcontinent. While our waitress plastered little gold stars on the foreheads of those who had cleaned their plates (she charitably gave me a silver), I tried not to fall out of my chair. It was a truly memorable meal, though just writing about it makes me want to swallow a roll of Tums and take a nap. I decided that night that I finally understood the difference between Creole and Cajun food. Creole is an experience best reserved for special occasions; Cajun is for all those days in between. Cajun is a food you can live with.</p><p>By the next afternoon my eyes were back in focus, and I was able to take a little clear soup.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cajun",
      "Crawfish",
      "Food",
      "Louisiana",
      "Restaurants",
      "Restaurant",
      "Seafood",
      "Highway",
      "Cooking",
      "people",
      "Redfish",
      "Texas",
      "Fish",
      "Gumbo",
      "Oysters",
      "Chef",
      "Country",
      "Rice",
      "cajun country",
      "Chicken"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "New Orleans",
      "West",
      "Beaumont",
      "Houston"
    ]
  }
}