{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198411",
    "date": "November 1984",
    "year": 1984,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1984/19841100.pdf",
    "issue_cover_image": "",
    "document_start_page": 164,
    "toc_start_page": 162,
    "document_page_range": [
      [
        164,
        165,
        166,
        167,
        168,
        169
      ]
    ],
    "toc_order": 2,
    "toc_headline": "HOW TO BUY A DRESS WITHOUT GOING TO THE STORE",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198411-howtobuy",
  "source": "/1984/19841100.pdf",
  "wp_post_id": 119850,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-to-buy-a-dress-without-going-to-the-store/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "How To Buy a Dress Without Going to the Store",
  "dek": "The eight secrets of catalog shopping.",
  "spread_caption": "",
  "excerpt": "Shopping from catalogs can keep you in fashion and out of the malls.",
  "kicker": "",
  "word_count": 3203,
  "content": "<img /><p>Photography by Ka-Chuen Yeung. styling by Beverly ann Moore</p><p><span class=\"dropcap\">I</span> Hate To shop—it has always been a tiresome and confusing chore that I would rather avoid. But I have a vivid interest in fashion, an interest I have borne somewhat reluctantly since I refuse to engage in wearying store-to-store searches for something to wear. Instead, I rely almost exclusively on the clothing catalogs that appear in my mailbox each season. It’s the only way I can stand to shop and the only way I have time to shop, but it takes patience and an appetite for surprises. Patience may seem the most formidable of virtues, the hardest to cultivate, but it is the key to making catalog shopping pay off. You’ll need patience to select your purchase carefully, to wait the two to ten weeks it will take your selection to arrive-if it ever does —and to negotiate the problems that arise. But the reward is worth it. Never again will you be forced to stalk through malls wondering what the world is coming to. Nor will you suffer the aggravation of rooting through packed racks of dresses looking for. that perfect little something. Instead, clothes you already know you like will be delivered to your doorstep.</p><p>Catalog shopping requires you to be well organized. To dress exclusively from catalogs, you must be the kind of person who anticipates the need for a cocktail dress long before the invitation is received and who knows in august that her basic black wool slacks will need to be replaced this year. It’s also wise to save your catalogs until your orders come in and to file away charge card statements, canceled checks, and postal insurance receipts in case some snafu occurs. But don’t get the idea that catalogs are all work and no fun; <em>au contraire,</em> they’re the ideal vehicle for instant gratification.</p><p>The items that lend themselves most safely to catalog shopping are wardrobe staples, such as socks, stockings, gloves, purses, and underwear. Since it is extremely boring to shop for staples and since they seldom need to fit precisely, buying them from catalogs makes sense-especially when they’re offered at special savings. Basic garments and accessories, such as sweater vests, cardigans, white or neutral-colored blouses, oxford-cloth shirts, belts, and plain A-line skirts are also good bets. (Some of the most faithful and methodical catalog shoppers are those who dress in nothing but basics and buy all their clothes from places like the Talbots.)</p><p>When fit and a sense of style are more crucial, however, catalog buying demands a certain degree of abandon. But that’s all right. If you order something and find you don’t like it once it arrives, you can always send it back. No one will hassle you about returning it, and you’ll automatically receive a refund. In fact, the catalog company will probably be interested in finding out what went wrong. By contrast, try returning something to a local store and see just how interested the clerk is in hearing your reasons.</p><p>It’s a common myth that mail-ordering clothes is always more expensive than shopping in stores, but that doesn’t have to be true. Though you must pay shipping fees, the prices of the clothes are usually competitive. Some companies are also willing to pay the cost of returning items you decide not to keep. And catalogs, like stores, have seasonal markdowns and sales; Spiegel, for instance, sends out its first sale catalog only weeks after its main seasonal book, and I have learned to wait to see what the markdowns are. If a major part of your pleasure in buying clothes is the thrill of the chase, however, and you live to say that you got your $60 blouse for <em>only</em> $28 on sale at Foley’s, catalog shopping is probably not for you.</p><p>The two best catalogs to order from are Spiegel and Honeybee, both of which send orders with stunning alacrity. The worst, and the only one I absolutely refuse to order from (a pity, too, because the clothes are always tempting), is FBS, one of the longest-lived of the catalog companies. Last year I waited months for a pair of suede pants; thank goodness Texas winters start so late. Between those extremes are the many other catalogs that somehow manage to churn out orders with only minor mishaps.</p><p>Catalogs are packed with clues to successful ordering. Recognizing them will spare you the trouble of discovering when your selection finally does arrive that it is practically barking its way out of the package. But the clues are not always obvious, even to the most vigilant of catalog users. Here are the ones i’ve discovered.</p><p><strong>1 The model has no flaws.</strong></p><p>Keep in mind that the clothes you see will look the same on you as they do on the model-or worse. If you see a model whose stomach is sticking out, whose hips are enormous, or whose legs would be the envy of the local wrestling team, the garment or shoes she has on are probably to blame.</p><p>Look at the dress in figure 1, from the fall Sakowitz catalog, for example. Although it is for petite sizes, the model looks as broad as a barn. Perhaps it is the black band accentuating the hips or the allaround gathers of the skirt. It may just be the length of the skirt, which hits the model’s leg right at the swell of her calf. A lipstickcolored tissue faille dress in the fall Beautiful and Co. catalog (fig. 2) also achieves a chubby look, producing a startling enunciation of the hips. You can be pretty sure that this company is not giving equal time to fat ladies in its catalog. Unless you have been missing the large-hipped look, this dress is not for you.</p><img /><p>Fig. 1 If this dress makes the model look this broad, just think what you will look like in it.</p><p><strong>2 Shop between the lines.</strong></p><p>When it comes to the descriptive copy in catalogs, what is left out is as important as what is put in. Fashion copy is written by hacks but edited by experts, and your powers of inference need to be at their sharpest if you are to figure out what is not being said.</p><p>Here are examples from the I. Magnin fall catalog: “Long, flared navy wool gabardine skirt with high belt-loop waist” means that the skirt is not lined. How do you know? Because the copy doesn’t say the skirt is lined. Lining is a desirable feature in a garment and will definitely be mentioned if it exists. Since this skirt is not lined, you will probably have to wear a slip with it. Also from that same catalog, a “sumptuous full-circle lambsuede skirt with elasticized waistline in holly red or bright navy, fully lined 360.00.” In this case lining will do more harm than good. What the copywriters have failed to tell you is that a suede skirt, completely lined and cut in a full circle, is going to be incredibly heavy. To make matters worse, the skirt is held up by an elasticized waistband, which I can see slipping lower and lower as gravity takes its course. If you cant resist buying the skirt, order it one size smaller than normal and hope for the best.</p><img /><p>Fig. 2 This model has good cause to glance over her shoulder-the dress makes her hips look humongous.</p><img /><p>Fig. 3 Is this woman wearing an off-theshoulder sweater or a normal one topped by a scarf? The catalog copy doesn’t give you a clue.</p><img /><p>Fig. 4 Why does this model have her hands positioned Coyly at her waist? Could she he holding up the dress’s overlong belt?</p><img /><p>Fig. 5 Sure, she looks great now, but let down this woman's hair and she'll appear to be ehoking in fabrie.</p><p>The model in figure 3 doesn’t really look bad, just uncomfortable. For $280 you can order this sweater and silk skirt set from the Horchow Collection Holiday ’84. But what are we looking at here? an off-the-shoulder sweater worn over a matching blouse or an oversized scarf worn over the sweater? I dont know, because the copy makes no mention of either a blouse or a scarf. Though the set has possibilities, I would advise caution in ordering it.</p><p>Sometimes the things a picture <em>doesn’t</em> show can be of vital importance. Also from the fall Sakowitz catalog comes a dress (fig. 4) that I was dying to order. It is a well-made traditional garment by a good designer, Dennis Goldsmith, and it looks great in the photograph. But when it arrived I discovered it was too big (most clothing seems to be running a size larger this year). What was really inexplicable, however, was the 52-inch belt, whose length (about two feet longer than necessary), you will notice, is not apparent in the photo. Actually the model’s hand is exactly over the spot where a normal belt would end. You just can’t be too suspicious.</p><p><strong>3 Think about reality.</strong></p><p>Remember that the catalog’s photographs are showing you a feeling as much as a garment and that their success may depend on the model’s preposterous pose. That perpetual blast of wind that the model is fronting will not flatter you with its gusts. Extrapolate from the photo and imagine the garment in your own life.</p><p>For example, the pictures never show you a model dragging the currently fashionable dolman sleeve through an entree she is trying to eat or through the flame on the stove burner when she is preparing a meal. They don’t show her trying to stuff those billowing sleeves into her coat while getting off a plane either. Unless you’re willing to put up with such inconveniences, avoid this look.</p><p>Another fashion oddity that often works only in catalogs is the cowl neck. Most pictures of cowl-neck garments, such as one from the fall I. Magnin catalog (fig. 5), show a model whose hair is short or pulled back; if her hair is loose and medium to long, she is facing a wind machine that blows it away from the cowl neck. Why? Because medium-to-long hair quickly becomes trapped in the folds of the cowl neck, eliminating all possibility of free movement. Even worse, you’ll look as if your hair is attached to your dress. This is not a look you want to have.</p><p><strong>4 “Faux” means “fake.”</strong></p><p>In addition to what is left unsaid, catalogs are full of words that say one thing but mean another. For example, “bodyconscious” usually means “too tight”; if the garment is so described, I would order one size larger than usual. “Easycut” generally means “shapeless,” which is in style this year but a good candidate for sudden fashion death syndrome next year. Anything “brushed”-usually cotton or a mixture of cotton and polyester (though sometimes just rayon) —is a cheap imitation of flannel and has neither the wearability nor the good looks of the real thing. What use is a cheap price tag if the garment looks as lifeless as a rag in two months?</p><p>Fashion phrases sometimes seem to gain currency on the basis of how clever they sound rather than how much sense they make. The pet phrase this year is “sweater dressing, ’ which means sweater. Other words to watch are “silky”—that means it is anything but silk. “Golden” or “goldtone” is a sure sign that what you have is not gold.</p><p>“Faux” is an especially overused word in catalogs these days; it is French for “fake,” but doesn’t it sound fancy? and though i’m not sure what it is supposed to suggest, a lot of things in catalogs are “crafted.”</p><p>The word “lace ’ requires special attention, because if the catalog doesn t state exactly what kind of lace —alengon, point d’esprit, handmade—you can be reasonably sure you’ll be getting something that looks like a place mat (fig. 6). It’s usually machine-made lace, and it looks bad. Jessica McClintock is a good brand that specializes in romantic and nostalgic-looking dresses, and machine-made lace is often an important component of her garments. Another manufacturer, with a name disarmingly similar to Jessica McClintock’s, is Scott McClintock, who makes less-expensive lacy clothing. Which brings me to another point: make sure you’re getting the designer you intended to buy and are paying for. Some manufacturers intentionally create confusion.</p><img /><p>Fig. 6 Unless you love being yoked by a place mat. avoid clothes with man-made lace.</p><p><strong>5 The Norma Kamali kiss of death.</strong></p><p>Being familiar with brands will improve your success rate when ordering by mail. Learn which brands fit you and are made well, but beware of brands that are overmarketed. Both last year and this year the sweepstakes winner in the overmarketing category was Norma Kamali, whose clothes, though wonderful, are easily identifiable and easily copied (fig. 7). Such omnipresence says these clothes are trite even before you buy them and prevents them from being a classic item in a wardrobe. They will always announce “1984,” and you may soon tire of them.</p><p>Luckily, shopping by catalog makes it easy to spot overmarketed items; just spread all the various catalogs out before you and notice what clothes are duplicated. I turned up seemingly identical Kamali tops (with the same skirt three times) in at least five different catalogs. Kamali’s boxy gray fleece jumpsuit also made numerous appearances, as did a plaid duster, skirt, and jacket.</p><p>Another garment that showed up two too many times was a brown lambsuede and snake-embossed napa leather jacket by Maglia (fig. 8) —I found it in three catalogs. This jacket’s main cachet is its unusualness, and if I m going to spend as much as $395 on something that “individual,” I don’t want to see it coming around every corner in town.</p><p><strong>6 The price isn’t always right.</strong></p><p>While you’re comparing catalogs, don’t forget to compare prices too. The Norma Kamali separates are a perfect example. At Lord and Taylor and at I. Magnin, Kamali’s gray fleece flyaway crop top (fig. 7) was $48, and the flared trumpet skirt was $44. The top was also $48 at Spiegel. But at Beautiful and Co. the same top was $52, while through the FBS catalog the top was $50 and the skirt $46. Another example is almost identical Dennis Goldsmith coatdresses, which were $180 at Gidding Jenny, $185 at Bloomingdale’s, and $178 through the Honeybee catalog. The most dramatic differences in prices, however, are those between regular and sale catalogs. Gidding Jenny’s holiday catalog features a Jessica McClintock lace dress for $260, but I found the same dress in the Honeybee sale catalog (which had arrived two weeks earlier) marked down from $260 to $188.99.</p><p>You can also save by looking for similar, less-expensive garments. Both the Holmes and the Saks Fifth avenue catalogs offer the same plaid Christian Dior sweater, but it’s shown with similar matchingplaid Christian Dior skirts. The fringed knife-pleated skirt at Saks is $118, while the softly gathered skirt at Holmes is only $84. Why buy the more expensive one-especially since the fringed bottom makes the skirt look as if the hem has just been ripped out.</p><p>Catalog descriptions of the same dress can vary wildly, and copywriters sometimes identify fabrics incorrectly. For instance, the dress I ordered from Sakowitz that came with the extralong belt was described as ‘'lightweight dressing in soft wool challis. But it didn't feel like wool challis, which is indeed soft. It was more like wool crepe, and it was itchy.</p><img /><p>Fig. 7 Everyone loves Norma Kamali—something you should consider lief ore you order this outfit.</p><p><strong>7 It won’t get lost in the mail.</strong></p><p>In mail order, it’s never anything ordinary that goes wrong —i've never had a package lost in the mail. Sometimes what goes wrong is a delay in sending your item —Lord and Taylor is particularly slow about my orders (and good luck in getting through to the customer service department-the lines are always busy), Bergdorf Goodman frequently doesn’t send what I order and never notifies me that it isn’t being sent, and I. Magnin is also bad about delays. Sometimes I think companies try to make up for the delay by sending the same order twice; that has happened to me too.</p><p>Occasionally, however, you will find yourself the culprit when problems arise. If you don’t receive your package or a notice of delay within a month of your order - federal law requires that the customer be notified of a delay in shipping-the order probably didn’t go through. Why? The most common reasons are an incorrectly transcribed charge card number, an omitted charge card expiration date, a mail order with no payment enclosed, or a blank spot where the garment’s size should be. To ward off tragedy, include your daytime phone number with your order, so that someone can call should problems arise. And most important, make sure your credit card or check is good.</p><p>Most mail orders these days are really phone orders, since calling speeds up delivery of your purchases by several precious days. Another advantage of calling is that the person who takes your order will make sure that you include all the needed information. Some of the smaller catalog stores let you call them directly to place an order, and though you must pay for the call, you’re rewarded with personal service. In the case of rush orders, the person who answers the phone may actually go to the warehouse, pick out the items, measure lengths, do other special things that you request, and send the order off the same day.</p><p>More often, however, you order by calling an 800 phone number. Most 800 numbers operate around the clock, but try to order at a fairly normal hour (Spiegel’s recent ad campaign touting the joys of ordering Pierre Cardin at 3 a.m. notwithstanding). The service you get on weekends or late at night is often below par. Larger stores answer their own 800 numbers, and some, such as I. Magnin, are sophisticated about using them. The people who answer I. Magnin s number are in the store, have usually seen the clothes you’re ordering, and have their own annotated catalogs in front of them when you call. Store-answered 800 numbers generally give the customer better service than those answered by order-taking services that have no vested interest in you or the store. If you feel that a particular store s 800 number is staffed by people who couldn’t care less about your order, it’s best to go back to ordering by mail.</p><img /><p>Fig. 8 How many other jackets like this one would you want to see on the street?</p><img /><p>Fbs, 659 Main Street, New Rochelle, NY 10801</p><p><strong>8 Surprises are the spice of life.</strong></p><p>The very best thing about shopping by mail is the element of surprise. You can never be totally sure what something will look like until it arrives, and it’s always exciting to get a package. Some stores, like Henri Bendel and I. Magnin, ship your purchase in their own special signature boxes, to make it even more presentlike. And though you know you re going to have to pay for the garment or send it back, and you’re quite well aware that you sent it to yourself, nothing tops the thrill of cutting open a package, lifting the top off the box, and tearing through the tissue to find something you just love. How thoughtful of you to have sent it!</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Clothes",
      "Shopping",
      "Hair",
      "Fashion",
      "Clothing",
      "Cotton",
      "Dior",
      "Holiday",
      "people",
      "Sound",
      "Style",
      "Success",
      "Taylor",
      "wind",
      "Au",
      "Band",
      "Campaign",
      "Death",
      "designer",
      "Dresses"
    ],
    "wp_categories": [
      "Feature"
    ],
    "wp_location": [
      "Taylor",
      "Texas"
    ]
  }
}