{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198411",
    "date": "November 1984",
    "year": 1984,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1984/19841100.pdf",
    "issue_cover_image": "",
    "document_start_page": 200,
    "toc_start_page": 172,
    "document_page_range": [
      [
        200,
        201,
        202,
        203
      ],
      [
        304,
        305,
        306,
        307,
        308,
        309,
        310,
        311,
        312,
        313
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Little Baby Blue",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198411-littlebab",
  "source": "/1984/19841100.pdf",
  "wp_post_id": 119841,
  "wp_post_guid": "http://www.texasmonthly.com/article/little-baby-blue/",
  "authors": [
    "Scott Nelson"
  ],
  "headline": "Little Baby Blue",
  "dek": "Within hours of her birth, our otherwise perfect daughter started showing signs of serious heart trouble. Then came many months in and out of hospitals and a seemingly endless struggle to keep her alive and my family in one piece.",
  "spread_caption": "",
  "excerpt": "For the first few hours of her life, our baby seemed fine. Then she started turning blue, and her two-year struggle to survive began.",
  "kicker": "",
  "word_count": 8870,
  "content": "<img/><p>Illustrated by Paola Piglia</p><p>Our second daughter, Carrie, was born on an august afternoon, in what appeared to be perfect condition. Throughout my wife’s pregnancy, Jane and I had exercised care and good nutrition and had closely followed all the latest medical pronouncements. Waiting at the Mother Frances Hospital in Tyler for our child to be born, I watched the other prospective fathers, many of whom were teens about half my age, and thought how obviously unprepared they seemed. Mentally, I placed my family in an entirely different class, one based not on wealth (I am a college teacher) but on, well, maturity.</p><p>To my relief, Jane came through the delivery beautifully. Even during labor she remarked that the pains were not too bad, and the birth of this child seemed swift compared with that of amy, our three-year-old. This time the mood was much more relaxed, even fun. T he baby looked healthy and strong, both in the nursery and later when she was brought to her mother’s room for a first feeding. We were, in short, elated. I had even been privately rooting for a girl.</p><p>As evening approached, I left Jane to get her rest and, after picking up amy, returned to our home in Kilgore. We ate hot dogs and phoned friends with the news. I inalK I put amy to bed and plopped down in an easy chair to watch a baseball game, intending to unwind and then retire. Around eleven the phone rang. Jane’s voice caught me by surprise; I had expected her to be asleep.</p><p>“The baby’s starting to turn blue, she said. I could tell from her choked voice that she was frightened. “The nurses are worried, and they’ve called a pediatrician to come look at her. There’s something wrong with her heart.’’</p><p>I told myself and Jane that there was no cause for alarm. “Call me back after the doctor examines her,” I said confidently. Then I did a strange thing: I went to bed. It was as if pretending that everything was all right would make it that way.</p><p>Congenital heart disease is one of those curious ailments that strike newborns by what appears to be random selection, like a macabre lottery. No one knows the cause, it has to do with the genetic signals that are sent when humans are conceived, or even before. Such “blue babies” are frequently cited in history and literature (William Faulkner’s <em>Sanctuary</em> comes to mind); until recently, their fate was nearly synonymous with frailty, sickness, and an early death. Thus congenital heart disease, in its various forms, is the kind of malady that new parents fear most.</p><p>When the phone rang again. I expected to hear good news, that the doctor had seen Carrie and she would be okay. But this time Jane was really upset.</p><p>I had trouble understanding her but knew that she wanted me to come right away. I had also heard the words,</p><p>“Dallas or Shreveport.” after telling her i’d be right there, I hung up and tried to collect my thoughts. Panic was creeping in; my heart was pounding, and I began to sweat and feel ill. I told myself that I needed to calm down and make plans.</p><p>Quickly I threw on the same clothes I had worn all day and called on a friend to take amy overnight. The curtness of my voice (“Our baby’s sick”) was enough explanation; she said to bring amy right over. I grabbed the child out of bed and put her in the car. Barely awake, she had the confused look of a kidnap victim-a look she would often have in the trying months ahead.</p><p>I drove like a madman, grinding the gears and missing turns until I finally had to ask directions from a late-night stroller. As he pointed the way, he looked suspiciously at the nightgowned moppet in the back seat and the maniac at the wheel. Somehow we got to our friends house; I deposited amy and set out for the hospital.</p><p>On the way, I began preparing myself for the idea that the baby was not going to make it. Whatever was wrong with her, it must be critical. In that case, my job was to be strong for Jane’s benefit. I had never dealt with real adversity before. Things had generally come easily to me. Not material things, but certainly other forms of good fortune; we were a healthy, happy family. Being a pillar of strength was a role I didn’t want. I wanted to go crazy and let someone else do it, but there was no one else.</p><p>When I got to the hospital, around midnight, the quiet efficiency of the place calmed me. Jane seemed haggard but rational as we met and I shook hands with the pediatrician. “We think the baby has a heart problem,” he softly explained. “Something is causing a low level of oxygen in her blood. Of course your first question is, Could she die? Yes, I think she could.”</p><p><em>Scott Nelson lives in Kingwood, where he teaches political science at North Harris County College.</em></p><p><strong>“The pediatrician said,‘Of course your first question is, Could she die? Yes, I think she could.’ He was dressed in designer jeans, bearded, and younger than 1.1 immediately hated him. I don’t remember much about the rest of our conversation, except his frequent and pointed use of ‘I don’t know’ in response to my questions.”</strong></p><p>He was dressed in designer jeans, bearded, and younger than I. I immediately hated him. I don’t remember much about the rest of our conversation, except his frequent and pointed use of “I don't know.” He said, “I know a cardiologist in Dallas who might be able to help her. She should be taken immediately by ambulance to the Children’s Medical Center there.”</p><p>I later realized the doctor had done exactly what any parent would want, but at the time he seemed a bit too hip and ambivalent. He even mentioned the cost of the ambulance ($300-plus), with the implication that there would be no ride without cash up front. As I glared in disbelief, he dropped the subject.</p><p>I was stunned, but after listening to the diagnosis, I was impatient to go to Dallas and get on with it. Once I decided to follow the ambulance in my car, I was irritated that no one seemed to be in any rush to get started. Jane and I went to see Carrie; her skin was an eerie shade of gray-blue, but otherwise she looked okay. I was relieved, for some reason, to see her cry.</p><p>Jane was holding up quite well under the strain and fatigue, but we knew the situation was desperate. Finally the ambulance driver arrived and gave me directions to the Children’s Medical Center. He was just a kid, but he was thoroughly professional, which I appreciated. My wife and I embraced briefly to say good-bye, and she asked between sobs the question I was expecting: what if the baby died? My prepared answer sounded hollow even to me: “We’ll just have to deal with that if it happens.”</p><p>As Jane walked me to the door of her hospital room, two little streams of red fluid trickled down her leg, reminding me that this woman had borne a child only twelve hours earlier and needed desperately to rest and recover. “Please, give her something to make her sleep,” I implored the nurses on the way out.</p><p>In the elevator a nurse I had not seen before asked, “are you the father of the sick baby?” I nodded. “We'll all be praying for you,” she said with an East Texas twang and eyes that seemed to know something I didn't. I could not recall ever being told that before.</p><p>I pulled out of the hospital parking lot and eased toward 1-20 a little after one o'clock. Carrie's ambulance had begun the hundred-mile trip to Dallas several minutes before. Soon I would have been up for 24 hours —a teat I had not accomplished since those crazy college days so many years ago. But there was no chance of falling asleep at the wheel. Not only were my nerves electrified and my muscles tense but my stomach was burning furiously and starting to cramp too.</p><p>The truckers and I had the early morning highway all to ourselves. The air was cool, so I rolled down the window and tried to stay under 70 miles per hour. Before long I noticed a flickering light on the horizon. Could it be Carrie’s ambulance? I gained on it and realized that it was. Feeling angry that the driver wasn't going faster, but glad to be closer to our baby, I positioned myself about half a mile behind it.</p><p>Then a weird thing happened. The ambulance slowed to 55 and turned off the light. “She’s dead,” I thought. “There’s no need for them to hurry.” as I pounded the steering wheel, cursing, I got my first taste of what real grief must be like. Utterly distraught, I began to lose my grip on reality —the instruments on the dash started to float around, and I wanted, for a moment, to plow the car through a fence.</p><p>But sanity won the battle. There was still hope. It Carrie was dead, why didn’t the ambulance just turn around? No, it wouldn't do that; we were approaching Dallas already. Finally we exited the freeway and soon pulled into the medical center’s emergency entrance. I bailed out of the car and ran over to the ambulance nurses. “She’s doing okay,” one said with a smile.</p><p><strong>a Balloon in Her Heart</strong></p><p>The Children’s Medical Center of Dallas is part of a huge complex adjacent to Parkland Memorial Hospital and the University of Texas Health Science Center. I had never heard of it before that night, though I had spent years in the Dallas area. The first thing I noticed when I followed Carrie inside was that this hospital was obviously just for children. Images of Snoopy and Winnie the Pooh were on the walls, and giant stuffed animals inhabited the waiting rooms.</p><p>The second thing I realized was instructive, even humbling: I was not the only one in the world with a sick kid. As Carrie was wheeled into the intensive care unit, I settled into a waiting room jammed with people speaking in low voices or trying to get some sleep, all passing an anguished night in a strange place.</p><p>I was initially startled by -the appearance of my two sisters-in-law; it turned out that Jane had spent the night on the telephone calling them instead of sleeping. It was now around three o'clock in the morning. I tried to make conversation but was not altogether successful. Soon a doctor walked up to me. ‘'we think your baby has a serious heart defect called transposition of the great vessels. Surgery can help, but that usually comes later. The first thing to do is wait for the cardiologist, Dr. Penn Laird, to arrive for further diagnosis.“ Like the pediatrician a few hours earlier, this doctor was young and not very experienced in dealing with parents. In an attempt to comfort me, she said, “Well, except for her heart, she seems okay.” I suddenly laughed aloud at the irony, surprising myself and insulting her. I have since learned that birth defects often come in batches. The doctor then told me I could go into the ICU to see Carrie, even though parents aren’t normally allowed in after eleven o’clock. I thanked her and went to wash up.</p><p>It is often said that smells, not sights or sounds, are the impressions most firmly fixed in the memory. The distinct aroma of the hospital soap I used hundreds of times while Carrie was ill is one that I shall never forget. Although it is a pleasant smell, it nauseates me even now, more than two years later.</p><p>In her little bed in the ICU, Carrie was sleeping. All sorts of electronic gear had been attached to her to monitor her condition. She definitely looked blue now, and I felt sick. I spoke briefly with an intern from New York City. He was very casual, with afro-style hair and sandals instead of the jogging shoes most doctors and nurses seemed to favor. But for some reason I liked himit didn’t take me long to forget the Marcus Welby-Dr. Kildare stereotype. In fact, this ICU more closely resembled the set of <em>M*a*S*H:</em> a radio played rock music softly as nurses and doctors in green called to each other by their first names. Laughter occasionally punctuated the beeps of the monitors. Again I was angry at first but then curiously comforted; this was all routine to them.</p><img/><p>Photograph by John Grossman</p><p><em>Dad holds Carrie, now a healthy, happy two-year-old.</em></p><p>I looked around the ward at the other children —the unit was one huge room.</p><p>There were several babies spread-eagled on tables, with wires, IVs, and catheters sprouting from their tiny bodies like vines on a plant. A little boy about ten moaned quietly as he lay naked and pale on his bed. A nurse stroked his partially bald head-was it leukemia? To me, this was a world gone mad, and I felt bitter and confused.</p><p>As we sat waiting for Dr. Laird, the cardiologist, to arrive at seven, my sister-in-law suddenly made a suggestion that startled me. “If you want, we can have the baby christened right here.</p><p>You could be glad you did later on.” The idea seemed barbaric to me, like voodoo chants and potions. Perhaps it is a sad testament that we now place our faith first in science and machines, expecting physicians, not clergy, to work the needed magic, and save the spiritual for a more convenient time. After a few seconds, I resolutely said, “No.”</p><p>Dr. Laird arrived on schedule. While he would later prove to be both personable and optimistic in dealing with us, that morning he got right down to the business of saving Carrie's life.</p><p>He quickly drew a picture of what he thought the problem was.</p><p>“In a normal heart.“ he said, ”the pulmonary artery takes oxygen-depleted blood from the heart’s right side to the lungs for oxygen. A second artery, the aorta, takes oxygenated blood from the left side of the heart to the body. But in transposition, the two great arteries are reversed, so that unoxygenated, or blue, blood goes to the body and oxygenated, or red, goes to the lungs. If there is no mixing of red with blue blood, death will soon result.“</p><p>The last part was all that registered.</p><p>Laird went on to describe a procedure called balloon atrial septostomy, which can be performed on newborns. It would not correct Carrie’s condition but would allow her to live until open-heart surgery could be more safely attempted. It involved cardiac catheterization, in which a tube is inserted into a vein or artery, frequently one in the —groin, then advanced until it reaches the inside of the heart. The tricky part (and truly amazing, given that a baby’s heart is about as big as her fist) has to do with the balloon that is attached to the catheter. Once inside the heart, the balloon can be inflated and used to rip open a small hole already present in the newborn’s septum, the membrane separating the heart's two upper chambers. Normally, the hole closes as the baby develops, but the enlarged opening allows red blood from the left side to pass through and oxygenate the blue blood on the right side.</p><p>Then Laird explained the risks, giving percentages as to injury, death, strokes, clots. The odds seemed pretty good, especially since there appeared to be no choice. It is common these days to get a second opinion on major medical matters, and I would like to think i'm the kind of person to demand one; after watching so many doctors contradict each other, I have become even more convinced that it is important to do so. But that morning, as I took pen in hand to sign the forms protecting the hospital from malpractice suits, the thought never crossed my mind. I paused for a moment, hoarsely said, “Okay, let’s go,” and then scrawled my name on the paper.</p><p>Laird explained that the operation would take around two hours. With the wait ahead of me, I urged my various relatives, one of whom had been up all night with me, to go on home. The truth was, I wanted to be alone. People under stress, I have observed, tend to fall into two categories. Some want to be constantly surrounded and supported by their friends, relatives, ministers, and others, with much hugging, handholding, and similar demonstrations of affection. Others prefer solitude, at least for a while. I wanted my wife, but since she was (I hoped) sleeping a hundred miles away, my own company was what I treasured.</p><p><em>(Continued on page 276)</em></p><p><em>(Continued from page 175)</em></p><p>I poked my head into the ICU waiting room. By now it was sunny and cheerful, not resembling army barracks as it had a few hours earlier. As I looked at the faces of the other parents, all of whom must have had children in serious trouble, I heard a strange sound: laughter. The giddiness of the place now makes perfect sense to me —most kids do make it, after all —but at the time it caught me offguard.</p><p>I found a spot to sit where the traffic was minimal, on the floor close to the elevator from which Dr. Laird would emerge when the operation was over. There I wept for the first time since adolescence. My sobs sounded like the barks of a wounded animal, which indeed they were. But crying didn’t make me feel better; instead I felt even more frightened and exhausted. When my vision began to play tricks on me again, I decided to pace. I walked for two hours through the halls of the third floor, irritating the nurses, who soon grew tired of looking up at me. Why they let me do it became apparent when I went into the rest room and caught sight of the crazed zombie in the mirror. But walking helped, and I felt alive again. Perhaps all hospitals should have therapeutic indoor tracks or treadmills.</p><p>Laird finally appeared. He smiled and said, “She came through just fine.” He explained that they would keep Carrie in the ICU for a while, then transfer her to a room on the floor for a few days more. I was jubilant at the news. “Please,” Laird commanded, “go get some rest.”</p><p>I spent most of the next eight hours on the road. I called Jane; she was groggy but relieved, and we decided I should drive back to pick up amy in Kilgore, then take her to Denton, thirty miles from Dallas, to stay with her grandparents. The day finally ended for me as I collapsed on the bed in Denton, with amy safely tucked in on the other side. “Dad,” she asked, “why are you sleeping with me?” I had been awake for forty hours.</p><p>I was back at the hospital early the next morning, rejuvenated and clearheaded. Carrie had been moved to a room on the floor. The nurse quietly explained, “We needed the space in the ICU, and she was the healthiest one in there.” This was my first encounter with one of the primary maxims of the medical bureaucracy: keep the beds full. Carrie looked better but still a little blue. A nurse brought me a bottle, and it felt good to feed my baby for the first time, though I hoped Jane could come soon to begin nursing. A friend was planning to bring her to Dallas that afternoon if the doctors agreed.</p><p>I was happy in the hospital room with Carrie that day. My only source of irritation was the malfunction of the heart and breathing monitors attached to her chest. Whenever the warning tone accidentally sounded, I dashed into the hall, hysterically waving my arms. Fortunately the nurses had a sense of humor.</p><p>When Jane arrived, she was limping with the soreness of childbirth but seemed in good spirits. At Children’s the private rooms are small yet quite accommodating to parents, with carpet, bathrooms, TV; the only thing missing is a kitchen. One can even sleep somewhat comfortably on a little couch that changes into a bed of sorts. I stayed until evening and then went to spend the night with amy in Denton before going home for work on Monday. A few days later Carrie was released, and our family was united for the first time.</p><p><strong>a Winter of Waiting</strong></p><p>We spent the next several months trying to build up Carrie’s strength and keeping her from getting sick. I adopted a Fort apache mentality. I saw amy’s little friends as disease-ridden threats; washing my hands when I came home from work became an obsession; a cold called for an immediate trip to the pediatrician. It is amusing now, upon reflection, but I had discarded for all time the idea of a charmed and comfortable life.</p><p>During that period we heard from another family whose child had the same problem. On a business trip to our area, the parents brought him over. Ricky Tucker had already been through surgery and was the healthiest-looking kid I had ever seen. While Carrie’s lips were still very blue (the classic symptom of transposition), Ricky’s were pink. So were his hands and feet. Although the scar on his chest gave testimony to trials still to come for us, the Tuckers’ gesture was like a godsend. To see him strutting around attempting to destroy the furniture was a joy to our weary eyes.</p><p>Throughout the fall and winter our lives took on some sort of normalcy. Carrie did well, and although she was small, she seemed to be a happy baby. Checkups confirmed that she would be strong enough for the operation sometime in the spring, when she would be about six months old. Her blood was getting enough oxygen for now, but soon the little hole in the septum created by the balloon would be inadequate or might even begin to constrict.</p><p>The surgical procedure Carrie needed was known as the Mustard operation, named for the Canadian surgeon who devised it two decades ago. Since merely switching the transposed arteries “has not yet been altogether successful” (a euphemism meaning that the child sometimes dies), the red blood is rerouted inside the heart by sewing on a patch constructed of the sac that surrounds the heart. A tunnel is created, channeling enough good blood in with the bad to allow the body to grow and stay healthy. The defect is not repaired, but it is artificially accommodated.</p><p>Inevitably, we wondered what had caused those two arteries to be reversed. What had sent the wrong message? Research into that question is undoubtedly going on, but the members of the medical establishment we encountered did not seem particularly interested in causes. That was not the result of callousness so much as it was a symptom of the compartmentalization of modern medicine. Asking a surgeon or a cardiologist about <em>causes</em> is like asking a lawyer about astronomy; any interest in the subject is merely incidental and considered superfluous to their work. It made me wonder how many additional lives could be saved if more doctors were encouraged to concentrate on prevention and pure research.</p><p>As the weeks and months passed, the family adapted to Carrie’s condition. Our precautions tended to follow our usual family pattern: Jane was careful; I was paranoid. As the weather turned cooler, the blueness in her hands and feet became more pronounced, but Dr. Laird explained that this was common. In February Carrie returned to the hospital to be catheterized again, in preparation for the main operation, now planned for March. This time I stayed in the hospital too, sleeping on the floor. Jane and I were nervous; the procedure had already been delayed one week because Carrie had caught a cold, and the little ritual of having the risks explained before we signed the papers had been discomforting. But when Laird appeared, the news was all goodCarrie had done fine, and the x-rays had established that her heart had no defects other than the transposition. Surgery was the next step.</p><p>Open-heart surgery, friends told us, had become so routine that it was like getting your appendix taken out. Everyone had anecdotes of relatives and acquaintances who had experienced it. Those accounts, however helpful, were not altogether satisfying to us, for two reasons. First, this was a seven-month-old baby. Second, even if the surgery was completely successful, her heart defect could eventually cause serious problems. I began to dread explaining Carrie’s situation to people who asked about her, since I had nothing to offer but uncertainty.</p><p>By then Carrie weighed fourteen pounds and could sit upright (but had not begun to crawl). She was alert and well developed vocally. The most noticeable differences between her and other children her age were her rather small size and her purple lips. Her skin, particularly on the hands and feet, was also bluish much of the time, especially when she was cold. She ate fairly well and was not particularly fussy or sickly.</p><p>As March 21, the date for the surgery, approached, the wait began to take its toll on us. One incident still stands out. A few days before the operation, after an exasperating day at work, I bumped my head on a filing cabinet in our bedroom. With the entire family watching, I exploded in an irrational tirade. It was the kind of thing I never do —a brief spasm of hysteria that frightened us all. As Jane and Carrie cried, amy led them into the bathroom and locked the door, making them safe from the monster Dad had become. It was an awful, touching, and ultimately hilarious moment.</p><p>One other event added to our anxiety as we prepared for the trip to the hospital. On March 17 the <em>Dallas Morning News</em> ran one of those human-interest stories about an operation that saved a child’s life. But this time I had more than a passing interest in the story. The child had the same problem Carrie did, and the surgeon who had corrected it, Dr. Hisashi Nikaidoh, was the one who would perform Carrie’s operation as well. The difference was that in the operation featured in the paper, Nikaidoh had switched the transposed vessels, remedying the defect instead of merely accommodating it. That was the first time the operation had been performed in this region, and it was obviously very risky, but success meant the child would be freed from the specter of future problems, drugs, pacemakers, and so on. I wanted the chance to consider the same technique for Carrie.</p><p>We called Dr. Nikaidoh’s office and explained our concerns to his secretary. She said the doctor would call back. He never did. Upset and angry, we decided to go ahead with the trip to Dallas but to quiz</p><p>the surgeon about the alternate procedure.</p><p>I would later place Dr. Nikaidoh along with Laird in my pantheon of personal heroes, but at the time I had written him off as a prima donna. I was tempted to call the whole thing off and take Carrie to Houston or somewhere else.</p><p>With amy safely deposited with her grandparents, we checked into the hospital on Sunday. We expected to be there for a week to ten days, the usual stay in such cases. For the nights that Carrie would be in the ICU, we had made motel reservations nearby, passing up an opportunity to stay at Ronald McDonald House, a hostel for parents who have seriously ill children. After Carrie was transferred to her own room, we would again be sleeping with her in the hospital.</p><p>Dr. Nikaidoh finally arrived for his promised visit, and as we talked, my hostility evaporated. I realized that what a social worker had told us was true: he was special among thoracic surgeons in his deep commitment to the well-being of the children. Nikaidoh held forth for about twenty minutes, addressing all our concerns, including the arterial switch procedure we’d read of in the paper. (as it turned out, it wasn’t advisable in Carrie’s case.) He was serious yet goodnatured. His Japanese accent, which Jane had, found difficult to follow over the phone, was no problem in person. He didn’t look old enough to have been performing heart surgery for twenty years.</p><p>As he spoke, I kept looking at his hands, hoping to get some clue to the secrets of his skill. They looked like normal hands, though much smaller than mine.</p><p>He had written us a letter that informed us of a 5 per cent mortality rate with this operation. One can be both relieved and haunted by such statistics. Before he left, he took me aside. “i’ve been doing Mustard operations for years,” he said, “and I don’t anticipate any problem tomorrow.” I liked his confidence. We signed the papers and drolly called out, “Be sure to get a good night’s sleep,” as he walked off down the hall. Carrie’s immediate future now lay in his delicate hands.</p><p><strong>a Web of Tubes and Monitors</strong></p><p>When we turned Carrie over to the professionals the next morning, Jane and I were terrified and heartsick. I wished for the hundredth time that it was I who would be on the table, instead of this innocent baby. Laurie Chamberlain, a social worker in residence at the hospital whom we had met through Dr. Laird, had told us she would keep us informed of the latest developments. As Jane and I waited in Carrie’s room, I rediscovered the therapy of my pacing routine.</p><p>Shortly before they took Carrie away, an assistant abruptly made a comment that upset us even more. He said, “Of course you know that even if the surgery is successful, she probably still won’t live past thirty.” We knew the defect was likely to cause problems, but no one had ever phrased it in terms of years. The bluntness of the statement, later somewhat refuted by others, depressed me terribly. He added, “at least she will be a contributing member of society.” I wanted to strangle the bastard. We hadn’t had this child to benefit society, or to serve her a cruel death sentence. His words still haunt me in my sleep.</p><p>The three hours or so of surgery passed quickly. About two hours into the operation Laurie reported that a crucial part of it had gone well: Carrie’s heart had started up again when stimulated, after being completely stopped to allow Dr. Nikaidoh to do his work. Finally someone told us we could go down by the elevators and get a glimpse of Carrie as they wheeled her into the ICU. As she passed us, surrounded by an army of green-clad technicians, we felt relieved; all had gone well. Nikaidoh soon came through himself and told us the good news. I began to understand why someone would want to be a heart surgeon for babies.</p><p>The next few days actually were often enjoyable, even euphoric. We were allowed in the ICU during most times of the day until 11 p.m. Then we would drive the short distance to the motel and collapse, weary but happy.</p><p>The gradual recovery of a heart surgery patient can be followed simply by watching the decline in the number of tubes, wires, and other devices attached to her. Each time something is disconnected, the patient is one step closer to being on her own. Immediately after surgery Carrie was attached to a ventilator, or breathing machine, consisting of a tube that linked one nostril with her lungs, the other with her stomach; an IV for the administration of drugs and painkillers; a wire going to the heart, which could be connected to a pacemaker if necessary; a catheter for urine elimination; two wires connected to monitors and digital counters that kept track of her breathing and heart rates; and, most ominously, two tubes going into the chest cavity for the drainage of fluid. The incision was closed by what looked like Scotch tape (no stitches), and it stretched the length of her chest.</p><p>Nurses had warned us about the appearance of postoperative babies, so we were not really shocked when we first visited Carrie in the ICU. It was a relief just to see her pink color and her chest rise and fall, albeit aided by the ventilator. Parents are freely allowed in to visit their children, but there is not much chance to relax. We mainly just stood by her bed and held her hand as she slept. It was certainly a happier time than that first night when she was born.</p><p>Carrie spent four days in the intensive care unit. As we once again settled into hospital routine, I discovered two fundamental maxims: (1) stay as close to your child as possible, because the level of care a small child receives is generally higher when a parent is present, and (2) the nurses run the whole show. Modern medicine is only as good as the humans who administer it, I realized, and most people perform better when they know that someone who is very interested in the outcome is close by.</p><p>For the most part, the nurses who tended Carrie did their jobs like professionals, with just the right balance of confidence and concern. By the end of our stay I had decided that nurses must be about two notches above the rest of humanity, though not all were equally good. Some nurses, for example, were more willing than others to administer Valium and morphine to Carrie in the days following surgery. According to doctors’ orders, the drugs could be given once an hour. One nurse, as the deadline passed, would intone, “Valium time” and squirt a dose into Carrie’s IV, expecting me to be amused. Like most people, I want the drug used to relieve pain, not to make life easier for nurses. But how do you tell when a baby is in pain? Carrie was still too weak to cry; her little groans could have been merely attempts to move.</p><p>Another curious thing about nurses: the youngest were often the best, at least from our perspective. They went out of their way to do everything right, were courteous to parents, and were not killing time until the next coffee break. We will always remember Stephanie Ford, a young ICU nurse who hovered over Carrie’s bed. As she checked and rechecked every monitor and potential trouble spot, I marveled at her energy during a twelvehour shift. But I also came to appreciate how hard it would be to sustain that energy over the years. The true champions are the career nurses who have chalked up years of experience and still retained their dedication and vigor.</p><p>Then there were the doctors. During Carrie's first year, we dealt intimately with scores of physicians-cardiologists, pediatricians, residents, interns, nutritionists, specialists in infectious diseases, and surgeons. We came to know others only incidentally. It is far harder to characterize doctors’ performance, however. Nurses work where a layman can watch and evaluate their competence, but physicians isolate themselves from such scrutiny. They consult each other and give their orders outside the orbit of the patient and the parent, and they often let the nurses take the heat when those orders are inconsistent or the news is bad. And you will never hear one doctor criticize another, except through arched eyebrows and veiled sarcasm.</p><p>As we watched the plastic and wire gradually disappear from Carrie’s body, we began to focus on one lingering problem. She continued to drain fluid from her chest, and so one tube had to remain in place, hooked up to a vacuum device that could monitor the level in cubic centimeters. But persistent drainage of fluid is a common complication of thoracic surgery, and the doctors expected that it would soon correct itself.</p><p>One way to get rid of excess fluid from the body is by using a diuretic to stimulate urination. A diuretic called Lasix was to become a permanent part of our vocabulary. One memorable afternoon Dr. Nikaidoh came by and was telling the nurses to step up the dosage. He said that timing was most important in these matters. Somehow the subject of timing reminded him of a World War II military maneuver he had read about in the works of Cornelius Ryan, the late historian, and he expounded for fifteen minutes on the military strategies of the European theater and the wisdom of some general for whom timing had been very important. I stood gaping at his articulate presentation. It had never occurred to me that a great surgeon could be interested in such matters, much less be able to present an oration on them.</p><p>Since Carrie seemed to be recovering according to plan, the aura of crisis never surrounded us personally in the ICU. Jane and I would take turns standing by her side, comforting her (at least we hoped we were) as we watched the blips on the monitor. We couldn’t help but be affected by the other children in the ward, some alone, others with bleary-eyed parents looking on, all fighting to stay alive. A number of them had birth defects, heart or nervous system malfunctions. Some, such as the baby right across from us, Brian allen, eventually died. We became good friends with his parents, sharing the bonds of joy, despair, and grief.</p><p>I was affected the most by a drowning victim about the same age as my older daughter. We heard from the nurses that she had been on the bottom of a swimming pool for around thirty minutes before her older brother dived in and pulled her oun She was in a semivegetative state, with occasional spasms and grunts being the only outward signs of life. My heart went out to the young mother, who spent every day and much of the night stroking her daughter’s forehead and whispering soothing commiseration into her ear. Once, while I was in a neighboring telephone booth, I heard her make arrangements to resign from her job so she could devote all her time to the coming ordeal of therapy and care. Her voice was heavy with guilt.</p><p>During our stay in the hospital, I often had a morbid curiosity about what happened to the bodies of the children who died. The sight of a little covered body on a stretcher is obviously one that hospitals want to keep from the relatives of children in critical condition. Months later Jane casually remarked that a nurse had explained to her that the bodies are put in a hidden compartment under an empty bed. That way they can even be taken on the elevator with no one the wiser. Somewhere there is even a catalog of a healthsupply company advertising such contraptions. It is not comforting to think that all of us will someday take a ride in one of those things, unheralded and unseen, so as not to disturb the living.</p><p><strong>Confusions, Contradictions, and Complications</strong></p><p>When Carrie left the ICU for a room upstairs, we thought the worst was over. In terms of mortality risk it probably was. But she developed a stubborn complication known as chylo-thorax. Her lymph system had been badly damaged during surgery and now refused to heal. A fatty white liquid had to be continually evacuated from her chest, through tubes inserted between her ribs and connected to the same vacuum machine used after surgery. As the days passed and her condition did not improve, it became clear that we would spend considerably more than the expected ten days in the hospital.</p><p>With babies, hospitalization becomes a game of watching what goes in (food, IV fluids, medicine) and what comes out (urine, stools, and, in our case, chest fluid). So many times in the middle of the night I crawled from the couch where I was sleeping to the foot of Carrie’s bed to inspect the fluid level in that bubbling calibrated vacuum machine. I usually returned cursing the chyle that was still draining out of her.</p><p>Sleeping in the hospital is an art. It requires taking advantage of the gaps of quiet between frequent and often senseless interruptions. I don’t think I ever slept more than two hours at a time, even after countless nights there. I am a light sleeper, and when my sleep was interrupted, it took me a while to doze off again —often just in time for the next blood pressure check or shift change. By dawn, I was reduced to a red-eyed shrew.</p><p>Over the next several weeks my wife and I adopted a routine we called the weekend shuffle. I would go home to work during the week and then come back to relieve Jane in the hospital from Friday to Sunday. Consequently, Jane spent many more nights there than I did. But she has always had the gift of being able to go quickly back to sleep after being awakened. She also adjusted to hospital life nicely, making many friends and settling in to the routine. There were lonely, scary moments, such as the time Carrie’s chest tube came out and another one had to be inserted, but Jane handled herself with a serenity I often envied.</p><p>Because Carrie was on mild sedation and painkillers, she slept most of the time. Since she often had a fever, she was usually uncomfortable. The biggest problem was the tube sticking out of her chest. The tissue around the hole became inflamed and discolored. She moaned and groaned a lot but could also sit up and listen to stories. There was even occasional laughter and playfulness as she got better. She ate very little and had to be constantly reminded to accept the bottle. Her frequent x-rays were orgies of screaming, more from fear than pain.</p><p>Still the fluid would not subside. And by the time Carrie had been in the hospital four weeks, things seemed worse instead of better. When she contracted diarrhea, in addition to an infection from an IV in her foot, we began to doubt seriously the competence of the people in charge. There seemed to be too much confusion and contradiction among the doctors as to the cause of the drainage. One resident mentioned the possibility of another operation. Another said that her fluid level could be normal for her metabolism and would stabilize if only we would quit sucking fluid out with tubes. Dr. Nikaidoh would stop by and counsel patience.</p><p>On the home front, I decided to bring amy back to Kilgore with me for a week. She had been with her grandparents for nearly a month, and I missed her terribly. It turned out to be a lousy idea; we both got sick, I had to miss work again to take care of her, and the trauma of leaving her at friends’ houses every day when I did go to work was hard on both of us.</p><p>My colleagues at work were sympathetic, courteous, and helpful. Nevertheless, I found myself avoiding them, especially on Mondays, when I returned from Dallas with news of little progress and more bafflement. As people stopped me in the halls between classes, I felt like a human tape recorder, reciting the latest prognosis while trying to remain cheerfully upbeat. Curiously, I did not want to disappoint them. I also knew that there was speculation about the wisdom of leaving Carrie in Dallas; in our part of the country, Houston is considered the place to go for famous heart specialists. “Shouldn’t you take her there?” a few people asked.</p><p>With the approach of May, we began to feel we would never leave the hospital. We had adapted to a Kafkaesque world where nothing made sense and the doctors were running out of explanations.</p><p>One day at lunch, Dr. Laird asked me what the most difficult part of our long stay had been. I answered quickly: it was the roller coaster of emotions, the unremitting torture of going from despondence to euphoria and back, sometimes several times a day. A casual comment by a doctor or even a change in body temperature can set off the already overworked imagination. To compound our dilemma, Children’s is a teaching hospital, and we were subjected to the speculations of medical students in addition to those of the other professionals.</p><p>I think people can handle bad news very well as long as it is a certainty. I observed two parents as they watched their little girl die in the ICU. They displayed dignity and composure; they knew what was coming. It is uncertainty that is hardest on the nerves. But, of course, to cite George Burns, it beats the alternative. Much of medicine is a journey into the unknown and the imponderable; it is not designed for the mental health of parents with sick children.</p><p>The roller coaster took its toll. One weekend I noticed that the drainage had stopped and could not wait to tell Dr. LeRoy Lenarz, the resident surgeon. I was ecstatic —the tide had finally turned. “Look! It’s stopped!” I said excitedly, showing him the stationary fluid level on the machine. He laughed kindly at my error. The chyle had merely moved into another compartment and was rising steadily as usual. The nurses and I had been misreading the damn thing. Once again I went from euphoria to despair in seconds. “Hey, Dad, hang in there,” Lenarz said, after looking at my face.</p><p>Finally, six full weeks after she had arrived, Carrie left the hospital. There was still some fluid in her chest, but the doctors said it would clear up. She was on low-fat formula and diuretics, but we were home at last. It was a happy day; we had champagne for the first time in years.</p><p>Life again settled into a hectic routine. We began making plans as a family, a sure sign that things were normal. Carrie developed slowly but steadily, though her no-fat diet undoubtedly retarded her growth. We were even unaffected when she was turned down for a life insurance policy. It was as if we knew something the actuarial tables didn’t and she would fool all of them. Her color was good, and all signs looked positive.</p><p>Then, in the first week of July, she developed a fever and had difficulty sleeping. Teething, we thought, or a virus of some kind. Our local pediatrician prescribed an all-purpose antibiotic, and we didn’t worry much. After several days, however, her breathing became labored and hoarse, and she was clearly weakening. The doctor’s voice was devastating. “We’d better get Carrie back to Dallas,” she told us, and called an ambulance.</p><p>We were stunned, but there was no time to think or fret. The bags seemed to pack themselves and we were on the road, with Jane in the ambulance and amy and me in the car. The grandparents were alerted again. We were there in what seemed like minutes. Familiar faces in the hospital were horrified to see us back.</p><p>Carrie had developed pneumonia, and the fluid in her chest had begun to accumulate again. We still do not know which condition caused the other. IVs, chest tubes, and that despicable vacuum machine were installed once more. The doctors seemed genuinely perplexed. I wondered if Carrie’s life was to be a series of hospitalizations. It all seemed like a grim joke being played on us by the Cosmic Prankster, a test of our sanity as well as of the child’s heart.</p><p>It took two weeks for antibiotics to kill the bacteria and the tubes to evacuate the fluid once again. By the time we took Carrie home, she was so pale and skinny she looked like the children in charity posters. On her first birthday, a few weeks later, she still weighed only fifteen pounds.</p><p>We made two more trips to the Children’s Medical Center during the next year. On a bitter-cold December afternoon we went to an ICU Christmas party, held in the auditorium of the hospital. It was a happy reunion of the staff with the children and their parents. Many had troubled eyes and forced smiles. Most remembered Carrie; she had become something of a celebrity during her ordeal. I was embarrassed to meet a few of the nurses I had insulted during my tenure at the hospital. They seemed to understand.</p><p>The other trip was something of a shock. We went to Laird’s office for a checkup the following summer, expecting a good report. Since the surgery, Carrie has had a protruding vein on the right side of her neck, and I can sit several feet away and watch her pulse. The doctor thought it was caused by a squeezing effect in the bundle of arteries near the heart, a condition that sometimes results in hydrocephalus, or water on the brain. He ordered a CAT scan (multiple x-rays of the head, displayed on a computer), but the results were negative. The nausea of being in the hospital again subsided, and we went home.</p><p><strong>a Cautious Future</strong></p><p>Today Carrie is two years and three months old. She weighs 25 pounds, only a little below average for her age. She walks, talks, runs, screams, laughs, and cries. She is mentally sharp, eats well, and resists potty training with comical determination. She intentionally pulls her sister’s hair and pretty much does what she damn well pleases. We are, of course, delighted by it all. When people see her for the first time, they may notice the incision scar on her chest or the remnants of the holes left by the tubes. More likely, they notice the blue delta of veins on her neck and chest, though some children with fair skin have similar markings. Her eyes are occasionally puffy; we don’t know whether that is a result of her condition. Sometimes, when she exerts herself a great deal, we briefly detect the old blueness in her lips. I look at those lips all the time. They often determine my mood and general philosophy of life.</p><p>Our task in the short run is to keep her weight up and try to avoid infection. In the long run, it is to watch carefully to see that her heart’s ventricle, the one that must perform a chore unsuited for it, doesn’t wear out or pump irregularly. The possibility of pacemakers, medication, and even more surgery looms ahead also. By the time Carrie reaches adulthood, the doctors say, there will be all kinds of new techniques and treatments. In any event, watchfulness and caution will be our perpetual companions.</p><p>Things at our house are really pretty normal, nevertheless. We do not spoil Carrie or treat her much differently than we do her sister, though I once figured we would. We don’t mope around or fret much, and I can now go for days (well, hours) without even thinking of Carrie’s condition. Other, more mundane things invariably intrude on the mind to give it some relief.</p><p>The most serious question that remains is that of Carrie’s life expectancy, of course, but we honestly don't feel that her future, though riskier than most, looks all that dark. Dr. Laird has given us every reason to be hopeful, though he has also explained that no one knows how long a transposition patient can be expected to live. The Mustard operation has been commonly performed for only about fifteen years-it is thus impossible to predict what its long-range complications might be. He cited the case of a woman, now about 25, who had one of the earliest Mustard procedures. Today she is the picture of health and the mother of two fine children. He knew of other patients, however, whose right ventricles eventually failed under the unnatural strain of pumping blood to the body.</p><p>In the end, living with heart disease means adapting to constant uncertainty, as Jane and I well know. But we have come to place a great deal of trust in the physicians and discoveries of the future. The medical advances of the past twenty years made it possible for our daughter to be alive today; it seems likely that by the time Carrie reaches adulthood, new procedures will be available should she need them. Someday the events recounted here may seem to my family like a distant nuisance or perhaps a harbinger of cruelties to come. We just don’t know. With each day, we grow more attached to Carrie, and the risks are therefore that much more unthinkable.</p><p>People have asked me how the experience has changed us. Not much, really. My old irreverence and selfishness surface with the same dependable rhythm. It has been no tale of born-again piety or virtue. But there have been some subtle psychological changes. I now have, for instance, a new sympathy for those who are haunted by mental, as well as physical, illness, having flirted with it myself a time or two. Fortunately, most of us can chase the demons away when the strain becomes intense. But for some, reality becomes unbearable and the demons take over.</p><p>More significant has been the loss of a feeling I often had before the troubles began —the occasional, if erroneous, impression that I hadn’t a care in the world. I liked being able to feel that way from time to time, even though it was always an illusion. But I haven’t felt that way in a long while. I probably never will again.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Surgery",
      "Doctors",
      "Dallas",
      "Children",
      "people",
      "Family",
      "Work",
      "Home",
      "Surgeon",
      "News",
      "ever",
      "Health",
      "Hospitals",
      "Science",
      "ten",
      "Army",
      "Business",
      "College",
      "dealt",
      "Death"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "Texas",
      "Canadian",
      "Denton"
    ]
  }
}