{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19901",
    "date": "January 1990",
    "year": 1990,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1990/19900100.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99,
        100,
        101
      ],
      [
        152,
        153,
        154,
        155,
        156
      ]
    ],
    "toc_order": 2,
    "toc_headline": "A Case Of Black And White",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199001-acaseof",
  "source": "/1990/19900100.pdf",
  "wp_post_id": 125997,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-case-of-black-and-white/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "A Case Of Black And White",
  "dek": "When a black man died mysteriously in a jail cell in my East Texas hometown, I found myself drawn back to a murky world I thought I had escaped long ago.",
  "spread_caption": "",
  "excerpt": "It wasn’t nostalgia that brought me back to my hometown. It was a black man’s violent death in a jail cell.",
  "kicker": "",
  "word_count": 7259,
  "content": "<p>“Goddammit. I’m gonna goddam kill you both! ” The voice on the tape is that of a thirty-year-old black man named Hambone Simpson. He is yelling at the two cops who have just entered his jail cell, where he is defiantly smoking marijuana. By night’s end, a total of eleven cops will wrestle with Hambone. It is a cold March night in Cleveland, Texas, but the cell is so filled with fear and venom that the people crowded into it are beaded with sweat. “We don’t smoke back here, you understand?” It is a cop’s voice, mean and scared. Above the sounds of a scuffle Hambone is yelling again. “You fwith me, you want to f-with me,” but then suddenly he cries, “Please, please, please, please sir, please, PLEASE. Please, please. Please, please.”</p><p>Illustration By Marshall Arisman</p><img /><p><strong>Young Hambone, said one friend, “couldn’t sit still for the system.”</strong></p><p>“Which way we going with him?” says an officer named Levearl Sweeten. No one else in the cell is aware that Sweeten always carries a tape recorder in his pocket when he is on duty.</p><p>Even though Hambone is one against eleven, all the cops are terrified of him. He’s a big man, 237 pounds and five feet ten inches. They know that he is a hard case whose strength on this night seems supernatural, whose hatred is limitless. Every time they appear to have him subdued, he begins thrashing around again; the tighter they hold him, the wilder and more glassyeyed he becomes.</p><p>“Roll over and relax, goddammit. Roll over.” The cops have him now.</p><p>In a single outburst Hambone switches from cold rage to compliance to desperate fear: “Rednecks, rednecks, rednecks. Get the fout from here, you rednecks. Get the f-out!” Then he begins to moan, “Please. Aaaauuugghh. Aaaaaaaahhhh.”</p><p>“Okay, he’s cuffed,” says one cop. Another wonders if Hambone is too pumped up on drugs to feel any pain. “Hell, yeah, he can feel pain,” answers a third. “Crack his f-ing head open. That’ll get some respect from him.”</p><p>In a fury Hambone shouts, “Black folk kick those white folk ass.” But in the next breath he pleads, “Lighten up, lighten up, lighten up ... I love white folks. I love them. They gonna kill me.”</p><p><strong>Over And Over Again, Hambone Called the White Cops “Red-Necks.”</strong></p><p>Soon the cops have rolled Hambone onto his stomach, cuffed his hands behind his back, and bound his feet. His pants are down, his buttocks exposed. They search his genital area for drugs with a penlight. Hambone finally realizes the full horror of his situation. He starts to beg. “Please, mister, please . . .</p><img /><p><strong>Hambone’s mother, Naomi, and his brother Donald have sued the city</strong></p><p>all right, I said, all right ...” Then come the screams. Five long, bonechilling screams, each one louder than the last. Finally the screams dissolve into anguished moans. “i’m in hell . . . I’m in hell . . . I’m in hell.”</p><p>The cops leave. Five hours later two of them find Hambone on the floor of that cell —handcuffed, hogtied, and dead.</p><p><strong>Going Home</strong></p><p>When I learned that a black man had died in a jail cell in my hometown, I got that sick feeling I used to get as a child when I overheard grown-ups in church arguing whether Negroes had souls. Cleveland is one of those small towns lost in the dark heart of East Texas, a place so squeezed together by solid rows of pine trees and spooky marshes that the very air seems oppressive. In Cleveland, a town of seven thousand in Liberty County, blacks and whites live in worlds so far apart they barely speak the same language. I looked at the picture of the dead man, Kenneth “Hambone” Simpson, that appeared in the <em>Houston Chronicle</em> in mid-March 1988. Closely I scrutinized it, as if I were searching for some vital piece of information about my own past. I didn’t know Hambone, but I knew from experience that his life had very little value outside his part of town.</p><p>The preoccupation with race in Cleveland is so strong and ingrained that it’s almost as if the people of the town are born, grow up, and die in a collective racial cocoon, that of the Old South, far removed from modern america and even Houston down the road. When I was a kid in the early sixties, I was accustomed to seeing black families enter quietly through the back doors of restaurants, but I almost never saw black people in town at all after dark. I didn’t think segregation was right. I didn’t think it was wrong. I didn’t think about it at all.</p><p>Every year on Dairy Day, the town would have a huge parade, and I would take my place on Houston Street, the broadest street in town, and strain my neck, looking for the first glimpse of the band from the all-black Douglass High School. They strutted. They swayed. Their instruments were loud and the sounds coming from them were wild and loose. The band members were so alien that I found them hilarious. Even though I recognized the threads of malice in my laughter, I didn’t care. In fact, it was exhilarating, standing on the street corner with my friends, laughing at black people. It never occurred to me —not even for a nanosecond—that the black kids might be laughing at us too.</p><p>Photographs Courtesy Of R. T. Lowe/Cleveland Advocate (This Page And Opposite Page. Bottom)</p><p>I remember the exact moment I started to question whether this was how the races should interact. It was a Wednesday night business meeting at the Baptist church, and as was my custom, I had my homework spread out on a back pew, working religiously to ignore the grown-ups. Somehow, through the fog of basic algebra, I heard the business question of the evening: What would our church do if a black person asked to join? It wasn’t an idle or abstract question, because all around the country blacks weren’t just taking their seats at lunch counters and in buses; some were asking to take their seats in white churches as well.</p><p>The question hit me like a grenade. I had never wondered why there were no blacks in our church, and now that it had been asked aloud, I knew exactly why. The full weight of history hit me all at once. I looked around the church and remembered how often and fervently I had sung the classic Christian children’s song: “Jesus loves the little children,/all the children of the world./Red and yellow, black and white,/They are precious in his sight,/Jesus loves the little children of the world. Suddenly I felt deeply ashamed. It is a terrible thing to be ashamed of home. That night the church voted by a wide margin that if some brave black soul in Cleveland asked to join our ranks, he or she would be refused. At that moment, I knew I would have to make my life away from Cleveland. Years later the church reversed its decision, but by then I was already in exile.</p><img /><p><strong>Cleveland’s mayor Richard Boyett was angry about adverse publicity.</strong></p><img /><p><strong>Chalk marks in an aging cell show where Hambone’s body was found.</strong></p><p>As I studied Hambone’s brawny young face, I felt myself inexorably drawn home. Two pieces of paper tugged at me like a magnet. One was Hambone’s photograph in the newspaper, and the other was an invitation to my twentieth high school reunion. The two slips of paper forced me to confront my own past and my own prejudices.</p><p><strong>ELEVEN Cops Enterned Hambone's Determined To Subdue Him.</strong></p><p>When I had left Cleveland, I had taken with me the irrepressible conviction that black people have somehow been redeemed through their historic suffering and that whites have been damned. The sight of Hambone’s photograph stirred old ghosts within me and made me want to try to right many wrongs. And so I went home to East Texas, past the place where there is light on the road, into the green trees of the Big Thicket, where it is always dark. I wanted to find out about Hambone’s Cleveland —not the mannerly, tranquil one I knew growing up on tidy Circle Drive —but the one he knew in the strange and forboding part of town called the Quarters. Though I was 38 years old, I had never set foot there.</p><p><strong>the Quarters</strong></p><p>Cleveland’s black neighborhood is in the northeast part of town, physically isolated by the Southern Pacific railroad tracks and Farm Road 787. It is shaped like a triangle, each of its sides a mile long. As I crossed the tracks and drove into the Quarters on a rainy summer day, I saw row after row of dilapidated shacks. Many of the old houses were built shotgun style, close together. I was surprised to see so many backyard gardens. Apparently, many old people are still trying to live off the land. The only establishments are flashy nightclubs, corner food stores, boxy churches, and beauty shops with names like Sweet Dreams. Old men and women watched suspiciously from their front stoops as I slowly drove by. I could feel them thinking: “Who is she? What is she doing here?” It was eerie to be so close to the house where I had grown up, only three or four miles away, and to find everything so unfamiliar.</p><p>The Quarters were always offlimits to me —nice white girls didn’t cross the tracks —but some of the boys bragged about venturing there to find gambling shacks, prostitutes, and sugary sweetheart wine. Today it’s not wine or women that draws white teenagers to the Quarters, but cocaine. I soon discovered why the old people were gawking at me so dubiously. Less than half an hour after I arrived there, I watched another white woman drive down Grove Street, the Quarters’ main drag. I watched the woman purchase a small amount of a white powdery substance in a plastic bag and then drive a few blocks to what the locals call Back Street, where she parked her car and settled back in her seat and prepared to get loaded.</p><p>[ Continued On Page 150 ]</p><p>[ Continued From Page 99 ]</p><p>This was Hambone’s world. Hambone was a cocaine dealer and a gambler who had a reputation in both the white and the black parts of town as a troublemaker. Something began to bother me as I talked to Hambone’s family and friends. I soon realized that Hambone didn’t fit my illusions. He wasn’t heroic. In fact, he was a criminal and a racist. Growing up in the Quarters had warped Hambone. He hated white people, and the antipathy was mutual.</p><p>As I drove by Hambone’s old haunts, I remembered one version of how white people had gotten the name “honkies.” They were always driving up to black people’s houses and honking for something—either the maid or bootleg whiskey or, now, cocaine.</p><p>The origin of the name “the Quarters” is a matter of dispute. Some say it comes from the fact that at one time roughly a quarter of the city’s population was black, and they all lived in one area. Others say it’s a holdover from the old days, when the timber industry was organized on a plantation system, requiring few bosses and the quartering of many poorly paid hands. Today whites with benign racial attitudes don’t like the name but insist on keeping the Quarters nominally separate —they sometimes call it Precinct 20 or, in a bizarre bow to the Reverend Martin Luther King, Jr., King City.</p><p>When I arrived at the Simpson home, Naomi Simpson, Hambone’s mother, was wearing a five-and-dime-style dress and sitting on her couch, surrounded by half a dozen babies. She was a slim woman with a fine, strong face. Even though she was in her seventies, Mrs. Simpson was still not free of babies-her home crawled with grandchildren and great-grandchildren, some of whom were drinking red Koolaid from bottles.</p><p>Hambone was one of nine children born to Naomi Simpson. His father, David, a construction worker and bootlegger, came up with Hambone’s nickname. “His daddy gave him that name because he was a fat and bowlegged baby,” Mrs. Simpson said. “His daddy said he looked just like a big old ham bone.”</p><p>Hambone grew up watching the older men in the Quarters shoot craps, and from them he learned the rules of the game. Even as a boy, Hambone was most relaxed when fully absorbed in a game of chance. Once when he was about thirteen, Hambone took a $10 bill his uncle had given him and lost the money in a crap game. He didn’t come home until he had won it back.</p><p>In the Quarters’ gambling shacks, the houseman is the supreme boss. He charges each man a minimal fee to gamble and he posts a watch for the police before the start of every game. It’s easy to understand why Hambone loved the gambling shacks. The houses had what the Quarters didn’t have—order and logic, plus the possibility of financial gain. Sometimes the pots went as high as $10,000.</p><p>From his father, Hambone learned how to walk the line between the law and the lawless in the Quarters. Until after World War II, no cops—white or black—worked the Quarters. The first white officer to patrol the area was known as Old Walking Fred because he didn’t know how to drive and he got around by forcing people to give him rides. “If Old Walking Fred caught a white guy across the tracks after dark, he’d tell him to get his butt home,” Mrs. Simpson recalled. In the sixties, David Simpson reached a time-honored accommodation with the police. According to his wife, David paid part of the profits from his bootlegging business to a police officer in exchange for protection. “The first telephone we ever got in this house was brought in here by a white police officer that David was paying off,” Mrs. Simpson told me.</p><p>Integration was no salvation for Hambone. He was about nine years old when the black and white schools in Cleveland combined, and his mother looks back on his first year in the integrated school with regret. “They held him back a grade when he went to the white school, and from then on, he was always trouble,” she recalled. He was first arrested for disorderly conduct when he was fourteen. The Cleveland police would arrest him eighteen more times for burglary, resisting arrest, firearm infractions, and other minor charges before his final arrest on March 15, 1988. To read his rap sheet is to understand that by any standard of law, Hambone was a threat to society. Yet he kept falling through the judicial system’s cracks. For all the times he was arrested, Hambone served time in state prison only once —for eighty days on a drug charge near the end of 1984.</p><p>His teachers say that Hambone was the kind of student who struck terror in their hearts. Larry Krohn, his eighth-grade English teacher, tried various ways of disciplining him, but only physical isolation seemed to work. Krohn routinely sent him to the library to read. Sandra Gokey, the junior high librarian, remembers being afraid of Hambone because his brother had once threatened her with a broken soda bottle. Nevertheless, she managed to start up a friendship with Hambone and provided him with biographies of sports heroes. Hambone was especially big on O. J. Simpson and dreamed of becoming a football star one day.</p><p>Instead, he dropped out of school in the ninth grade and plunged into the world of gambling. “It just seemed that everything was against him,” Mrs. Simpson said. In time, even she couldn’t control him. When he was about twenty, Hambone swiped a battery out of his mother’s car, and she shot him in the foot. “I felt real bad about it,” she told me.</p><p>When Hambone was on a winning streak, his world reeled with happiness. He carried hundreds of dollars in cash in his jeans and wore gold chains around his neck. He never lacked for women and seemed to have a special way with them. At the time of his death, Hambone had at least two girlfriends and a wife, all of whom said that he was generous and that he treated their children to expensive gifts.</p><p>None of the women in his life seemed to hold his philandering against him. “He did his part for me. Why should I get pissed off?” asked Linda Rushing, who has two children—an eight-year-old girl and six-year-old boy —by Hambone. I was flabbergasted by Rushing’s lack of claim on Hambone. Didn’t the fact that she had borne his children make her more special than the others? Rushing shrugged and said, “a lot of people think that, but it’s not true.”</p><p>Glenda Fay Clark, another girlfriend, also said that she had no right to be angry with Hambone about other women. “Me and Suzie [Linda’s nickname] are friends,” said Clark, “He had her before he had me, so why should it make me mad? ”</p><p>I began to understand that the Quarters is as much a racial cocoon as the white part of Cleveland. The Quarters seemed hermetically sealed, and I wondered how the people who lived here could ever adjust to the demands and tempo of the outside world. The Quarters has its own set of values, which make perfect sense to the people who hold on to them, but none at all to the people across the tracks. Hambone’s mother said that he had always wanted to make enough money to move to Houston —he had even served a two-year stint in the army. But ultimately, drugs and gambling kept him tethered to Cleveland.</p><p>I went to see two of my former schoolmates—Ruben Johnson and Earnestine Carrington —who were once regarded as the hope of the Quarters. I was eager to find out what happened to them.</p><p>When I arrived at Ruben’s house, he greeted me from a wheelchair. He was wearing red shorts that exposed the stubs that used to be his legs. “I was hit by a land mine in Vietnam,” he offered, holding out his arms for me to hug him. “It was supposed to be my last patrol, and it sure was.” He told me that he had joined the Marines, hoping to make a good life for himself away from the Quarters.</p><p>In high school Ruben had been a football star. I asked if it had been difficult going from an all-black team to an integrated one. He laughed bitterly and said, “If we were on the road, the coach would let us black guys run the ball, but if we played at home, only the white guys got to play. Their daddies were in the stands and expected to see them on the field. It didn’t make any difference that our daddies were there too.”</p><p>To Ruben, Hambone Simpson was a “big healthy black brother who just couldn’t sit still for the system.” The night Hambone was arrested, Ruben’s telephone started ringing and kept ringing. Word of Hambone’s trouble spread through the Quarters like wildfire, while on the white side of town even the mayor slept in ignorant bliss.</p><p>“From here to civilization,” Ruben told me, “is fifty miles of driving to fifty years in time. Just down the road, across the bridge into Houston, there’s civilization, but it ain’t made it out here to the country.”</p><p>I left Ruben’s house and drove a short distance to the home of Earnestine Carrington. I had last seen her when she had walked across the stage of Cleveland High School, the first black ever to receive a diploma from that school. She had stood tall and proud, the very vision of courage and self-respect. But the woman who stood in the doorway before me was timeravaged. Her eyes were droopy and sad; her body sagged beneath the weight of fifty extra pounds. She invited me into her home, but she was so short of breath she couldn't remain standing for long. We sat down at her kitchen table. “i’ve got a bad heart,” she explained.</p><p>I asked her what it had been like being one of the first black students to attend the white high school. “My black friends didn’t like me because they thought I was trying to be white,” recalled Earnestine, “and, of course, you white kids didn’t want anything to do with me.” It was as though Earnestine had been sitting at her table for years, waiting for someone to show up and ask her that question. “The worst part was government class,” she continued. “We would read aloud from the book, and every time one of the white boys came to the word ‘slave,’ he would read it ‘nigger,’ and the teacher just sat at his desk and didn’t do anything.”</p><p>After high school, Earnestine continued to break color barriers. She was the first black to work at the telephone company in Cleveland, and then she worked for a while as a dispatcher-secretary at the police department. Earnestine’s stepmother was an aunt of Hambone’s, and for the past few years, Earnestine had been Hambone’s neighbor.</p><p>As Earnestine walked me to the door, I asked her what she thought about Hambone’s death. “I don’t know anything. I wasn’t there,” she said. “all I can go with is how he treated me —he was always nice.”</p><p><strong>the Arrest</strong></p><p><span class=\"dropcap\">T</span>he night Hambone Simpson died, he had had a fight with a white man. It had started over a misplaced pen, and the white man happened to be a cop. About eleven that night, Hambone walked voluntarily into the Cleveland police station and headed straight for the dispatcher’s window, demanding the number for the federal marshal’s office in Beaumont. For weeks Hambone had been telling his family and friends that he knew enough dirt on the local cops to blow the lid off Cleveland, but few people believed him. “I thought he was just talking in riddles,” Linda Rushing told me.</p><p>One of the few who did believe Hambone was his best friend and fellow gambler, Garcia Lewis Goss. Two weeks before, Hambone had stopped Goss on a street corner in the Quarters. In a near panic, Hambone told Goss that he owed $4,000 to two Cleveland police officers who were insisting that he pay them protection money. Hambone wanted to borrow the money from Goss, and Goss gave him all he could —$600 in cash. “Hambone said if he couldn’t come up with the money, he was going to the feds and tell them about the shakedown,” said Goss. “I warned him not to do it, but he said, ‘What do I have to lose? ’ ”</p><p>Whether Hambone had anything on the police and why he chose to confront the whole force by walking into the police station is anybody’s guess, but it’s exactly the sort of bold act that earned him the reputation among cops as a badass and made his friends in the Quarters view him sympathetically as a rebel. He never did get the marshal’s phone number—the dispatcher said she couldn’t find it—but in the meantime he borrowed a pen from a cop named Tom Yates. As he left the station, Hambone dropped the pen on top of the candy machine.</p><p>When Yates discovered his pen missing a few minutes later, he was irate. What happened next would happen only on a small-town police force, where matters of turf and boundaries are much more explosive than they are in big cities. In Cleveland there was no complex police bureaucracy. Yates was free to follow his own instincts. He jumped in his car and tracked Hambone to the Quarters. When he pulled up at Hambone’s trailer on Beach Street, Yates turned on his flashing lights. He had paid $15 for the black-and-gold Cross pen, and he wanted it back.</p><p>He confronted Hambone in front of the trailer, and the deadly battle of ego and will began. “Kenneth,” said Yates, addressing Hambone by his legal name, “do you have my pen?” Hambone said he didn’t, but Yates persisted. “What did you do with it?” the officer demanded.</p><p>“I don’t have your f—ing pen!” Hambone screamed.</p><p>A crowd started to gather. Hambone’s mother and his brother Donald Ray pleaded with him to tell Yates where he had put the pen. But Hambone refused. According to the dispatcher, three other white cops arrived on the scene. By then, there were three police cars in the street with their lights flashing; it looked like broad daylight on Beach Street.</p><p>Hambone turned and walked toward his trailer, but Yates grabbed his arm and ordered him to stop. Hambone wheeled around with murder in his eyes. “I ain’t going, m-f-, and you can’t take me,” Hambone threatened.</p><p>Yates then tried to arrest Hambone for disorderly conduct. Hambone swung with his right arm, knocking Yates to the ground. Yates’s pistol fell out of the holster, and he fumbled to find it. There he was —his gun loose and his life in danger-foraging for his weapon.</p><p>By that time, about twenty people had gathered in the street, more officers —including two sheriff’s deputies and two DPS troopers-had arrived, and Hambone was holding forth like a man possessed. He was shouting at everyone, even his own family. Over and over again, he called the white cops “rednecks.” all of the police car radios were chattering at once. In the confusion, the dispatcher radioed a message to Yates that his pen had been found. That should have been the end of it. Yates could have let it drop. He had forced the issue by following Hambone, but something in him couldn’t leave it alone. White cops in Cleveland don’t look the other way when they are openly challenged by blacks. The situation was unraveling by the second. “I hate white folks —you remember that, now,” Hambone yelled.</p><p>Willie Carter, a black deputy, stepped forward to help. When Carter had arrived on the scene, he instantly realized that Hambone was running the show. Hambone was refusing to be handcuffed and refusing to allow any white man to take him to jail. “c’mon Hambone, c’mon,” Carter said, trying to soothe his temper. At the time, Carter seemed like just the right man for the job. Even though he was eleven years older than Hambone, both men had grown up in the Quarters and knew each other well, so well that Hambone always called Carter by his middle name, Maurice.</p><p>Carter coaxed Hambone into riding to the police station with him —alone and uncuffed. “y’all be pickin’ cotton,” Hambone said in one final threat to the white officers. The moment Hambone got into Carter’s patrol car, he calmed down. The rest of the officers followed them to the station.</p><p>At the station, Hambone was allowed to make a telephone call, but then Hambone got angry because the operator couldn’t connect him to his party. He seemed to be desperately trying to reach someone, but nobody knew who it was. Deputy Carter sure didn’t know.</p><p>One of the few reliable ways for a black man to earn a secure living in Cleveland is to be a police officer. Willie Carter’s father had been one for three years. Yet the line between the law and the lawless in the Quarters is so blurred that black officers and black drug dealers have a difficult time knowing exactly where the line is drawn at any given moment. Investigators for the Texas Department of Public Safety later learned that Hambone had been working as a drug informant for the Liberty County Sheriff’s Department and that Hambone had said that his target was none other than his good friend Maurice. Carter insisted later that he was in no way involved with drug trafficking.</p><p>“When you’re a good police officer and you happen to be black,” he told me, “you make white enemies and you make black enemies.” Nonetheless, Hambone had two reasons for feeling safe with Carter-they were nominal friends and, more important, Hambone thought he had something on him.</p><p>Once inside the station, Hambone refused to empty his pockets and be searched. The officers decided not to make a fuss and put him in the cell unsearched. A few minutes later, they found Hambone sitting in his cell, smoking marijuana. It was an act of defiance so mind-boggling that at first they didn’t believe it was really happening. The officers were so stunned they couldn’t even agree on what kind of drug he was using —marijuana or cocaine. Yates thought Hambone might be smoking cocaine. Someone else mumbled it had to be marijuana. Willie Carter weighed in: “That’s marijuana.”</p><p>And so the cops entered Hambone’s cell, determined to subdue him.</p><p><strong>IN Hell</strong></p><p><span class=\"dropcap\">D</span>arrel Broussard, a large black officer who had been raised in the Quarters, was the first to approach Hambone’s cell door. “We gonna get your smokes,” Broussard warned. Hambone simply blew smoke in Broussard’s face. Seconds later, Broussard entered the tenby-ten cell, grabbing Hambone by the waist, with other cops close behind him.</p><p>What happened next would be far neater and easier to understand if all the cops in the cell had been white. Only the year before, Loyal Garner, Jr., a black man, had died two days after being beaten in a jail cell in Hemphill, a small town about one hundred miles northeast of Cleveland. But there were two important differences between the Garner case and this one. Garner was a stranger in town, a trucker who was picked up for drunk driving. And the cops in Hambone’s cell were an affirmative-action dream —three blacks, one white woman, and seven white men. Yet in the end, that didn’t much matter. You can mix up the races and the sexes, but each person carries with him his own private fears, suspicions, and racial preconceptions —and then along comes a man like Hambone Simpson to bring out the worst in people. This was the fate of my town.</p><p>It took all eleven cops to stand Hambone against the cell wall. Captain Ike Hines, who had been telephoned twice at his home in the Quarters before agreeing to come to the station, held Hambone in a headlock until the other cops could get a firm hold. Once they did, they lifted Hambone into the air and dumped him on the floor on his back. Still Hambone fought, so Darrel Broussard, who weighs about 240 pounds, sat on his chest to quiet him.</p><p>Levearl Sweeten, the cop whose tape recorder provided the ghastly record of what went on in the cell that night, is a timid-looking, baby-faced man who graduated from high school the same year I did. The recorder was in his left shirt pocket. Sweeten made a habit of taping all transactions with the public ever since a citizen complained that he had mishandled an arrest. He had turned on his recorder when he had arrived at Hambone’s trailer, and he left it on for the duration of the struggle in the cell. He did it to “cover my ass,” Sweeten later said in a deposition.</p><p>Taping conversations is a common practice in Cleveland, so common that a tape recorder is a more vital piece of equipment to a cop than his gun. Willie Carter wears a tape recorder. “If you stop some white woman out here in the country for a traffic violation, there ain’t no telling what she might say you’ve done,” Carter explained. Garcia Lewis Goss, Hambone’s buddy, tapes his conversations with police officers, and they in turn tape him. Blacks wear tape recorders to protect themselves from whites, and whites wear them to protect themselves from blacks. Cops wear them to protect themselves from criminals, and criminals wear them to protect themselves from cops.</p><p>Sweeten’s tape is a record of what was said in the cell the night Hambone died. But no one knows what actually killed Hambone because all the tape could record were words, not deeds. Hambone begged for his life many times, so he must have thought his life was in danger. The only people who know are the cops and Hambone, and he is dead. Even the transcript is partly guesswork—there are at least three different versions, one prepared by the Department of Public Safety, one by Liberty County, and one by John Sherman, a Houston lawyer representing the Simpson family in a civil lawsuit.</p><p>Because there were so many people in the cell and so much violence and fear, many of the sounds coming out of the cell that night are indecipherable, but they are always bloodcurdling. In the course of 38 minutes, Hambone completely changes character—he goes from an infuriated rebel fighting with every breath to a broken child pathetically whimpering for his life.</p><p>There are two opposing theories of what happened. According to the cops, Hambone was so strung out on cocaine and marijuana that they had to use force to subdue him. More than one officer told me that considering how violent Hambone was, they had handled him as gently as possible. Their explanation for his death is that when they left the cell, Hambone —lying exhausted on his stomach with his hands cuffed behind his back—suddenly relaxed and somehow strangled himself.</p><p>Sherman, the Simpson family lawyer, on the other hand, says that the sounds coming out of the cell prove that Hambone was fighting for his life. Sherman has had the tape electronically enhanced. On the transcript of that version, Hambone’s voice is heard for the last time roughly 29 minutes into the tape, when Willie Carter asks Hambone, “If we take these handcuffs off, you gonna stop fighting, man?” Yates answers on Hambone’s behalf. “No,” says Yates emphatically, but then Hambone, in a half-whisper, groans, “Uh-huh.” Carter then says to Yates, “I doubt if we can leave him like this.” Yates replies, “Go ahead and cuff those feet with flex . . . and then leave him. Then we won’t worry about him in the morning.” a sudden hush comes over the cell. The officers whisper to one another incoherently, but finally one officer says: “Don’t go to sleep.”</p><p>The DPS version of the transcript has one officer telling Hambone, “Don’t go . . . (whispering).” Sherman believes that this is Hambone’s dying moment, but if it is, none of the cops in the cell seemed to take notice of it. The cops insist that Hambone was alive when they left the cell and that he strangled to death some time later because of physical exhaustion and the awkward position of his body.</p><p>As the tape runs out, the cell door clangs shut and the officers can be heard walking down the hall. The conversation is idle, even banal. Sweeten complains that his hair is a mess and teases the black officers about how lucky they are to have “wash-and-wear hair.” One of them wonders where they can get some beer. Another says, “i’ve got plenty of Lone Star at the house.” One of the final sounds on the tape is laughter. “Now y’all know,” one of the cops says, “why they pay us such good money.”</p><p><strong>BLOODSTAINS</strong></p><p><span class=\"dropcap\">H</span>ambone Simpson’s death placed a large microscope over Cleveland, and the images that emerged were not pretty. The worst aspects of the town were laid bare: White Cleveland found itself denying its long legacy of racism, and black Cleveland found itself justifying its drug culture.</p><p>The central question —what really happened in the jail cell that night? —was all but forgotten as city leaders bickered among themselves and struggled to manage the crisis. Hambone’s lifeless body was discovered at about five-thirty in the morning of March 16, 1988. Justice of the Peace Charlie Morgan, a livestock dealer with no medical training, performed what passed for an inquest, and six hours after the cops had left the cell, Morgan pronounced Hambone dead.</p><p>The autopsy report from the Harris County deputy medical examiner, aurelio a. Espinola, offered few answers. Espinola ruled that Hambone had died from “asphyxia due to trauma to the neck” but couldn’t say whether Hambone had been held by the throat until he was dead or whether he had strangled himself somehow.</p><p>Richard Boyett, the mayor of Cleveland, was so angry about the adverse publicity that he wanted to fire all the officers involved, but city lawyers advised against that, because the firings could be used in a civil suit as evidence that the city had admitted to wrongdoing. But the reason for Boyett’s anger was not that he felt the cops had used excessive force. In his view, they had used bad judgment by not using enough force. “Personally, if he was resistin’, they ought to have blowed him away right there in the street,” Boyett said.</p><p>The second week in May, after hearing three and a half days of testimony, the Liberty County grand jury ruled that there was no evidence of wrongdoing on the part of the eleven officers. The district attorney said that he and the Texas Rangers agreed with the grand jury’s decision. But theories about Hambone’s death continue to be relentlessly debated almost two years after Hambone walked into the Cleveland police station. Some residents of the Quarters will go to their graves believing that he was deliberately murdered. John Sherman maintains that Hambone died because of excessive force fed by the white cops’ racist fears.</p><p>Last November, in a ruling affecting the civil lawsuit, a federal judge in Beaumont refused to allow the police defendants to claim immunity as law enforcement officers. The officers had contended that their search of Hambone was within the normal bounds of police duty. The ruling means that if Sherman can prove his version of what happened in the cell, then <strong>Hambone’s constitutional rights</strong> were <strong>in</strong>deed violated and the city will be liable for damages.</p><p>One thing is certain: Hambone Simpson was no saint, but he shouldn’t have died that night. The ambiguity of Hambone’s life and death haunts me even now. I realize now that I went home to Cleveland expecting to find a town that was totally racist. Instead, I found a town that is as integrated as any other small town. But the preoccupation with race is still so strong that it taints, entraps, and makes its citizens prisoners of bizarre fate.</p><p>Everyone in this story-Hambone, the police officers, even me —had acted according to the strict unspoken rules of destiny. Hambone’s hatred of white people led him to a life of crime and a violent death in a crummy jail cell. The cops couldn’t allow themselves to give in to a black man in an argument over a pen. That misplaced pride set in motion a chain of events that has caused every one of the officers—even the black ones —to be caricatured as hicks, racists, and murderers. And I was no better at cheating destiny. I realized that shame, the kind of shame I experienced long ago in church and have carried with me all these years, is a childish emotion. Adults try to change things —or they move on.</p><p>In the Quarters, Hambone is regarded as a martyr, which is unfortunate, because he is a dangerous role model. His sister Shirley told me that children there are wearing T-shirts with Hambone’s photograph on them. Even young people who aren’t involved in drugs and who want out of the Quarters because of the drug epidemic are convinced that Hambone would be alive today if he had been a white cocaine dealer. Sammy Frank Louis, the twenty-year-old stepson of my classmate Ruben Johnson, is certain that Hambone was murdered, and that conviction will scar Sammy his entire life. “Don’t tell me that Hambone strangled himself,” said Sammy angrily. “What i’ve learned from all this is to watch my step around white people.”</p><p>The incident has left its mark on the officers as well. Many of their children have been taunted at school, and all of the officers who talked to me said that they have mentally replayed the struggle with Hambone a million times. The seven Cleveland cops who had been in Hambone’s jail cell were suspended with pay for two months.</p><p>On a blazingly hot summer afternoon, an officer and I sat in a cool, dark booth at a pizza parlor, and he smoked one cigarette after another as he tried to explain what had happened in the cell. Finally, he looked across the table and said, “To tell you the truth, I don’t know what happened. The only one who knows for sure is the Man upstairs who’s sittin’ high and watchin’ low, and He’s not telling.”</p><p>A few days later, another officer and I had a similar conversation in the same booth. He told me that about a month after Hambone had died, he was riding around town in a patrol car with one of the other cops in the cell that night. He asked his companion,“Do you know what happened to that man?” The other cop looked blankly at him and replied, “No, I don’t know. I swear to God I just don’t know.”</p><p><strong>REUNION</strong></p><p><span class=\"dropcap\">I</span> hadn’t seen most of my high school classmates since we were eighteen, but at our class reunion, I had no trouble recognizing Bobby Primeaux. He still looked like a jock—short, thick-necked, and boisterous. He strutted up to me and asked why I hadn’t interviewed him about Hambone’s death. “I know what happened,” he said, putting his face close to mine. “The nigger killed himself.”</p><p>Bobby was trying to shock me, but I was no longer listening. His deliberate use of the word “nigger” went to the heart of why Hambone died: He died because there are people all over East Texas who cling to the racist past and there are people like Hambone who get lost in it and there are people like me who run from it.</p><p>To walk down the halls of my old high school today is to marvel at the parade of progress. The student population seems to be equally divided between blacks and whites. But just because they are mixed together in a school building doesn’t mean they mix easily outside of it. Many white parents have taken their children out of the public school; they send them instead to private Christian schools. In 1988 the final two games of the football season were canceled after someone from an opposing team called a defensive lineman for Cleveland a “nigger,” and a brawl ensued.</p><p>Royce Wheeler, one of the deputies who was in Hambone’s cell that night, was at our class reunion. Royce still has curly brown hair, a square jaw, and a pleasant demeanor. I asked him if he knew that I had been in town talking to people about Hambone. “Yeah,” he said, smiling selfconsciously, “and I don’t have a goddam thing to say to you.” at least there wasn’t any pretense between us. Royce didn’t want to talk to me, and I really didn’t have anything to ask him.</p><p>It was then that I looked for the black members of the class of 1969. Out of our class of 140, only 24 were black. None of them were at the reunion. I started asking around and soon discovered why: No blacks had been invited. Twenty years later, nothing had changed at all. I thought about how miserably integration had been handled —the handpicking of a few bright black students, the jeers in the halls, the social clumsiness —and I realized that none of us had survived without wounds. Yet, as I looked around the room, I also realized that none of us had paid a price comparable to Hambone’s. But his life and death were somehow incidental here.</p><p>I got in my car, breathed deeply of the sweet pines, and told myself that when morning came, I would be free to leave again.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Police",
      "Cleveland",
      "Carter",
      "Children",
      "School",
      "Death",
      "Jail",
      "Church",
      "Home",
      "High School",
      "Houston",
      "Drugs",
      "ever",
      "Family",
      "Gambling",
      "Texas",
      "Women",
      "Business",
      "Football"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Sherman",
      "Texas",
      "East Texas",
      "Beaumont"
    ]
  }
}