{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19901",
    "date": "January 1990",
    "year": 1990,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1990/19900100.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105,
        106,
        107
      ],
      [
        144,
        145
      ],
      [
        186
      ],
      [
        147,
        148,
        149
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Bucks Stop Here",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199001-thebucks",
  "source": "/1990/19900100.pdf",
  "wp_post_id": 125994,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-bucks-stop-here-2/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "The Bucks Stop Here",
  "dek": "At the scandal-plagued Parks and Wildlife Department, animals are fair game and parks don’t count. What really matters? Influence-peddling and politics.",
  "spread_caption": "",
  "excerpt": "The troubled Parks and Wildlife Department is supposed to protect the state’s natural resources. Instead, it protects its friends and, above all, itself.",
  "kicker": "",
  "word_count": 7174,
  "content": "<img/><img/><p>Two years ago the Texas Parks and Wildlife Department, the legal protector of the state’s wildlife, dispatched 39 pronghorn antelope to a slow and painful death. The swiftest species in North america, pronghorns once roamed the Texas plains in vast herds of more than 3 million, but only 2,400 were left in Texas by the twenties. State game officials helped bring the pronghorn back from near extinction to its current population of around 20,000—enough, Parks and Wildlife officials have decided, to relocate antelope to private ranches for sport hunting.</p><p><em>Once pronghorns faced extinction in Texas. Now Parks and Wildlife deems them plentiful enough to be shot for trophies—or to be traded as political favors.</em></p><img/><p>Photograph By Bill Reaves/Texas Parks And Wildlife</p><img/><p><em>Birdwatchers, photographers, hikers, and campers outnumber the state’s hunters three to one, but the agency devotes most of its wildlifefunds to stocking game.</em></p><img/><p><em>PHOTOGRAPH By Jim Whitcomb/Texas Parks And Wildlife</em></p><p>But the animals that were placed on Louis Beecherl’s Bosque County ranch would not live to meet a hunter’s bullet. Beecherl, a Dallas oilman, had requested the stocking in a letter to his friend Edwin Cox, Jr., then the chairman of Parks and Wildlife’s governing commission. “To date we have been unsuccessful in obtaining permission to reintroduce the antelope. . . .’’ Beecherl wrote. “I would appreciate any help you could give me.’’ Cox passed the letter down the line, and then wrote Beecherl, “Hope we can do it.” as it turned out, Beecherl may not have needed Cox’s help at all. As a close friend of Bill Clements’, who named Beecherl the chairman of the University of Texas Board of Regents, Beecherl already had what counts most at Parks and Wildlife: political influence.</p><p>However, at the time, Beecherl’s application for the stocking of his Flat Top Ranch, sixty miles southwest of Fort Worth, was well on its way to being rejected. Flat Top lacked sufficient forage for antelope, and pronghorns that had been stocked there twice before had starved to death. That history, the agency’s big-game specialist noted in an internal memo, “leaves little optimism for a successful transplant.”</p><p>Wildlife division director Charles allen, who was soon to become a controversial figure in his own right, drafted a polite letter turning Beecherl down, then sent it for review to his boss, the department’s executive director, Charles Dickie Travis. But instead of sending the letter out, Travis’ staff penciled “Hold” on the top.</p><p>Other considerations overrode the mundane question of whether the antelope could survive. One was that Louis Beecherl headed the UT system empire, with its extensive land and animal holdings. Another was that Ed Cox was Travis’ boss and a friend of Beecherl’s. What was the risk to a few antelope compared with the political risk of offending the powers that be? Travis ordered that Beecherl’s ranch be stocked.</p><p>On December 9 and 10, 1987, Travis’ department released 39 pronghorns—3 bucks, 23 does, and 11 fawns—into a Flat Top Ranch pasture, two hundred miles east of the ranch where they were captured. On January 15, 1988, a ranch employee notified Parks and Wildlife officials that the herd was suffering heavy losses. An inspection three days later turned up sixteen carcasses brimming with parasites. Four antelope—barely hanging on—were sighted; the rest were presumed dead. One of the survivors was shot for study. From the autopsy the pathologist extrapolated that the other antelope had died of starvation, just as the agency’s own specialist had predicted. But Charles Dickie Travis had survived.</p><p><em>Tip of the Iceberg</em></p><p><span class=\"dropcap\">T</span>he carcasses on Louis Beecherl’s ranch were the sad symbols of a public scandal. The tip of the iceberg surfaced last spring, when stories in the <em>austin american-Statesman</em> revealed the department’s willingness to trade wildlife for political goodwill. In a practice known as “political stocking,” Parks and Wildlife had been doling out animals to rich and powerful men, including members of the department’s own commission and Texas Speaker of the House Gib Lewis.</p><img/><p><strong>Hunters’ friend: Wildlife director Charles allen was a good ol’ boy, but he ran afoul of western ranchers and austin bureaucrats.</strong></p><p>Before the scandal had run its course, Charles allen, Gib Lewis’ longtime hunting partner, was gone. Allen had been sacked and was facing criminal charges for illegally transporting antelope from New Mexico to Texas.</p><p>But the headlines about political stocking obscure a deeper scandal. An essential state agency has too long eluded serious scrutiny; the truth is that the Texas Parks and Wildlife Department cares less about parks and wildlife than it does about politics.</p><p>The department’s public mission is grand: preserving Texas’ dwindling wildlife and wilderness. The department presides over the state-parks system, enforces hunting and fishing laws, and is potentially the state’s primary environmental protection agency; it has broad powers to review development and to prevent poisoning of land, pollution of waters, or destruction of animals. It has a $122 million budget and 2,600 employees, including 485 well-armed game wardens.</p><p>Yet the parks system is sorely inadequate. The system is small, but there is no sense of urgency about opening new parks. And existing parks are poorly developed. Bureaucratic bottlenecks keep the department from issuing opinions on construction projects that will damage scarce wildlife habitat. And an antiquated philosophy of wildlife management prompts the department to devote far too large a share of its resources to pleasing a tiny fraction of the population—rich ranchers, hunters, and fishermen.</p><p>These problems stem from the top, from the nine commissioners who are appointed by the governor to oversee the agency. Almost always wealthy businessmen—and major political contributors—they have sought the appointments because they love to hunt and fish. They have made the park system—and all other concerns—an afterthought. “Nobody has ever been put on the Parks and Wildlife Commission because they had an interest in the parks system,’’ says former commissioner George Bolin, a Mark White appointee. Bill Clements’ appointees to the present commission include a car dealer, heirs to oil and construction fortunes, and corporate raider T. Boone Pickens’ trophy-hunting wife, Beatrice.</p><p>Photograph By Mike Leggett/Austin American-Statesman</p><p>A great deal is at stake at Parks and Wildlife. Although Texas’ wildlife and waters are largely behind barbed wire on private land, they are by law public property, under the department’s control. Parks and Wildlife is also charged with preserving the dwindling Blackland Prairie, which is down to fewer than 10,000 acres of what was once 12.4 million; the remaining East Texas beech-magnolia stands; the fertile coastal estuary, which has diminished by a third since 1956; the one percent of land in the Rio Grande delta that remains undeveloped; and 139 animal and 21 plant species on official threatened or endangered lists.</p><p>What happens at Parks and Wildlife touches everyone who hunts a buck, angles for bass, or watches birds—or who is merely comforted by the knowledge that there is wilderness left to visit. What the Parks and Wildlife Department fails to preserve can never be replaced.</p><p><em>Torpor at the Top</em></p><p><span class=”dropcap“>C</span>harles Dickie Travis, 53, is a shrewd and amiable man who goes by the name Dickie. Travis’ office is in the department’s headquarters complex at McKinney Falls State Park, six miles south of downtown austin. A rangy six one, Travis has sagging jowls and an angular face crowned with silver hair. Once a heavy smoker, Travis now chews unlit cigars or a wad of gum. In his office the tools of his trade are close at hand: bound volumes of Texas Parks and Wildlife laws, a telephone with a dozen lines, and a directory of legislators and state officials.</p><p>Last year, newspaper outdoors writers marked the completion of Travis’ first decade on the job with stories marveling that he hadn’t been fired. And no wonder. Before Travis came to Parks and Wildlife, the agency had gone through five executive directors since its creation in 1963 through the merging of the State Parks Board and the Game and Fish Commission. The son of East Texas schoolteachers, Travis arrived at Parks and Wildlife on January 1, 1979, after nineteen years in the governor’s budget office.</p><p>Previous executive directors had lost their jobs in battles with the parks commissioners, who tended to meddle in the agency’s day-to-day affairs. Travis has a gift for sidestepping such land mines. In 1987, for instance, commissioners George Bolin and Dick Morrison were infuriated with the agency’s slow pace in acquiring waterfowl habitat, and they demanded that Travis hand them wildlife director Ted L. Clark’s head. Travis’ response was to transfer Clark, a 29-year agency veteran, to another post to keep him out of the commissioners’ sight. When the commissioners inquired about Clark, Travis said that he would keep him on for only a few months to boost his pension. Bolin and Morrison left the commission last year. Clark remains on the department payroll today, and he played a role in the departure of his successor, Charles allen.</p><img/><p><strong>The survivor: Hands-off executive director Charles Dickie Travis has endured twice as long as any of his predecessors.</strong></p><p>Until the turmoil of the past year, Travis was popular with state legislators. They liked his predictability and his good-ol’-boy ways. Travis avoided the controversies that angered voters back home; he generally dodged public attention altogether, speaking to the press only when necessary.</p><p>Travis wasn’t sanctimonious about performing the little favors that lawmakers often requested—a cabin reservation at a state park, a few fish or deer for the home district, a job interview for a friend. “We’re accountable to the Legislature and the governor,” Travis points out. “That’s where our salaries are set. That’s where the appropriations are made. That’s where the legislation is enacted. If a member calls, there’s no way you can hang up. You have to be responsive. That’s the way the world works.”</p><p>Travis says that he is proud of bringing the department much-needed stability. But the peace and quiet that prevailed until recently also reflect torpor and a lack of imagination. A business administration major in college, Travis arrived with no background in wildlife biology or parks management and no philosophical agenda for the agency—other than captaining a smooth-sailing ship. When asked what his goals had been when he assumed the job, Travis said that he had developed a replacement schedule for department vehicles, worked on a merit-pay system, and written a department policy manual. In 1984, when the agency went through its Sunset Commission review, his self-evaluation statement offered a generally contented view. Although the state park system then ranked forty-first in the nation in per capita acreage, for example, Travis reported that he was “not aware of any major changes that are needed to improve [park] program operations.”</p><p>[ Continued On Page 142 ]</p><img/><p><em>Reestablisbing bigborn sheep in their former range bas proved extremely difficult, but parks and wildlife continues the effort because bunters covet those curlicus borns</em></p><p>[ Continued From Page 104 ]</p><p>Travis has stuck to the tradition of filling most of the top jobs from within; today the agency’s division chiefs average nearly eighteen years of service at Parks and Wildlife. That practice has insulated the agency from modern thinking in parks and wildlife management. It also means that Parks and Wildlife employs few minorities and women in high-level positions. Of 198 employees earning at least $33,000 a year, 176—or 90 percent—are white males.</p><p>The department’s best-paid and bestequipped group of employees is its warden force, the darling of the Legislature. Capitalizing on that affection, the wardens pushed through 25 percent pay raises in 1989. Yet for all their spanking-new fourwheel-drive vehicles, superpowered lake boats, and .357 Magnums, the wardens issued 43,000 game and fish citations last year. Even allowing for a month’s vacation, that is only about two tickets a week per warden.</p><p>More important than the number of citations issued is the wardens’ effectiveness in deterring game and fish violations in the first place. In recent years the most successful operation to collar game violators was orchestrated not by the large Parks and Wildlife warden force but by the U.S. Fish and Wildlife Service, which has merely sixteen permanent officers in Texas. Suspecting that violations of game laws were a major contributor to declining waterfowl populations in North america, the federal agency sent undercover agents on guided hunting expeditions along the Texas coast. The two-year sting operation concluded in December 1988 with more than two hundred citations; evidence included a videotape of hunters illegally baiting a flock of snow geese, then gunning down three times their legal limit. Among the cited was a justice of the peace who sits in judgment of violators of state game laws.</p><p>Jim Stinebaugh, the San antonio-based federal game agent who helped coordinate the operation, says that more than 90 percent of the people the federal agents had accompanied had committed some type of violation. A former state game warden, Stinebaugh says that deterrence in Texas is handicapped by Parks and Wildlife’s reluctance to apply covert enforcement tactics. “Their undercover work is very limited. It’s pretty unpopular with a lot of folks in Texas to do things that are sneaky,” he says.</p><p>Parks and Wildlife has also proved to be a reluctant champion of the environment. Travis allowed the agency’s environmental concerns office, called resource protection, to languish —underfunded, understaffed, and buried incongruously in the department’s fisheries division. Resource protection remained there until 1985, when sunset legislation, masterminded by commission chairman Edwin Cox, Jr., elevated it to full division status. To run the new division, Cox personally recruited the first —and only —woman, Susan Rieff, to serve as a division director at Parks and Wildlife.</p><p>Dickie Travis, a man who preferred the familiar, welcomed neither the new division nor his new subordinate.</p><p><strong>DISAPPEARING Habitat</strong></p><p><span class=\"dropcap\">W</span>hen Susan Rieff accepted the job as the director of the resource protection division in 1985, she didn’t expect to change the world overnight. She knew that she was leading a new branch of Parks and Wildlife, one that would have to grow into its mission. And she knew that she would have to deal with the department’s legendary hostility to outsiders. But she <em>did</em> expect an office.</p><p>Despite being only 29, Rieff had impressive credentials. She had a bachelor’s degree in environmental science from Texas Christian University and a master’s from the University of Texas’ LBJ School of Public affairs. She had completed a year at Duke toward a doctorate in natural resources and had worked as a legislative assistant to U.S. Senator Dale Bumpers of arkansas, specializing in environmental issues.</p><p>When Rieff decided to return to Texas, she contacted former Texas land commissioner Bob armstrong, a new appointee to the parks commission. He suggested that she talk with Ed Cox. Following a perfunctory interview with Travis and a formal offer, Rieff arrived for work on November 1, 1985.</p><p>After a brief tour of the building, she was ushered to her workplace: an old desk shoved into a hallway. Rieff was told that the arrangement would be temporary. Accepting the explanation that the space for the new division needed to be readied, she set about hiring a staff. But first she wanted to meet with her new boss. It took more than a week to get in to see Travis.</p><p>Rieff soon learned that at Parks and Wildlife, division directors set their own agenda —as long as they avoided controversy. Travis rarely offered much guidance; he called staff meetings of his division directors only two or three times a year. “You could go weeks without seeing him,” says Rieff. “I just had to figure out things on my own. You could do what you wanted to do.”</p><p>That was fine with Rieff, but there was one monumental exception: Travis insisted on reviewing all significant mail leaving the agency. Reports and correspondence entered his office and disappeared for weeks. So severe was the problem that five environmental organizations, in a joint paper in 1989, cited the bottleneck in Travis’ office as “the most serious failing we see in the entire department.”</p><p>The bottleneck was more than a bureaucratic annoyance; it kept the agency from doing its job. Rieff’s division was responsible for issuing comments on development proposals by state, local, and federal agencies that might damage habitat. On several occasions her division churned out letters objecting to various projects, only to have them remain on Travis’ desk until the date had passed for the public hearings on the matters. In such cases, Parks and Wildlife was registered as having no objection.</p><p>Rieff says, “Travis was often uncomfortable with controversial positions we wanted to take. If he didn’t want to send out a letter, he wouldn’t come to me and say we couldn’t do it. We’d just never discuss it. It was a very frustrating reality.”</p><p>Just before her arrival, Rieff learned that while building a new hatchery in San Marcos the fisheries division had inadvertently come close to bulldozing one of the last remaining stands of Texas wild rice, which was on the agency’s list of endangered and protected plants. When she proposed early in her tenure to subject all department construction projects to an environmental review by her division, other division directors made it clear she was stepping on their turf. An informal review process was instituted, but not until after Rieff had left.</p><p>Rieff worked for six months at her desk in the hallway, until armstrong and some of his fellow commissioners finally spoke to Travis about the situation. Space was suddenly discovered.</p><p>“That was just awful,” says armstrong now. He regards Rieff’s treatment as a hazing ritual. “It was just very awkward to let a woman in.”</p><p>Rieff remained at Parks and Wildlife until September 1988, when she resigned to accept a post with the Texas Department of agriculture. Rieff says she harbors no hard feelings about her days at Parks and Wildlife, but she left convinced that the agency, despite the creation of the new division, failed to venture beyond its traditional mission. “Parks and Wildlife needs to serve as a champion of conservation in the state,” says Rieff. “They need to appeal to a broader public than hunters and fishermen and RV campers.”</p><p><strong>PROBLEM Parks</strong></p><p><span class=\"dropcap\">I</span>t is a cool spring Saturday, and Brazos Bend State Park is bustling with activity. Only thirty miles southwest of Houston, the 4,897-acre site is among the busiest in the state system. The 91 developed campsites are full; callers are told they must wait up to sixty days for a weekend reservation. The park’s 270 picnic tables are occupied too. Some people have had to wait even to enter the park; the front gates are temporarily closed because the parking lots are full. Clearly, the Houston area could use more state parks.</p><p>Only 45 miles northeast of downtown Houston, No Trespassing signs and locked gates mark the entrance to another park. Eight years after its acquisition, Lake Houston State Park-4,710 acres, with access to the lake and the San Jacinto River is still closed. Indeed, preparation of the site for use, a process that takes Parks and Wildlife at least four years, has not even begun.</p><p>Nowhere is the sense of inertia that pervades Travis’ agency more evident than in the parks division. Several properties that were bought more than a decade ago are not yet open. Most of those that have been opened for use were developed like urban recreation facilities, with man’s heavy hand visible everywhere.</p><p>The Texas park system comprises 433,908 acres. At least six private ranches in the state are bigger. Among 129 sites, a single new location-Big Bend Ranch in West Texas (see “Wild Forever,” TM, December 1989) —represents half of the system’s land; only eleven other parks are larger than 5,000 acres.</p><p>The most obvious of the problems—the lack of sufficient land —dates back to the park system’s beginnings. Until 1916, when Governor Pat Neff’s mother, Isabella Neff, donated six acres to the state, Texas had no state parks. Because the Legislature allocated almost no money for acquisition, almost all of the 57 sites accumulated in the next half-century were donations.</p><p>The merger of the parks board with the Fish and Wildlife Commission in 1963 was supposed to produce political support, and thus funding, for the ailing park system. Instead, hunters and fishermen, intent on avoiding the diversion of their license fees, won guarantees that their monies would be dedicated to game and fish programs.</p><p>The Legislature eventually acted to give the park system its own source of funding in 1967, when a constitutional amendment authorized $75 million in bonds for land acquisition and development; and it provided more funds in 1971, when a pennya-pack cigarette tax was dedicated to expansion of the system, and in 1979, when another penny-a-pack was pledged to urban parks. But by 1979 the park system was still only 133,000 acres. Ten states, including tiny Maryland, had more parkland; California had five times as much. The problem was no longer cash but an aversion to spending it. Tens of millions piled up in the cigarette-tax fund. Of the original $75 million in bonds, $30 million is unspent today.</p><p>The Parks and Wildlife commissioners simply weren’t interested in public parks. They relaxed on their private ranches. Some also had reflexive objections to expanding the public domain. Rather than offend landowners, commissioners have generally refused to exercise their power to buy parkland through condemnation.</p><p>There is a major exception to the rule. In 1978 powerful El Paso State Senator Tati Santiesteban rammed through a legislative mandate that Parks and Wildlife purchase 25,000 acres —39 square miles —in the Franklin Mountains surrounding his city. Because the law required the purchase of specific tracts, the department was forced to acquire much of it by condemnation, at more than $12,000 an acre. Through 1989 the state had spent $22 million, with another $4 million set aside for the next biennium. Now the largest urban park in america, the Franklin Mountains are the state’s most expensive park acquisition ever.</p><p>The pace of more-enlightened purchases has quickened in recent years. Bob armstrong has been an advocate of stepping up acquisitions in rural areas, where land is cheaper and less developed. Last year marked the purchase of the state’s two largest sites, Devil’s River in Val Verde County and the sprawling Big Bend Ranch in far West Texas, which cost about $40 an acre.</p><p>In 1984 the Sunset Commission staff suggested that Parks and Wildlife be required to spend 20 percent of its acquisition funds on rural “natural areas”—today only 7 of the system’s 129 units are in that category. Envisioned as oases from the urban world, the parks would also preserve wildlife habitat. But the legislative Sunset Commission rejected the idea, contributing to the department’s antiquated notion of what a proper park comprises: reservoir fishing and boating, playgrounds, picnic tables, and sanitary dump stations.</p><p>The state system poorly displays even its natural jewels. Bentsen-Rio Grande Valley State Park, near Mcallen, for example, is famous among naturalists as one of the birding hotspots in the nation. Roger Tory Peterson, the dean of birdwatchers, listed it among the dozen best birding spots in North america, noting the presence of such rare species as the clay-colored robin and the elf owl. Yet on the site there are no brochures or special exhibits, no regular presentations by park rangers —indeed, precious little to indicate to visitors that the place is special. “They ought to be telling the world,” says Dede armentrout, the regional vice president for the National audubon Society. “It’s the only place in the United States where you can see those birds. But you walk in, and the staff is just sitting up there, collecting fees.”</p><p>George Miller, a San Marcos naturalist who has written guidebooks to Texas wildlife and parks, says park employees often know little about the parks in which they work. “They don’t necessarily know anything about why the park is unique or why it’s in existence,” he says. When Miller inquired about the plants and animals in one park, the superintendent directed him to the proprietor of a nearby hardware store. Another major problem is opening parks. Of 129 state parks, 19 have never been opened.</p><p>Wilson “Bill” Dolman, a fifteen-year Parks and Wildlife veteran who is the director of the parks division, says that the division needs four years to develop and open a park. In truth, it often takes much longer. Among the sites that are closed, five were acquired at least a decade ago. The parks division operates with no sense of haste, Dolman suggests, partly because the funds to run parks, once they’re developed, are tight. Thus, even a modest obstacle can put a park on hold for years.</p><p>Such was the case with Lake Houston. After purchasing the site for $13.7 million from Champion International Corporation in 1981, the parks division discovered that a proposed parkway would run directly through the park. Although the parkway is only on the drawing board, the parks division, which wants the highway rerouted to the north, has shelved the development of the park until the issue is resolved. But it has initiated no discussions to do so. “What has held it up?” Dolman asks. “I don’t know. I’m not pushing it.”</p><p><strong>WILDLIFE In the Balance</strong></p><p><span class=\"dropcap\">T</span>exas once teemed with wildlife. Early settlers described herds of bison on the High Plains stretching from horizon to horizon, prairie dog towns 25 miles in diameter, and flocks of passenger pigeons that took three hours to pass overhead. The woodlands of the Big Thicket contained the greatest assortment of wildlife in North america: bears, bobcats, cougars (called panthers), beavers, minks, otters, and wolves.</p><p>Early Texans sensed no need for moderation amid such abundance. “In one day’s hunt,” wrote John Thornton of his sojourn along the Nueces River in 1887, “I killed 27 turkeys, 67 ducks, 2 coons, 2 muskhogs, and 1 wildcat. I did not shoot any deer as I had no use for so much game.” Bison herds were exterminated for sport. Bighorn sheep, elk, and antelope were hunted almost to extinction.</p><p>From the beginning Texans have viewed land —and what they found upon it—as a commodity. Dirt, brush, forests, oil, even animals: all were something to be cleared out or captured, harvested for sale or barter. State intervention was slow. Texas didn’t have a game department until 1907.</p><p>Until 1963 natural creatures were the dominion of the Game and Fish Commission. But even after the merger that created Parks and Wildlife, power to regulate state wildlife was severely limited. As late as 1983, counties were free to decline state regulation. Hunting and fishing seasons and bag limits were subject to a patchwork of regulation.</p><p>The practice of stocking dates back to 1938 in Texas. The state has put critters almost anywhere someone influential wanted them; more than a dozen species have been transplanted —free of charge —to private ranches, where the public has been charged for hunting.</p><p>A philosophical justification for this practice was to restore a species to its native range. Texas’ lack of public land, it was argued, required the involvement of private ranchers. Animals were also placed where they had no hope of longterm survival but where they could be hunted or fished.</p><p>Stocking programs enjoyed mixed success. Though thousands of animals died after being transplanted, the number of deer, antelope, and wild turkeys has multiplied dramatically during the past decade. Stocking programs clearly helped these species, but eradication of predators and the screwworm and reduced poaching also made a major difference. The state’s populations of white-tailed deer (four million) and wild turkey (600,000) are now the largest in the nation, adding to a hefty state hunting industry.</p><p>Parks and Wildlife’s authority to dispense game animals has always made the agency a magnet for politicians. Says State Representative Mike McKinney, who oversees the agency’s budget: “That’s where the goodies are that we’re interested in.”</p><p>A massive trophy deer head dominates the entrance to the wildlife division’s wing at the agency’s austin headquarters. The division’s domain includes 36 wildlife management areas, essentially hunting preserves, totaling more than 225,000 acres —about as much as the entire state park system before the Big Bend Ranch acquisition. Until 1987 the division was run by Ted Clark, a man with a reputation for abrasiveness, who arrived at the old Game and Fish Commission in 1957.</p><p>Under Clark’s administration, hunting interests dominated the wildlife division. The division naturally embraced the oldschool philosophy that regarded wildlife as a cash crop, much like corn. Habitat was altered to accommodate unnatural numbers of game animals, particularly white-tailed deer, crowding other species off the land. Natural predators were a nuisance to be trapped and shot.</p><p>That directive has done even hunters a disservice. Portions of the state, particularly in the Hill Country, are overrun with deer. But in many areas the large-racked animals coveted by sportsmen are rare; a large percentage of the deer population is undersized and underweight. Although the division’s authority extends over all 1,100 species of wildlife on public or private lands, it devotes 85 cents of every $1 in wildlife-program funds to fewer than a dozen game species.</p><p>By the eighties, new thinking in wildlife management had emerged, particularly at the national parks. Under the new philosophy, animals and land are enjoyed for their own sake, not merely for the skin or meat or timber they might yield. Tracts of land remain as balanced ecosystems of native species, with habitat unaltered and natural predators eliminating the weak and genetically inferior.</p><p>The approach reflects the changing needs of an increasingly urban society. In Texas, nonconsuming users of wildlife—birdwatchers, photographers, hikers, and campers —actually have come to outnumber hunters by a three-to-one margin.</p><p>In the mid-eighties, the Legislature gave Parks and Wildlife new powers over wildlife management by granting longoverdue authority to set game laws on a statewide basis. By 1987, Dickie Travis had maneuvered Ted Clark into another job. The wildlife division—rife with political favoritism and cronyism —stood at a watershed, with the opportunity to leave its bad old ways behind and to enter the modern era.</p><p>At the behest of chairman Cox, Travis hired the first outsider ever to run the wildlife division, 38-year-old Charles allen.</p><p><strong>WHITHER Wildlife?</strong></p><p><span class=\"dropcap\">S</span>hortly after arriving on the job in March 1987, Charles allen retained the Wildlife Management Institute, an influential consulting firm based in Washington, D.C., to critique his new command. The findings were no surprise to students of Parks and Wildlife. Texas was rapidly losing its wildlife habitat to development. The wildlife division’s structure was so bureaucratic that routine memos from austin could take weeks to pass through the chain of command to biologists in the field. The department’s nongame and endangered-animal programs, though dealing with more species than all of the other programs combined, were limited by “very inadequate” funding and received only “minor attention.”</p><p>Yet allen wasn’t interested in responding to criticism that the department was ignoring new concerns. He played instead to the agency’s traditional audience —with a vengeance.</p><p>Allen had his own political constituency. As the wildlife manager in Huntsville for Champion International Corporation, allen had ruled a land empire of more than 6.5 million acres nationwide. He had cultivated his influence through hobnobbing at Brushy Creek Lodge, the rustic East Texas guest quarters of Champion’s “model timberlands,” a project to raise deer in commercial forests. There, state legislators, businessmen, and outdoors writers stalked the trophy whitetails that allen had bred. Among allen’s regular guests was Texas House Speaker Gib Lewis of Fort Worth, an avid hunter who had ranches of his own. So extensive was allen’s personal network that some at Parks and Wildlife speculated that the parks commission had recruited him to succeed Dickie Travis.</p><p>It would have been quite a change. An East Texas native, allen was a man of flash and style. His dashing good looks, dark hair, and pencil-thin moustache gave him the appearance of a modern-day Clark Gable. This was a department where the standard attire was a shortsleeved open shirt, Sansabelt slacks, and a pair of Hush Puppies; the semi-official vehicle was a pickup. The new director of wildlife wore dark suits and sometimes drove a Jaguar.</p><p>Allen, however, had no quarrel with what the division was doing. He just thought things weren’t happening fast enough. As one parks commissioner put it: “Charles is the kind of guy who goes around all the corners on two wheels.”</p><p>Allen began by stepping up deer and turkey stocking efforts in East Texas and became a propagandist for hunting. Traveling the state, he appeared at sportsmen’s banquets to wax romantic about how every Texas boy should have the opportunity to comb the woods for deer with his daddy. Lamenting the expense of private hunting leases, allen announced his solution to the problem: a vast expansion of the division’s Type II hunting program, in which land —much of it from the timber industry —is set aside for use by anyone who purchases a special $35 license. Allen proclaimed a goal of bringing at least a million acres into the program—an ambition he trumpeted everywhere. The project made him a little-people’s hero, a kind of camouflage-clad populist. Outdoors writers lionized him for making hunting affordable for the average Joe Bob.</p><p>Private landowners were less enthusiastic. Allen’s comments, by implication, painted them as robber barons. They saw the Type II program as cutting into their lease revenues —for many Texas ranchers, a vital chunk of their annual income. Hunters currently pay between $800 and $2,000 to participate in a deer lease.</p><p>The inevitable conflict was joined in a harsh battleground: the lonesome reaches of the Trans-Pecos. Ever impatient, allen wanted to accelerate the department’s stocking of desert bighorn sheep and elk, both almost nonexistent in the state. The two species had long thwarted conventional stocking attempts, in part because they need an enormous open range. Restocking requires the cooperation of private landowners. Allen knew he could negotiate a trade of Texas wildlife for broodstock from other states, but as part of the deal, he wanted ranchers to sign cooperative agreements pledging to let the state have half the hunting permits if a huntable population was ever produced.</p><p>Topper Frank, the hardheaded proprietor of the Circle Ranch, near Van Horn, sounded a sagebrush rebellion. In a letter seeking support from other Texas ranchers, Frank wrote, “I find this provision to be a severe infringement of our private property rights . . . asking the landowner to give up control over access to his land for hunting is beyond reasonable cooperation.”</p><p>More than principle was at stake. Hunters prize desert bighorns for their scarcity, agility, and trademark curlicue horns. They had not been hunted in Texas for decades. In 1987, when allen auctioned the right to shoot a single ram, the hunting permit sold for $55,000.</p><p>Allen believed that the state had a reasonable claim to half the permits since it was providing the animals in the first place. Permit auctions could subsidize the division’s expenses; another permit, dispensed by a random drawing, might serve as an attraction for allen’s vaunted Type II program.</p><p>But Frank and most of his neighbors saw allen as the personification of a predatory government. As hostilities escalated, Frank locked the gate to a road leading through his ranch to the state’s Sierra Diablo Wildlife Management area, effectively sealing off the public land. Distressed that the conflict had gone so far, Cox’s successor, newly appointed parks commission chairman Chuck Nash, flew out to the Trans-Pecos, where he met with the landowners. At the first commissioners meeting after Nash returned, all bighorn sheep and elk stocking efforts in West Texas were suspended.</p><p>Allen’s subordinates —including the deposed Ted Clark—watched with amusement as the newcomer entangled himself in Trans-Pecos thorns. Allen just didn’t understand how government worked. And he certainly didn’t appreciate what they knew from years of experience in West Texas: The landowner is king out there. “If Charles allen’s car broke down west of San antonio,” they joked, “he’d have to walk back to austin.”</p><p>Allen later attributed his downfall to having run afoul of powerful West Texas interests. He claimed that the ranchers there were out to get him because he had dared to take them on. In fact, it was the alienation of powerful interests much closer to home, in austin, that did him in.</p><p>Since arriving at Parks and Wildlife, allen had embraced Dickie Travis’ inclination, whenever possible, to do favors for powerful men. Allen’s old friend Gib Lewis became the primary beneficiary of a string of political stockings. For his Williamson County ranch, Lewis received 6 elk, 137 deer, 160 wild turkeys, and 113 black bass. All of the transfers were made without the usual written departmental contract. And Williamson County, it was later noted, was not a suitable habitat for elk.</p><p>Newspapers later reported that commission chairman Nash had received quail, even though quail stocking was discontinued more than two decades earlier because of a high failure rate; that former chairman Cox and state comptroller Bob Bullock were somehow selected to receive Cuban bass, in what was described as part of a three-year study; and that the fatherin-law of State Representative Robert Saunders, the chairman of the Environmental affairs Committee, acquired a stocking of rainbow trout.</p><p>Some of the stockings had occurred before allen was hired. Others were dispensed by the fisheries division. The most heinous example-the stocking of Louis Beecherl’s ranch —had taken place over allen’s objections. All of the stockings were consistent with department tradition, if not exactly policy. All of the deals had received Travis’ explicit approval. Yet the revelations inevitably focused on allen. His inability to tread softly, a quality that inspired within the agency a desire to get rid of him, also yielded an excuse.</p><p>At 6:15 a.m. on January 30, 1989, Charles allen stood before a group of thirteen subordinates at the Cornudas Ranch outside El Paso. Among them were Ted Clark, the former wildlife director, and a longtime colleague, big-game program director Charles Winkler. Allen was personally directing an antelope-stocking mission. The animals were destined for the 90,000-acre Lado Ranch, south of Van Horn. Four months earlier the Lado’s owners had flown allen to Greece for an all-expenses-paid two-week vacation. Allen had selected the Lado for stocking even though it was behind other ranches on the waiting list. But that decision had also received Travis’ approval.</p><p>Now, standing near the Texas-New Mexico border, allen explained his plan. While hanging out of a rented helicopter, he would fire a net gun to trap the antelope. A spotter would accompany him and the pilot. The others, driving chase trucks, would pick up the captured antelope, put them in holding boxes, and then transfer them to a giant trailer dubbed the Titanic. The spotter would maintain contact with the trucks by walkie-talkie.</p><p>Speed was important. Antelope are delicate and easily stressed; they could die struggling in the nets if the trucks didn’t reach them quickly.</p><p>The operation began smoothly. By onethirty, 22 antelope had been netted. Clark yielded the post of helicopter spotter to another employee, Gilbert Guzman. On the next trapping, 7 antelope were captured, but 2 died from stress. Allen decided to trap no more than 3 antelope at a time. The low-flying chopper was noisy and dusty as it chased the swift animals across the prairie. Allen was starting to feel nauseated from hanging out of the helicopter, but it wasn’t his style to admit weakness. Allen fired the gun again, netting a trio of antelope. Guzman summoned a truck as the chopper landed. But the driver couldn’t find a gap in the fence to get to the site.</p><p>In fact, there was no gap. Allen and his helicopter had crossed the Texas-New Mexico line. Employees on the ground later claimed that they had radioed to notify allen that he had left the ranch. Allen, in turn, claimed that amid the noise and excitement, he never comprehended such a message.</p><p>Now, with the antelope flailing in the net, and unable to get help from a ground crew, allen decided to airlift the animals out. Bundling each one in netting, he cradled it in his arms as the chopper made the short trip back across the border to one of the trucks. Allen ferried the other two antelope back the same way.</p><p>The operation was completed at fivethirty, after three more trappings. It had been a long day. Everyone packed his gear, and allen shook the hand of each of his subordinates, offering congratulations for a job well done.</p><p>Transporting wildlife across state lines without proper permits is a violation of the Lacey act, a federal offense. Clark later testified that he discussed his belief that he had witnessed such a violation with Winkler while the two men —and the trapped antelope—were still on the Cornudas Ranch.</p><p>But Clark and the others said nothing to allen. Instead, Clark departed with the antelope-filled trailer for the Lado and notified Dickie Travis later about the incident. Travis contacted New Mexico and federal authorities and hired a retired Texas Ranger to investigate for his own department, which ensured that the event would assume the largest possible proportions.</p><p>Within two weeks, word of the episode leaked out to Mike Leggett, the outdoors writer for the <em>austin american-Statesman.</em> The probe of allen’s alleged Lacey act violation became the first—and most damning —in the string of stories about Parks and Wildlife that dribbled out over several weeks.</p><p>On March 29 New Mexico authorities charged Texas’ top wildlife official with three felony and six misdemeanor counts of illegally capturing and transporting antelope. Receiving his own report from the retired Ranger, Travis sent allen a written notice of misconduct, stating that the evidence was “convincing” that he had violated federal law. “as division director and senior employee present,” he wrote, “it was your responsibility to ensure that adequate safeguards were in place for this operation to avoid even the possibility that the state border would be crossed. . . . You exhibited a serious lack of judgment in reasonably evaluating and reacting to the seriousness of this situation.” Seven days later, after allen refused to resign, Travis fired him.</p><p>The criminal charges were resolved in June, when allen pleaded no contest to a single misdemeanor charge of illegally taking antelope. As part of the pleabargaining arrangement, the Texas Parks and Wildlife Department agreed to pay the New Mexico Game and Fish Commission $900 for the three pronghorns.</p><p>Allen issued an apology of sorts. He insisted he was unaware that he had crossed into New Mexico but was sorry for “any inconvenience my actions caused.” In a second statement the same day, he added that he believed he was “set up” by some subordinates who aided him in the trapping and that he planned to consult with his attorneys about his “illegal firing” and the “false charges” against him.</p><p>Following allen’s dismissal, Travis named Bobby alexander, a thirty-year veteran of Parks and Wildlife, as the acting wildlife director. Angry complaints from allen supporters —notably Gib Lewis and newspaper outdoors writers who heralded allen’s achievements —claimed a few trophy heads as well. In October alexander sent veteran biologists Ted Clark, Charles Winkler, and Horace Gore—regarded as allen’s antagonists—to new assignments.</p><p>Tranquillity has returned to the Parks and Wildlife Department. Travis now speaks reluctantly about his former wildlife director. But in a remark that suggests the wisdom he has accumulated during three decades in Texas government, he notes that his agency is a place where a gentle style can be as important as achievement. “In a situation like this,” says Dickie Travis, “it’s not so much <em>what</em> you do as <em>how</em> you do it.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Wildlife",
      "Texas",
      "Allen",
      "Game",
      "Animals",
      "Antelope",
      "Hunting",
      "Land",
      "Fish",
      "Deer",
      "Mexico",
      "Austin",
      "East Texas",
      "New Mexico",
      "Outdoors",
      "urban",
      "ever",
      "Legislature",
      "office",
      "Sunset"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Austin",
      "East Texas",
      "West Texas"
    ]
  }
}