{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19936",
    "date": "June 1993",
    "year": 1993,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1993/19930600.pdf",
    "issue_cover_image": "",
    "document_start_page": 121,
    "toc_start_page": 118,
    "document_page_range": [
      [
        121,
        122,
        123,
        124
      ],
      [
        126,
        127
      ],
      [
        158,
        159,
        160,
        161,
        162,
        163,
        164,
        165,
        166
      ]
    ],
    "toc_order": 13,
    "toc_headline": "You Lose!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199306-youlose",
  "source": "/1993/19930600.pdf",
  "wp_post_id": 127551,
  "wp_post_guid": "http://www.texasmonthly.com/article/you-lose/",
  "authors": [
    "Robert Draper"
  ],
  "headline": "You Lose!",
  "dek": "The sad truth about the Texas Lottery.",
  "spread_caption": "",
  "excerpt": "Scratch the surface of the Texas Lottery and you’ll find political opportunism, a cynical marketing campaign, and endless hype.",
  "kicker": "",
  "word_count": 7775,
  "content": "<p>On April 8, 1993, the Texas Lottery’s Traveling Carnival made its twenty-first stop on its statewide tour and pitched tent in the ballroom of the Odessa Holiday Inn Centre. By six in the evening, the ballroom was filled to capacity with Odessa’s salt of the earth—the very young and the very old, all races represented, some folks in wheelchairs and others jumping in the aisles. They were cheering and chanting, rising to the oratorical bait of the man standing onstage with a microphone in his hand and wearing a phony $100 bill fashioned into a bow tie. He was Sonny Melendrez, a San antonio radio personality and the lottery’s emcee, and his monologue owed a great debt to the rhetoric of game show hosts, televangelists, and snake oil salesmen. “This is the biggest crowd the lottery <em>has ever seen</em>! Did you know that the Texas Lottery is the biggest lottery <em>in the world?</em> In the Texas Lottery <em>everyone is a winner</em>! and in just a minute, one of these seven individuals seated right here will win <em>one million dollars!</em>”</p><p>Photograph By Neal Farris, Props Created By Brad Metcalf</p><img/><img/><p><strong>Why is this man frowning? GTECH general manager Jim Hosker estimates that by 1997 his company will gross more than $405 million for running the lottery.</strong></p><p>Photographs By Wyatt Mcspadden</p><p>Each of these statements was untrue, even the part about the $1 million, as the Internal Revenue Service would snatch up $280,000 of the sum before the winner ever laid a hand on the big check. But no one was here to gather facts. Today was a day for daring to dream, and the more myths, the merrier. The state was offering an unconditional guarantee: If you walked into this ballroom, you would see a miracle take place. You would watch an average Joe, one of your own kind, become instantly rich.</p><p>Behind Melendrez, seated on a stage adorned with faux cacti and faux barbed wire, the seven finalists squirmed on brightly colored chairs. They were young and old, black and white and Hispanic; the seven of them represented an astoundingly accurate cross section of the 1,500 people in the audience. The implications were almost overpowering. Ah, but what made these seven so special? Luck, magic, destiny, call it what you will—and the fact that each of them had bought a Lone Star Millionaire instant lottery ticket, scratched off the surface, and discovered the word “entry” printed three times or a single star on the ticket. They had mailed off their tickets to the Texas Lottery, and later, they had received a phone call from a state official informing them that their ticket had been one of the seven randomly selected for the upcoming grand prize drawing. In a few moments each finalist would select one of the cowboy hats hanging on the faux cactus hat rack; a number had been taped inside each hat. Five of those numbers would match five numbers randomly selected from the lottery hopper. Two of the finalists who held those numbers would win $10,000, another two would win $15,000, and one would win $25,000. The two finalists whose numbers were not drawn from the hopper would then stand in front of two plastic vaults. Within one of the vaults was a cardboard check for $50,000. In the other vault was the grand prize: $1 million, before taxes. Luck or magic or destiny would see the finalists through to their respective prizes. But to have gotten this far, each of them had to have spent at least $1 playing the lottery, and the audience understood this. Perhaps they even understood that, for a million-dollar prize to become possible, some two million lottery tickets would have to be sold—sold, one might suppose, to folks such as the 1,500 dreamers beholding a single individual’s turn of fortune.</p><p>But even a cynic is susceptible to dreams. As luck would have it, the man whose number entitled him to the plastic vault that contained a cardboard check for $1 million happened to be Doyle Norton, a 24-year-old unmarried lawnservice worker from Mesquite. Throughout the festivities, Norton had been the most stoic of the seven; he had seemed</p><p>almost determined to find no thrill in any of it. But when he opened the safe and discovered its contents, his body went limp and his face flushed with astonishment. As the ballroom thundered with joy, he threw his cowboy hat into the air and lurched about the stage like a child transported to wonderland. For whatever had befallen him in the past, Doyle Norton was, at that moment, the luckiest man on earth; thereafter no one could say that Doyle Norton was a stranger to fortune. And for that matter, no one in the audience could say they had never watched a dream come true. Quite the contrary: Not only had they seen it, but its methodology was revealed to them. One ticket, $1 million. “Throw your hat again for the video camera!” Sonny Melendrez yelled, and Norton obliged, again and then again. The Odessa crowd stayed for every fling of the hat, cheering until the winner left the stage and there was nothing left to cheer.</p><p>The Newest Billion-Dollar Industry To Come To Texas is one year old as of May 29 and has so thoroughly insinuated itself that it taxes the memory to recall when Texans weren’t scratching away at little pieces of paper or conjuring up six numbers at a time. In its first year the lottery has achieved gross sales of $1.8 billion, 40 percent of which has been deposited in the state’s general revenue fund. More than 11 million Texans have played the lottery. The game’s luckiest player, a 65year-old retired nurse from Schulenburg, won a $21.7 million jackpot; its most ignominious loser is a Houston convenience store clerk who is serving a sentence of four years in prison for stealing 7,500 tickets. Between these two extremes dwell nearly two billion wins and losses, with a tale to accompany every dream consummated and every hope shot to hell.</p><img/><p><strong>“People have bought into the game,” says state lottery director Nora Linares. ”They’ve learned it, and they have ownership with their numbers.”</strong></p><img/><p><strong>“If we make the games fun, people will have a good time,” says Roy Spence, the president of GSD&M, the agency that created the lottery’s ubiquitous ads.</strong></p><p>The lottery has produced its own culture, one that might stir the reminiscences of Texans who lived the early years of the oil boom. New words—“lotto,” “scratch-off,” “rollover”—have crept into the vocabulary; in icehouses and convenience stores across the state, adults congregate and find themselves discussing lucky numbers, the hottest retail outlet, and the size of the latest jackpot. As in the oil culture, there are dabblers and high rollers, big-time winners and pathetic types who gamble all they’ve got. The lottery has created jobs for some, destroyed the lives of others. And the men and women in charge of the state lottery share a familiar obsession: If they have their way, Texas will be the nation’s lottery capital, the biggest in the industry.</p><p>The comparisons with the oil-boom culture end there. In the mythology of the oil patch, a wildcatter’s savvy and determination could gain him the upper hand over dumb luck; in the ways of the lottery, a player is entirely at its mercy. Nothing about the lottery is uniquely Texan. If anything, the lottery era in its infancy has succeeded in turning the petro-ethic on its head. Now that the state can no longer stake its fortune on the labors of a few independent-minded winners, it seeks its profit from the 11 million Texans whom the state has converted into losers.</p><p>Yet the new era comes to us fashionably cloaked. If there is such a thing as a politically correct lottery, it resides in Texas. The state’s model relies less on government bureaucrats and more on the private sector than practically any other lottery in the world. Its director, Nora Linares, is a Hispanic woman. She and other state officials take pleasure in pointing out that their advertisements, by legislative mandate, do not “unduly influence” the public. The lottery tickets themselves are the first ever to be fully biodegradable and recyclable. Innovations notwithstanding, however, Texas has a lottery for precisely the same reason that 35 other states and dozens of other nations have lotteries. Says Bill Bergman, the executive director of the North american association of State and Provincial Lotteries: “Lotteries are driven totally by economic needs and by the failure of state legislatures to impose taxes to meet those needs.” Texas did not get a lottery when Texans first indicated through public opinion polls that they wanted one—that was years beforehand; the lottery came to Texas only when Texas politicians needed fast money. It’s easy to forget that, just as it’s easy to think of the lottery as a token of the government’s generosity, as state-sponsored fun and games. But as with an unscratched lottery ticket, there is more—or rather, less—than meets the eye.</p><img/><p><strong>Melvin Joice runs the top lottery outlet in East Texas. His store features a “Baptist door,” so religious customers can sneak in and out from the rear to buy tickets.</strong></p><p>From the outset, the lottery has depended on a series of deceptions, large and small, beginning with the reason for its existence. First, our elected officials convinced us that the lottery was the only way out of a tax increase, though fiscal projections had made it abundantly clear that higher taxes were inevitable anyway. Next, lottery officials sought to promote the lottery as wholesome recreation, a pastime that did no one any harm—a “painless tax,” though evidence was widespread that those who would bear the brunt of the tax would be working-class Texans. And finally, while reminding us that the lottery was a “voluntary tax,” the lottery and the Legislature joined hands in an exhaustive, spare-no-expense effort to barrage Texans with enticements: a new carefully researched gimmick every month, a new promotional blitz with every game, billboards, newsletters, and press conferences with instant millionaires, so that our wallets might never close and we might never awaken from our Doyle Norton dreams.</p><p><strong>Deception I. A Necessary Tax (Or, The Economy, Stupid)</strong></p><p>“IF There Is a Single Person Most Responsible For the Texas Lottery,” says former anti-gambling lobbyist Sue Cox, “it’s James Carville.”</p><p>In 1987 the political guru who masterminded Bill Clinton’s 1992 presidential campaign blueprinted the Kentucky gubernatorial campaign of Wallace Wilkinson, a dark horse Democrat with a single cause: passage of a state lottery. To everyone’s astonishment, Wilkinson upset former governor John Y. Brown. Two years later, when Texas attorney general Jim Mattox decided to run for governor of the state, he brought in Carville as a strategist. Carville urged Mattox to ponder the lessons learned from the Kentucky race. Mattox’s campaign manager, Jim Cunningham, was in no position to dissuade Mattox, since it was Cunningham who had managed Brown’s losing campaign in 1987.</p><p>The whole notion didn’t sit well with Mattox: He was a Baptist and had consistently sided with antigambling groups. But Mattox was burning to be governor. With the Texas Supreme Court’s ruling that demanded a costly overhaul of the publicschool finance system, every politician in the state knew a tax increase was inevitable, and each of them was searching for a way to avoid saying so to the voters. If Mattox didn’t seize the lottery issue for himself, someone else might. On October 10, 1989, the attorney general declared his candidacy and proclaimed himself “the only candidate who has come out for the lottery and opposed new taxes.” Before long, Mattox was presenting the issue as a choice between a lottery and higher taxes.</p><p>[ Continued On Page 153 ]</p><p>[ Continued From Page 124 ]</p><p>The ruse was as old as the lottery itself. The first two lotteries to pass through state legislatures in the modern era (New Hampshire in 1964 and New York in 1967) did so after the public was told that a lottery would spare them from tax hikes. Still, taxes have gone up in most of the 35 states that have lotteries—the simple reason being that lotteries cannot come close to satisfying government’s lust for money. As a case in point, the lottery that generates the most revenue in the nation happens to reside in tax crazy Massachusetts.</p><p>Mattox doubtless knew all this. And though polls showed, year in and year out, that Texans favored an end to the constitutional ban on a lottery that dated back to 1845, the state’s citizens weren’t losing any sleep over the matter. Since 1982 five lottery bills had died in committee with barely a murmur of public displeasure. “Most politicians felt that, despite the polls, there were political dangers to the lottery,” says David Hudson, a former state representative from Tyler who led the legislative coalition against the lottery. “It was a volatile issue, like the wet-dry issue, and you ran the risk of drawing the animosity of church groups.”</p><p>But Mattox, the consummate political bulldog, was just the candidate to ramrod the lottery issue into the public debate. How Democratic rival ann Richards reacted to Mattox’s crusade could be viewed as a case study in political opportunism. Like her opponent, Richards was predisposed against lotteries. As state treasurer in 1985, she had initiated a study of lotteries in other states following a proposal that would place a Texas lottery under the state treasury’s umbrella. The unpredictability of the revenue flow—interest in a lottery tends to fade after the first year or two—coupled with the security risks, left Richards feeling uneasy. But five days after Mattox launched his candidacy, she revealed an even deeper concern on a Dallas television show. “What happens in every state in which there is a lottery,” Richards said, “is that the sales are concentrated in the poorest communities, because it is those people who are willing to take the gamble to win big. And in my heart of hearts, I just could not buy into a system that really was going to be marketing a program of chance to people who are poor and could ill afford to buy those tickets.”</p><p>Yet as Mattox’s lottery-or-taxes rhetoric intensified, Richards grew less attentive to her heart of hearts and started worrying about voters who bought Mattox’s line and wanted to know why Richards preferred mandatory taxes over a voluntary one. Her opposition began to soften. By the end of the primary, she was all in favor of a lottery. Richards survived the brawl with Mattox, and in the fall campaign against Republican Clayton Williams, she didn’t wait to be asked about her lottery stance. By enthusiastically declaring her support, ann Richards was telling the people what they wanted to hear—but more important, she was avoiding telling the people what they didn’t want to hear.</p><p>The legislative vote on a constitutional amendment permitting the lottery ironically was Governor Richards’ first test of leadership. By now, lottery passage was her pet issue, not Mattox’s or Carville’s. She hit the hustings with gusto, dismissing what she now called the “myths” about the lottery’s ill effects, reminding the faint of heart, “The bottom line is money for Texas,” and adding, with populist grandeur, “The moral choice is to allow the people of the state to decide.” In early 1991 Richards met with leaders of the local horseand dog-racing industries, which stood to lose business should a lottery be introduced. The newly elected governor offered them the carrot or the stick. If you stay out of the fight, she told them, i’ll support a reduction in your taxes. But if you try to defeat the lottery, I will fight you. The racetrack interests shut their mouths and got their tax cuts.</p><p>The anti-lottery forces, led by Sue Cox of Texans Who Care, Weston Ware of the Christian Life Commission, and former state legislator David Hudson, were just as tenacious as Richards. On February 25, 1991, the lottery initiative fell ten votes shy of the two-thirds House vote needed to place it on the May ballot. An icy Richards told the press, “Today, with their no vote, fifty-six members have assured the necessity of a sizable tax bill.”</p><p>The fight, it turned out, was not lost; it had just been premature. The fiscal crisis hadn’t fully ripened. The Legislature’s regular session ended in May without producing a state budget, and lawmakers were waiting hopefully for spending cuts to be proposed by comptroller John Sharp. By midsummer, however, it was apparent that some of Sharp’s reductions were politically unpalatable, and the desperate search for money was on again. House Speaker Gib Lewis picked up where Richards had left off: “There’s going to be either a tremendous tax bill,” he said, “or a lottery. That’s the choice they have.” On the morning of august 10, a Senate filibuster fizzled out, and the lottery referendum was placed on the November ballot. By the end of the year, the referendum had passed—so had a $2.6 billion tax increase.</p><p><strong>Deception 2. A Fun Tax</strong></p><p>Here it comes</p><p>Don’t you love that lucky feeling</p><p>Oh it’s fun</p><p>To anticipate that feeling</p><p>It could happen any minute</p><p>You could be the one to win it</p><p>When you play the game of Texas</p><p>Here’s the fun</p><p>So get out there and get in it</p><p>’Cause somebody’s gonna win it</p><p>When you play the game of Texas</p><p>Here’s the fun</p><p>—the Texas Lottery jingle</p><p><span class=\"dropcap\">T</span>here Is Nothing Fun About the Texas headquarters of GTECH, the Rhode Island company that runs the Texas Lottery. The building is an unmarked brick structure in northeast austin. The doors to its reception lobby are locked, and the comings and goings of employees are monitored by cameras, motion detectors, and recording devices. The building’s primary feature is the control room, which could have been designed by NASA. Technicians and computer operators sit quietly among hulking Digital Equipment mainframes, rows and rows of terminals, overhead monitors flashing technical data, and telephones that connect this room to more than 20,000 retail units across Texas. The atmosphere in the control room suggests precision, solemnity; here one finds the lottery’s dark side.</p><p>In the office of Gtech general manager Jim Hosker, there is a computer monitor that displays a number representing the day’s Texas Lottery sales. The number changes every four seconds; every four seconds, Texans pump hundreds of dollars into the lottery. None of this surprises Hosker. He is an industry lifer, the coinventor of the instant scratch-off ticket and a former director of both the Massachusetts and the Kentucky lotteries. In 1992 Gtech, as it often does, lured the public official into the private sector to run the firm’s Texas Lottery operations. The 62-year-old executive says that he is paid between $100,000 and $200,000, and that after his work is done here, he’ll retire to Boston.</p><p>Gtech and Hosker aren’t here to have fun. In fact, Gtech policy forbids employees to play the lottery. Their sole mission is to make money, both for themselves and for the state, and they expect to make a lot of it. By the time the fiveyear contract—the largest in the country because of its privatized structure—expires in 1997, Gtech has estimated that it will gross more than $405 million from its 3.944 percent cut of the state lottery pie. Once you understand how much money is involved, the remarks of the gruff, silver-haired Bostonian are less jolting and highly illuminating. When Hosker says, “The first week after startup the players will buy any ticket they can get their hands on,” he is revealing why the Texas Lottery’s first instant game offered the rather bleak odds of 7.9 to 1. When he says, “I desperately need a thirty-million-dollar jackpot—I really hope we don’t get hit Wednesday,” he means that the Texas Lottery needs to develop a much bigger lotto jackpot to attract a greater number of players and therefore greater revenue. And when Hosker says, “We’re one of the few states that pays off for three out of six in lotto,” you know Gtech isn’t doing it out of the kindness of its heart. Instead, Gtech has discovered that a player who wins $3 by correctly guessing three out of six numbers typically spends his winnings in the next round of lotto, thus ensuring the lottery a built-in cash supply.</p><p>It is no wonder that Gtech commands a 75 percent share of the world’s on-line lottery market, including 26 of the 35 american lottery states and countries such as Malaysia and Iceland. No company on the planet is more formidable at coaxing money from lottery players, nor more formidable at gaining access to them. In the course of obtaining lottery contracts, Gtech has been accused of bribing a California state senator, providing trips to elected officials in Oregon and Indiana, and placing convicted racketeers and gamblers on its payroll. (Gtech has vigorously denied any allegations of criminal wrongdoing.) Gtech brawled, says a rueful competitor, like street fighters to win the Texas contract.</p><p>Jim Hosker’s bluntness is refreshing, but his is not the official voice of the Texas Lottery. That task falls to GSD&M, the austin-based advertising firm that was awarded the $20 million lottery account and that, in effect, plays good cop to GTECH’s bad cop. The Texas Lottery’s admen have learned from the mistakes of others: The lottery’s commercials have been almost rigorously low-key, avoiding the kind of hard sell approach that has invited controversy in other states. “all along we determined to go out and market the lottery as wholesome and fun,” says GSD&m’s president, Roy Spence. “In the initial focus groups, we ran into the idea that Texans love to compete. So our feeling was that if we make the games fun, even if people don’t win, they’ll have a good time.”</p><p>Spence’s strategy concedes an inarguable truth: The lottery is designed to take more money than it gives away. That, of course, is why Texas has a lottery. By legislative mandate, the lottery must return 35 percent of its sales to the state general revenue fund. Then there are administrative costs, fees to GTECH, and retailer incentives to factor in. By the time the state and the lottery operatives are given their cut, between 51 and 55 cents of every $1 has been spoken for. This leaves a payout rate of less than 50 percent, which is below the average rate of 51 percent in other states. By comparison, the average annual payout rate for horse racing in the U.S. is 81 percent, for all slot machines 89 percent, and for all casino craps games 98 percent. Lottery opponents delight in pointing out that the odds of winning a lotto jackpot are about as high as the odds of getting struck by lightning; indeed, statistically you are seven times more likely to be struck by lightning than to win the lottery. According to one researcher’s profitability analysis, a player could spend $20 a week on lotto for fifty years and still have no better than a one-in-two-hundred chance of winning a jackpot. Among all popular gambling activities, the Texas Lottery is literally the dumbest bet there is.</p><p>Still, the “fun” lies in the belief that a fellow could beat the odds and walk away with riches. What Spence calls a love of competition Jim Hosker calls something else. “They play out of greed,” says the lottery veteran. “They play to win.” Though bound by state policy not to “suggest that it is easy to win the largest prizes,” the Texas Lottery brain trust subtly stokes the fantasy that victory is imminent. For every two million or so also-rans, there is a Doyle Norton for whom the state eagerly plays publicist. (after a Cambodian refugee won a lotto jackpot, comptroller Sharp announced, “None of us can truly comprehend the brutality of Tern Vuth’s childhood in Cambodia. And very few of us will ever be able to really understand the fun and excitement of winning $12.6 million.”) Our government now publishes a bimonthly newsletter called the <em>Texas Lottery Winners’ Gazette,</em> in which lotto winners reveal how they selected their lucky numbers and what they did with all that loot. One TV commercial shows the images of several lucky Texans within a circular frame, followed by the voice-over, “Play the game of Texas. Maybe we’ll see <em>you</em> in the winner’s circle!” a lottery claims office representative will happily oblige any request to recite the latest winning lotto combinations—not bothering to mention that this is a pointless exercise, since in a random drawing there is statistically no such thing as a hot number. Lottery press releases often point out that the latest big winner played numerous times before good fortune struck. The message is plain: If you’re not winning, keep spending; your number is sure to come up.</p><p>All across the state, retailers—who get a 5-cent commission for every $1 ticket sold and one percent of every lotto jackpot if the winning ticket is purchased from their store—have joined hands with the government and GTECH to create a pep rally atmosphere, in which customers are exhorted to take a stab at instant prosperity. Numerous stores post photographs of winners on bulletin boards, adorn their walls with winning tickets, and offer “second-chance” drawings in which a losing ticket may qualify someone for a modest prize. Such tactics have been suggested by GTECH, which has seen all over the world what works and what doesn’t. But a few inspired entrepreneurs have come up with ideas of their own. At Stateline Oil Company, 24 miles from Seminole and a few yards from the New Mexico border, al Hester, Jr., offers a drive-through ticket booth; canopy-shaded picnic tables, where ticket-scratchers can while away the hours; and a computer that selects previously unselected six-number lotto combinations. Hester is the state’s top retailer by far, owing to the vanloads from Roswell and Carlsbad who regularly venture across the border. (New Mexico has no lottery.) Hester’s overall business is up by 60 percent since the lottery came to Texas. At times, the lottery players simply overwhelm the store, he says, “like ants coming out of the anthill.”</p><p>The state’s most relentlessly creative retailer is probably Melvin Joice, a Livingston horse breeder whose Melbo’s Convenience Store is the top lottery outlet in East Texas. With his cowboy hat and his just-plain-sense twang, Joice comes off as equal parts Clayton Williams and Ross Perot. In anticipation of brisk sales, he built a large lottery room onto the back of his store—complete with a “Baptist door,” so that his religious customers could sneak in and out. “If a jackpot winner buys his lotto ticket at my store,” Joice says, “I will personally give him a fivethousand-dollar check just for buying it here. And I will personally pick him up in a limousine and personally drive him all the way to austin to pick up his jackpot.”</p><p>Joice does a booming business in instant tickets, and it’s not hard to figure out why. “If you buy ten tickets from me,” he declares, “I will give you this here free pen.” Holding up the pen, which bears the store’s logo, he continues: “Now, you can see that on the side of this pen there are three spots to scratch. If the pen I give you has the word ‘five’ three times underneath each of the three spots, I will give you another five instant tickets—free of charge.”</p><p>In Dallas’ top retail center, the Shop N Go on Central Expressway south, owner Pete Peterson orders his clerks to wish every ticket purchaser good luck. “a fish stinks from the head down,” the round-faced, fast-talking boss philosophizes. “If I didn’t like it, my help wouldn’t like it. I’ve taught many a customer how to play lotto. I’ll say, ‘You might have an argument at the office about how the game is played, and I want you to be the one to win the argument. And while you’re at it, take a few of these lotto slips and stick them in your glove compartment. Who knows? You might have a vision!’”</p><p>Peterson says lottery sales alone will bring him an extra $50,000 this year. But there’s more to the joys of the lottery than just money, he insists. “It has changed the whole personality of the store,” he says. “The three topics of conversation used to be the weather, the Cowboys, and local politics—and when people started talking politics, things could get pretty heated. But now you don’t hear any complaining. It’s like a ski lodge: Even the guy on crutches is smiling. They’re happy losers.”</p><p>After Stateline Oil Company, the state’s second-biggest retailer is a Town and Country convenience store in Mcallen, eight miles from the Mexican border. Owner alvin Potter takes pride in his shop’s status as a big-time revenue collector for the State of Texas. Chalkboards throughout the store list the latest hot numbers, urge customers to imagine what they would do with millions of dollars, and invoke a civic spirit: “This store is #2 in the state in Lotto sales and moving up on #1! Come on, Mcallen!”</p><p>Potter is thrilled by all the business, but there’s an element to it that perplexes him. “You know,” he says slowly, “this is a poverty-stricken area. I’ve sold four million tickets, and it hasn’t cut into my other business. Four million dollars! Where did it come from?”</p><p>An honest man, Potter does not try to convince anyone that all of his business is coming from the handful of Valley residents who are well off. But state officials have been less forthright. Early this spring, state lottery director Nora Linares released a summary of a demographic survey of Texas Lottery players. Noting that the survey results were somewhat inconclusive, the director nonetheless hammered home the good news in a cover letter for the report: “We were pleased to find, however, that those with the lowest levels of education and those with the smallest incomes are <em>least likely to play.</em> This is important to us—and should be reassuring to you—because of the widespread concern that the Lottery might ‘victimize’ those groups of people who are least prepared to understand the odds of winning or who can least afford to lose money playing the Lottery. ”</p><p>The survey results made front-page news throughout the state, and no one in the media openly questioned their accuracy. But a closer look at the survey reveals obvious flaws concerning which income groups play the lottery. To begin with, only Texans with telephones were surveyed. Of the 1,500 respondents, more than 20 percent refused to disclose their income, thus significantly reducing the population sample. Those who did reveal their income did not necessarily tell the truth. As Richard Murray, one of the two University of Houston political scientists who designed the survey, points out, “Low income people tend to overstate their income, and there’s no way to safeguard against that in the survey.” But Murray and his co-researcher, Kent Tedin, say that the survey had a more severe flaw—namely, that they were asked to undertake it during an atypical period of lottery play. “Lotto had been in effect only nine or ten days when we began our study,” says Tedin. “There had been only three or four lotto [drawings], and therefore there was absolutely no way of determining frequency of play. Instead, there was a big novelty factor, and a lot of people who played lotto then aren’t likely to be playing now.” The novelty factor, Murray says, caused “a big spike in the population sample.” In short, everything about how and when the survey was taken skewed the results toward higher income levels.</p><p>There is additional evidence to contradict Linares’ assertion that the lottery does not make much money off of lowincome groups. The survey summary acknowledges that most lottery players prefer the instant, or scratch-off, games over lotto, and further, that the largest percentage of instant players buy tickets several times a week. And who are these frequent buyers who provide the most significant percentage of lottery revenue? People in low-income groups. In a portion of the survey not included in the packet distributed to the press, Murray and Tedin reported, “Those with lesser incomes are more likely to play Scratch than those with higher incomes . . . Generally, those with lower incomes play more frequently.”</p><p>In the end it doesn’t take a sophisticated survey to prove that ann Richards was right the first time: Texas Lottery revenue is coming largely from those who are not well-off. Simply standing in one of the high-volume retail outlets and observing who the players are is evidence enough. For that matter, six of the state’s top twenty retailers are Fiesta Marts in Houston, a chain that caters to a lower-middle-class customer base. (In contrast, Tom Thumb Grocery stores, which are located in comparatively more-affluent neighborhoods, quit selling lottery tickets at the beginning of this year because their customers had lost interest in the games.)</p><p>State officials may not acknowledge who is playing the lottery, but the professionals at GTECH and atlantabased Dittler Brothers, the state’s lottery-ticket printers, know. “an additional demographic characteristic which bodes well for ticket sales in Texas,” said Dittler Brothers in its bid proposal, “is the substantial resident Hispanic population . . . While the lottery and its vendors must be careful not to approach this segment in a manner that would result in ‘targeting’ criticism, it will be an important part of the Texas player base and should be monitored closely . . .” Dittler Brothers helped suggest the Fiesta instant-ticket game, which the firm</p><p>believed “should be popular with Hispanic segments of the player base.” GTECH’s proposal also targeted the Texas Hispanic population. The firm recommended that Texas inaugurate its lottery using 20,000 retail outlets—or 1 retailer for every 859 Texans—scattered throughout ten sales districts. The Houston sales district would average 1 retailer for every 908 consumers; the Dallas district, 1 for every 902. By far, the two most retailer-concentrated districts would be those districts containing the largest population of low-income Hispanics: Mcallen with 1 retailer for every 576 consumers, and El Paso with 1 for every 495. The Texas Lottery followed GTECH’s recommendations.</p><p>GTECH’s Jim Hosker insists that it is “male yuppies” who play his games. “We market our product to people with discretionary incomes,” he says. “If a lottery didn’t do that, it would never make money.” Indeed, no study has ever demonstrated that the poorest of the poor spend their last dollars on a game of chance. But the secret—known for years within the lottery industry and now revealed to Texas retailers such as Mcallen’s alvin Potter—is that rich folks aren’t the only ones with disposable income. The state comptroller’s office has attempted to track the $1.8 billion in sales to determine where all that money came from. Early reports showed a slight drop in alcohol purchases and the expected slump in racetrack business. Otherwise, no state business appears to have suffered from the Texas Lottery. The genius of GTECH and the lottery officials is their ability to find almost $2 billion where no one thought to find it before: deep in the pockets of the working class.</p><p>One who remains unamused by GTECH’s proficiency is Lieutenant Governor Bob Bullock. “I have two people in my office who have worked for me for many years, and I love them both dearly,” he says. “Both of them spend two or three hundred dollars a month on the lottery. At twelve noon, when their lunch break comes, they head for the 7-Eleven down the street. And of course, they’re broke as can be. I’m convinced they’re as hooked on those tickets as I was on whiskey.”</p><p><strong>Deception 3. A Voluntary Tax</strong></p><p><span class=\"dropcap\">T</span>he Ultimate Line Of Defense for the lottery is that no one is forced to play it. Yet every veteran in the lottery industry knows that a lottery cannot succeed without constant promotion and a continued succession of games designed to keep the player interested and his wallet wide open. In its quest for revenue, the state is obliged to loosen the leash and let the industry entice the consumer any way it can. As lottery opponent David Hudson points out, “The state raises money from alcohol and tobacco taxes. But it doesn’t get up every morning and beg people to buy a six-pack of beer so that we can raise revenue to educate the little children.”</p><p>“If you want to play the lottery, great, and if you don’t want to play, you shouldn’t,” says John Sharp. But the state comptroller’s remark says more about himself than about the games over which he presides. Sharp voted no in the 1991 lottery referendum, and his reign since that time, however skillful, has reflected his personal distaste for the concept. He has prevented GTECH from imposing sales quotas on retailers, rejected aggressive lottery advertisements, sent out GSD&M admen to keep an eye on the field activities of GTECH, denied retail permits to porn shops and to stores located near schools, and slowed the implementation of numerous games he found to be overly gimmicky. A case could be made that Sharp, by being such a spoilsport, has significantly diminished the lottery’s earning potential. If we were going to have a lottery, shouldn’t it be allowed to generate all the revenue it possibly can? Sharp considers the question while chomping on a cigar and studying his shoes. Then he says quietly, with a wry smile, “Not while i’m running it.”</p><p>Sharp promised that the Texas Lottery would be run like a business. But businesses seek growth, and this particular business can grow only by getting more buyers and, especially, by getting buyers to buy more. Sharp has little stomach for this kind of market massaging. His immediate subordinate, however, has no such inhibitions: Nora Linares, the state lottery director, says she voted for the lottery in the 1991 referendum. “It’s not like i’m pro-gambling. I felt it was the best way to balance the budget,” she says. Linares believes that she provides a good balance to her less enthusiastic boss and adds, “Because he’s as concerned about the lottery as he is, John tends to see things differently from the rest of us.”</p><p>Though obviously bright and gregarious, Nora Linares possesses the same disingenuous streak one often finds in those politicians who have reconciled themselves to the lottery. She now says that she tends to agree with her demographic surveyors who say the study of lottery players is flawed; but this, of course, is long after she sent out numerous copies of the survey to the press and to politicians, accompanied by the cover letter in which she trumpeted the survey’s proof that the lottery made relatively little money off of low-income groups.</p><p>“Unless you add on to your product mix, the players will get bored and you’re just not going to be able to increase your revenues,” says Linares. “So that’s what we’ve been doing, and that’s what we’ll continue to do.” The marketing drive in the Texas Lottery is like no other statesponsored promotion. Almost every day the state lottery officials huddle with GTECH, Dittler Brothers, and GSD&M, and the underlying premise of each meeting is revenue enhancement. “It’s been the most intensive business we’ve been in by far,” says GSD&m’s Roy Spence. “You can’t just do a campaign and let it run. There’s new games and educating the public about the new games—it’s like a whole new campaign every six weeks.”</p><p>Already in a year’s time the push has been staggering. Twelve instant games have been introduced—almost double the amount the lottery had originally intended in the first year. Most of these games have been announced by Sharp or Linares at a well-staged press conference and accompanied by a promotional blitz. Beneath each game lies a meticulous strategy that serves the overall mission of maximizing revenues. The first two games, Lone Star Millions and Texas Match Up, offered especially unfavorable odds (1 in 7.90 and 1 in 6.81, respectively) and ungenerous payout rates (45.68 percent and 46.22 percent, respectively) because—as Dittler Brothers put it in its proposal—“at this juncture, low odds are not needed to spur sales.” By the third game, Dittler Brothers predicted, sales would slump “because the instant product is no longer perceived to be fun and interesting and/or because the product is viewed as offering poor odds of winning . . .” Thus came Texas Two Step and its more-favorable odds, made possible by eliminating the bigger prizes offered in the first two games.</p><p>For this game, and for each game that would follow, GSD&M used focus groups to probe the marketplace for soft spots. When lotto was introduced in November 1992, it was time, said the ticket printers, “to focus increased attention on the mid-tier prize levels . . . that reinforce the players’ decision to play and encourage continued play.” The new game, Stocking Stuffer, did precisely that by offering the highest payout rate (55.47 percent) up to that point.</p><p>The odds have differed on eleven out of the twelve games not because the state’s level of generosity has varied but because lottery officials are continually tinkering with prize structures in an effort to get more people to play more often. In fact, when Linares introduced the tenth game, Fiesta, she declared, “The odds of winning are great,” though the odds for Fiesta (1 in 4.93) were actually worse than the odds for the four games immediately preceding it (4.90, 4.67, 4.39, and 4.46, respectively). The two most recent instant games, Cactus Cash and Grand Slam, offer identical odds (1 in 4.87) but represent two different marketing ploys. Cactus Cash boasts the lottery’s highest payout rate to date, 65 percent; this is being done, says Sharp, as “an experiment to see if higher payouts will attract more players” and thus increase revenues. Grand Slam is meant to cash in on baseball season, just as Stocking Stuffer and Touchdown were introduced as seasonal tie-ins. (“We tried to get one out for basketball season,” says Linares, “but we didn’t have time.”) When the seasons change, so does the marketing strategy. The only ones who leave things to chance are the players.</p><p>Texans will soon be playing Quick Pick, a version of lotto in which a computer automatically selects a player’s six numbers. Despite popular demand on the part of the public and the retailers, this industry staple took a full year to get to Texas. “i’m the guy who convinced them not to do Quick Pick,” Jim Hosker says. “See, the customer has to decide he is responsible, not the computer, for whether or not he wins. If he keeps playing Quick Pick and losing, he’ll say, ‘This damn computer never gives me the good numbers!’ and he’ll quit playing. I’ve got to get the customer to think he’s the reason he wins or loses.”</p><p>Hosker’s tactic has succeeded, says Linares. “People have bought into the game, they’ve learned it, and they have ownership with their numbers,” she says. Still, Quick Pick is coming to Texas to keep the players in heat with another new gimmick, and following that, a “pick three” daily numbers game.</p><p>Looming in the distance is the VLT, or video lottery terminal, which has the rapid-motion action of a slot machine but not its far more favorable odds. South Dakota’s revenue bonanza with VLTs has caught the attention of lottery directors around the country, including Linares, and video lottery firms have been roaming the state capitol seeking friends in high places. This legislative session, they nearly succeeded: a bill that would bring these devices to Texas made it out of a Senate committee, only to be returned to committee by order of Lieutenant Governor Bob Bullock, who demanded that legislators put the skids on their lottery fever. For now, the bill is dead. But Linares observes that most lottery states have VLTs and sees eventual passage of this measure as an inevitability.</p><p>“We’ve had cocaine, now let’s go for crack,” says the Christian Life Commission’s Weston Ware in disgust. “That’s what a video lottery is.” Ware’s analogy is apt, however extreme it might be. For in the lottery, our elected officials have found a politically cheap revenue panacea, a tax that—for them, if for no one else—is utterly painless. By passing the lottery referendum, Texas voters have unwittingly given the Legislature permission to pummel them with get-rich-quick schemes, to which they will submit “voluntarily,” in the name of fun and greed. The ends to which we will be barraged are limited only by the imagination of the lottery industry. In time, the statehouse’s growing hunger for revenues may compromise the requirement that the Texas Lottery avoid enticing ads. Missouri has already tossed out its legislated lottery advertising requirements in a hell-bent quest for revenue.</p><p>In a year’s time the Texas Lottery has created a statewide spectacle and provided cheap entertainment for many. Of the 11 million who have played the games, a few dozen have become millionaires. But for the state as a whole, the lottery is a loser. At best, it has helped to compensate for state budgetary shortfalls, but at what price? Scratch beneath the surface of a lottery ticket and what you find is a plainly regressive tax, elicited with such force of money and energy that the term “voluntary” is stripped of its essence. A year from now, as the public relations luster of the lottery dims, it will become even more apparent that the lottery is not the answer for underfunded education, overcrowded prisons, and a host of other social ills. But by then, Texans will be fully accustomed to having their pockets picked. The state has already bought its ticket.</p><p><span class=\"dropcap\">A</span>t the Press Conference Immediately following his million-dollar drawing, Doyle Norton sat stupefied amid a knot of microphones and cameras. Had he felt lucky when he awakened that morning? “a little. I had a feeling . . .” Did he know what he was going to do with the money? “I don’t know. . . . Put it in the bank, I guess.” Was he thrilled beyond words? “It’s hard to say. The whole thing feels like a dream.” The other, lesser winners sat nearby, grinning relaxed smiles. For the six of them, the drawing had been a blast. For Norton, however, the “fun and excitement of winning” had yet to register on his face.</p><p>A question was put to the 24-year-old lawn-service man: “Will you keep playing the lottery?” and at this, Doyle Norton seemed to snap out of his dream. “Oh, I don’t think so,” he said, smiling at last. “I think i’ve made enough money.”</p><p>The lottery had lost a customer, but back in austin, no one at the GTECH and state lottery offices was crying. Norton had flung the hat for the cameras; he had done his part. In the meantime, the number on Jim Hosker’s and Nora Linares’ computer monitors kept growing.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Lottery",
      "Texas",
      "people",
      "Texans",
      "Games",
      "money",
      "Game",
      "Business",
      "Campaign",
      "Computer",
      "Governor",
      "Oil",
      "ever",
      "office",
      "Taxes",
      "Hispanic",
      "Jackpot",
      "Love",
      "Marketing",
      "ten"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "Mission",
      "Odessa"
    ]
  }
}