{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19936",
    "date": "June 1993",
    "year": 1993,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1993/19930600.pdf",
    "issue_cover_image": "",
    "document_start_page": 143,
    "toc_start_page": 140,
    "document_page_range": [
      [
        143,
        144,
        145,
        146,
        147,
        148,
        149,
        150,
        151
      ],
      [
        154,
        155
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Green Highways",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199306-greenhigh",
  "source": "/1993/19930600.pdf",
  "wp_post_id": 127518,
  "wp_post_guid": "http://www.texasmonthly.com/article/green-highways/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Green Highways",
  "dek": "Tired of driving the interstates between Texas cities? Take a little extra time and try these breathtaking back roads.",
  "spread_caption": "",
  "excerpt": "If you want to see the real Texas, take a little extra time, turn off the interstates, and ride these alternate routes.",
  "kicker": "",
  "word_count": 5380,
  "content": "<img/><p>Photographs By Chip Simons</p><p>Deserted road near Port arthur</p><p><span class=\"dropcap\">F</span>or Texas Travelers, the U.S. Interstate Highway System has been both a blessing and a curse. The 49-year-old system has certainly revolutionized long-distance travel, allowing cars, trucks, and buses to go farther in less time over safer roads. But interstates have also contributed to the demise of central business districts in many small towns, and they have given our landscape a cookie-cutter look defined by massive concrete interchanges. Worse, as anyone who has driven Interstate 35 on Friday afternoon or Sunday evening knows, some interstates are becoming just as congested as the two-lane roads they were meant to replace.</p><p>A few years ago, those realities prompted me to invest an extra twenty minutes to get from austin to San antonio by taking U.S. 281—the back route—instead of 1-35. Truck traffic was virtually nonexistent, and the Hill Country scenery was downright spectacular; I arrived at my destination relaxed and refreshed, not worn and frazzled. Inspired by that experience, I have been straying off the superslabs in search of back roads ever since. The following routes are my favorite alternatives to the interstates. They take you to places where the tallest landmarks in town are the courthouse on the square, the water tower, or the church steeple, where the Dairy Queens and the five-and-dimes outnumber the Burger Kings and the Wal-Marts. Of course, alternate routes usually take longer, have more local traffic, and have lower speed limits than the interstates. They are also less than ideal if you’re driving at night, in bad weather, or in a rush. But if you have some additional time, you just might find a Texas that you thought existed only in your dreams.</p><p><strong>The Western Main Street of Texas</strong></p><p><strong>Dallas to San antonio</strong></p><p><em>Traditional route: 1-33 (271 miles). Alternate route: U.S. 67, Texas Highway 220, U.S. 281 (292 miles). Additional drive time: 60 minutes.</em></p><p>If 1-35 Is the Main Street Of Texas, then U.S. 281—the major artery on this alternate route—is our official detour, a pretty stretch that provides a window on the mythic Texas of ranches, cattle, horses, and windmills. It is a lightly traveled, wide- shouldered, mostly two-lane road where the Hidy sign, that Texas-friendly finger-waving acknowledgement of passing motorists, is still observed.</p><p>Dallas to San antonio</p><p>Photographs By Chip Simons</p><img/><p><em>Dinosaur statue, Glen Rose</em></p><img/><p><em>Roadside sign near Hico</em></p><img/><p><em>Moore's Swap Shop, Hico</em></p><img/><p><em>Water tower, Hamilton</em></p><img/><p><em>Koffee Kup cafe, Hico</em></p><img/><p><em>Bluebonnet Cafe, Marble Falls</em></p><img/><p><em>LBJ’s boyhood home, Johnson City</em></p><img/><img/><p>Houston to Orange</p><img/><p><em>airboat, Orange</em></p><img/><p><em>alligator tour, Orange</em></p><img/><p><em>Roadside signs, Bridge City</em></p><img/><p><em>Pop's Bar-B-Q near Orange</em></p><img/><p><em>Docked boat, Port arthur</em></p><p>To reach it, drive 75 miles on U.S. 67 from Dallas to Glen Rose, a resort town near the Comanche Peak nuclear plant on the banks of the Paluxy River. With the Texas amphitheatre, the Fossil Rim Wildlife Center, two semilegendary barbecue joints (Maurice Pylant’s and Hammond’s), and fine examples of dinosaur footprints and buildings made of petrified wood, Glen Rose itself is a worthy destination. But it is merely a portent of things to come.</p><p>As you leave town, take U.S. 67 to Texas Highway 220 and head south. The vistas along the next 27 miles open up to vast plains dappled with motts of oaks and junipers set against big skies, where it’s easy to watch red-tailed hawks working the updrafts. At Hico, home of the Koffee Kup cafe and allegedly the place where Billy the Kid died (there’s a small museum dedicated to him in town), pick up U.S. 281 south for the rest of the trip. First, travel 21 miles into Hamilton, a bustling little community that is neither dying nor overly quaint. Then continue <em>into</em> Lampasas on a 46-mile run that is one of the most Texan lengths of highway you can drive. Here the wide plains give way to undulating hills and the oaks become smaller and gnarlier. Banks of light towers identify either a high school football field or a rodeo arena, and sprawling, opulent ranch houses bordered by white wooden fences are just a stone’s throw from humble trailer homes perched on the edge of pastureland. In lieu of frontage roads, creeks, hills, and plateaus nudge the highway, next to feed and supply stores, the occasional “Church of Christ Welcomes You” billboard, barns, cows, horses, and cowboys.</p><p>Houston to San antonio</p><p>Lampasas—home to a pleasant city park suitable for a road respite—marks the beginning of the Hill Country portion of U.S. 281, where quaintness is everywhere, from fairyland groves of oaks tucked into dramatic folds of land rising above clear running streams to a plethora of gift shops with bluebonnet motifs. Burnet, 22 miles south of Lampasas, sports an impressive business district with several shops, cafes, and a bakery. At this point, U.S. 281 is an undivided four-lane, wide enough to accommodate tourist traffic to Lake Buchanan and Inks Lake, 8 miles to the west, and to the Longhorn Caverns State Park, 5 miles south of town and 4 miles west of the highway. In Marble Falls, a smaller jumping-off point to the Highland Lakes 14 miles south of Burnet, visit the Bluebonnet Cafe, which turns out excellent blue plate lunches and awesome pies. Farther south, just north of Round Mountain, is the Lucky Shamrock store, which trades in beer, wine, food, and used tires and has a shrine to the late Lucky, the mathematical show dog who used to perform counting tricks for customers.</p><img/><p><em>Wildlife refuge near Eagle Lake</em></p><img/><p><em>Spoetzl Brewery, Shiner</em></p><img/><p><em>Cornfield, Seguin</em></p><img/><p><em>Shrine to the Virgin Mary near Hallettsville</em></p><img/><img/><p><em>Farris Hotel, Eagle Lake</em></p><img/><p>Dallas to Marshall</p><img/><p><em>Tyler rose gardens, Tyler</em></p><img/><p><em>Roadside stand near Canton</em></p><img/><img/><p><em>Inactive derrick, Kilgore</em></p><img/><p><em>Smokey Mikes, Ben Wheeler</em></p><img/><p><em>PS coffee shop, Canton</em></p><p>Johnson City, 23 miles down the road, features the biggest roadside attraction on this part of the trip: the LBJ National Historical Park, including Lyndon Johnson’s boyhood home and the Johnson Settlement, which are five blocks west of U.S. 281 and one block south of Main Street (U.S. 290). (The LBJ ranch is 14 miles to the west.) If you can spare an extra thirty minutes, take the walking trail from the LBJ visitors’ center to the settlement, which has two cabins and two barns surrounded by corrals and pens with Longhorns; it hearkens back to what the Hill Country looked like when it was a frontier. There’s also an exhibit documenting the life of early settlers, among them LBJ’s grandparents.</p><p>Dallas to Houston</p><img/><p><em>Brown Bag restaurant, Crockett</em></p><img/><p><em>Historic home, Palestine</em></p><img/><p><em>Ice-machine graveyard near Palestine</em></p><img/><p><em>Town Cafe, Centerville</em></p><img/><p><em>Newspaper box, Crockett</em></p><img/><img/><p>Just south of Johnson City, U.S. 281 narrows to two lanes with paved shoulders for 22 miles. You’ll travel through Blanco, another tidy Hill Country town with a state park, and Spring Branch, a small community north of the swift Guadalupe River. At the Texas Highway 46 interchange is the antler Restaurant, a cafe done up like a hunting lodge that serves frogs’ legs in addition to traditional chat-’n’-chew fare. From there it’s only 29 miles to the alamo City.</p><p>Dallas to austin</p><p><em>Traditional route: 1-35 (192 miles). Alternate route: U.S. 67, Texas Highway 220, U.S. 281, U.S. 183 (237 miles). Additional drive time: 60 minutes.</em></p><p>This Is the Same As the DALLAsto-San antonio route, except that you take U.S. 183 at Lampasas 69 miles south to austin—the last 25 miles through a few dozen traffic lights along Research Boulevard, austin’s own Silicon Strip.</p><p>Austin to San antonio</p><p><em>Traditional route: 1-33 (79 miles). Alternate route: U.S. 290, Fm 163, U.S. 281 (103 miles). Additional drive time: 20 minutes.</em></p><p>Take U.S. 290 West For 36 Miles to Henly, then turn left on FM 165 to Blanco. The expansive view of the Blanco River valley just south of Henly is sublime. At Blanco, take U.S. 281 south for 51 miles to San antonio.</p><p>The Golden Triangle Loop</p><p>Houston to Orange</p><p><em>Traditional route: 1-10 (108 miles).</em></p><p>Dallas to abilene</p><img/><p><em>Carl's Donuts near Weatherford</em></p><img/><p><em>Studebaker lot near Weatherford</em></p><img/><p><em>Weaver-Oates Pharmacy, albany</em></p><p><em>Baker Hotel, Mineral Wells</em></p><img/><p><em>Horse farm near Weatherford</em></p><img/><img/><img/><p><em>alternate route: I-10, Texas Highway 73, U.S. 90 (115 miles).</em></p><p><em>additional drive time: 13 minutes.</em></p><p>I-10 From Houston To the Louisiana line gets my vote for the most nerve-racking stretch of interstate in Texas. The ride through the heart of southeast Texas’ Golden Triangle is bumpy and jarring, the truck traffic is insufferable, and the odors spewed out by roadside refineries and paper mills are incredibly noxious. That experience can be tempered by veering off 1-10 at Winnie, 63 miles east of Houston, and taking Texas Highway 73 through Port arthur, Groves, and Bridge City and then U.S. 90 on into Orange.</p><p>The first 23 miles of this mostly twolane bypass are easily the most rewarding, as Highway 73 courses through relatively unscarred coastal plains, swamps, and marshes populated by all kinds of waterfowl and the occasional lone fisherman in a flatboat. West of Port arthur, 73 widens to four lanes, skirting some of that city’s subdivisions and industrial plants. This part of the drive has its small pleasures—namely the old and new Rainbow bridges, two massive structures rising more than two hundred feet above the Neches River. The new concrete bridge, formally known as the Veterans Memorial Bridge, offers impressive if fleeting glimpses of the tidal flats around the Neches and supertankers lumbering toward the Gulf. On the west bank of the Neches are a marina and a few restaurants, one of which, Esther’s, is known for its fried seafood specialities. On the east side of the bridge is the legendary Sparkle Paradise, where weekend cajun and country dances have been staged for the past forty years.</p><p>The final portion of this route—five miles on U.S. 90, which you pick up right outside of Orange—consists largely of strip malls and barbecue shacks. An eyecatcher on the left side of the road at the western edge of the city is a faded frame house festooned with Klan-inspired hate slogans. Rejoin I-10 in Orange at Exit 878, the last on-ramp in Texas.</p><p>McNary to the TexasNew Mexico Line</p><img/><p><em>Ranch near San Elizario</em></p><img/><p><em>Tornillo general store, Tornillo</em></p><img/><p><em>adrian's restaurant, anthony</em></p><img/><p><em>Socorro mission cemetery, Socorro</em></p><img/><p><em>Chapel San Elizario, San Elizario</em></p><p><strong>The Bohemian Bends Houston to San antonio</strong></p><p><em>Traditional route: 1-10 (197 miles). Alternate route: I-10, Fm 3013, U.S. 90a, 1-10 (206 miles). Additional drive time: 23 minutes.</em></p><p>Although You Wouldn’t Know it from I-10, Central and South Central Texas are a treasure trove of Czech, Moravian, and German settlements. You can get a glimpse of the cultures that made kolaches our unofficial road food by exiting I-10 at Sealy, 48 miles west of Houston, and riding a back route through a region where ethnicity is easily discerned in meat markets, bakeries, taverns, and the strains of polka music on AM radio.</p><p>The main alternate route to San antonio is U.S. 90A—appropriately nicknamed alternate 90. It can be reached from Sealy on FM 3013, which extends seventeen miles southwest to Eagle Lake, passing by the attwater Prairie Chicken National Wildlife Refuge. Downtown Eagle Lake, just off the highway, rates an inspection if only for the Farris Hotel, a two-story red-brick bed and breakfast popular with birders, naturalists, and goose hunters.</p><p>Once you hit U.S. 90a, the route is free enough of hazards and hassles that you can savor the aroma of freshly turned earth, appreciate such architectural marvels as the wonderfully dated space-age metal arches of the Dairy Delites in Eagle Lake and Sheridan, and ponder such imponderables as why so many back-road establishments, restaurants in particular, spell country with a <em>k.</em> Twenty-eight miles to the west, near Sublime, you’ll happen upon what is perhaps the state’s weirdest historical marker. It tells the tragic story of the Wild Man of the Navidad, a mysterious figure who “alternately terrified and aroused pity of settlers in this region” from 1836 to 1851. The wild man, it is said, often stole tools, only to return them polished, and sometimes took food. It turned out that before his enslavement the wild man was an african chief’s son.</p><p>After another ten miles, you’ll come to Hallettsville, the largest town this side of Gonzales. Hallettsville is a revelation, from the grandiose multiturreted courthouse in the heart of its bustling downtown to the sound of “The Peppy Polka”</p><p>being played on KRJH-AM (1520) during the pre-noon “Helen Shimek Polka Hour.” Turn right on South La Grange, and half a block later you’ll find the equivalent of a bohemian food court. At Novosad’s Meat Market, a butcher shop with two tables, you can buy a spicy sausage sandwich on crusty Czech bread and a Big Red for $2 and change, or a pound of exotic lamb ribs for under four bucks. Next door, the City Bakery offers an array of sweets and breads, including those vaunted kolaches, which are essentially Czech sweet rolls topped with a dollop of fruit preserves.</p><p>Fifteen miles west of Hallettsville—and ten miles west of a pecan grove in which the Virgin Mary miraculously pushed a stuck tractor out of a bog, according to the landowner who built a shrine to her—is the town of Shiner. In addition to being the self-proclaimed Cleanest Little City in Texas, Shiner is home to the Spoetzl Brewery, reached by turning right off of U.S. 90a onto Texas Highway 95 north and driving two blocks to Hilltop Road. Reflecting society’s growing temperance, the brewery’s hospitality room, where Shiner Bock is fresh and free, has cut back its operating hours to 1 to 4:30 p.m. Monday through Friday. (Thirsty travelers can still quaff a draw or two at one of several old-style beer joints, including the Shiner Friendly Tavern on the north side of U.S. 90a west of downtown.) Shiner is also worth visiting for the combination gift shop and “World Famous Museum” in the log cabin across the street from the brewery and for walking tours of the town, including such landmarks as the massive redbrick Saints Cyril and Methodius Catholic Church.</p><p>Outside of Shiner, continue on U.S. 90a for another eighteen miles until you come to the northern part of Gonzales. Anyone remotely interested in Texas history should hook a left on U.S. 183 and head into this exceptionally vibrant town. At 414 Smith is the Gonzales Memorial Museum, which houses the “Come and Take It” cannon that triggered the movement for Texas independence in 1835.</p><p>West of Gonzales, U.S. 90a is mostly two lanes with a paved shoulder, traversing gently rolling ranchland and brush country, with an occasional inoperative pump jack standing as a symbol of prosperity past. The towns along the route are basically wide spots in the road. Belmont, a crossroads settlement, is representative, distinguished by a small white frame church with a simple steeple on the north side of the highway and a store advertising “Beer BBQ Sausage”—three of life’s essentials—on the south side.</p><p>After passing through Seguin, a prosperous city famous for its pecans and its pretty riverfront, U.S. 90a merges into I-10 for the last 34 miles to San antonio.</p><p><strong>Houston to austin</strong></p><p><em>Traditional route: I-10, Texas Highway 71 (162 miles). Alternate route: I-10, Fm 1094, Fm 109, Fm 1291, Fm 933, Texas Highway 71 (162 miles). Additional drive time: 40 minutes.</em></p><p>Sealy Is Also the Departure point for the bohemian bypass to austin, a shortcut reached by exiting I-10 onto Texas Highway 36 north. Less than a mile later, turn left onto FM 1094 west, a narrow two-lane that passes through some fine soft prairie, oak and pine woodlands, and numerous hobby farms. As you’re driving, look off to the right just west of the Cat Spring crossroads. You’ll see a major roadside attraction: the octagonal Cat Spring agricultural Society building, a rather odd-looking structure built in 1859.</p><p>New Ulm, a German village 23 miles west of Sealy, also warrants a stop by virtue of some simple but well-restored nineteenth-century homes and stores. If you’re looking for good eats, steer onto Front Street, which is north of the railroad tracks; the top dining choice is the hospitable H.M.S. Parlour and Company. Whatever you do, make sure you leave New Ulm by taking a left onto FM 109 south, which leads you to the Frelsburg crossroads. There, make a point of dropping by Heinsohn’s, a classic general store that sells everything from meats and sheets to jeans and baby chicks. A mile south on FM 109 is Hackemack’s Hofbrauhaus, a Bavarian-Tex restaurant open Thursday through Sunday, with polka bands on Fridays and Saturdays. Back at the crossroads, go left on FM 1291—an extremely snaky road—and drive ten miles west to Fayetteville, the most interesting town on this route.</p><p>A German-Moravian community established by two members of austin’s First Colony, Fayetteville has a town square that hums with activity created by dry goods stores, a meat market, a bank, several antique stores, and cafes (Orsak’s, a prototypical town cafe, and the slightly more upscale Keilers Restaurant and Lodge serve excellent plate lunches for under $4). An out-of-towner wandering around might get waylaid by Louis Polansky, a local who knows a stranger when he sees one. Polansky carries the keys to the Fayetteville Museum—which includes such artifacts as the rare hammer dulcimer that belonged to the Bacas, one of Texas’ great music families—and to the white clapboard turn-of-the-century county precinct courthouse, where the town council meets and an antique calaboose in the form of two freestanding wooden cells can be found in the attic. For lingerers, the Fayette House offers a bed and breakfast half a block off the square.</p><p>To complete your bypass, pick up FM 955 in Fayetteville and travel 5 miles south to join Texas Highway 71 just east of La Grange. From there it’s a 62-mile straight shot to austin.</p><p><strong>The Three Virtues Trail Dallas to Marshall</strong></p><p><em>Traditional route: 1-20 (148 miles). Alternate route: 1-20, Texas Highway 64, Fm 279, Texas Highway 31 (139 miles). Additional drive time: 30 minutes.</em></p><p>Next To Their Considerable farming talents, East Texans are best known for their skills as horse traders, rose cultivators, and oil drillers. This alternate route, dropping south off 1-20, offers a close look at all three virtues. The biggest single swap meet in the state, First Monday Trades Day, is in Canton; the world famous Municipal Rose Garden is in Tyler; and the heart of what was once the legendary East Texas Oil Field is in downtown Kilgore.</p><p>My eastbound detour begins 59 miles from downtown Dallas at Texas Highway 64, the Canton turnoff from 1-20—the site of the Maters and Taters produce stand, the first of many such roadside stands you will encounter on this route. Canton, 6 miles from the turnoff, is a frenzy of wheeling and dealing on the first Monday of every month, and the Friday, Saturday, and Sunday that precede it, as hundreds of thousands of buyers and sellers converge around more than forty acres of stalls set up two blocks north of the courthouse. (Overnighters who plan to attend First Mondays should know that local motels jack up rates during this period.) The rest of the month, the little town still hums along, with most of the commercial activity on the square, which is dominated by a late thirties vintage art deco courthouse. Town square establishments, such as the Heartstrings gift shop and soda fountain, the Willow Tea Room, and the PS coffee shop, play up a bygone gentility that clearly appeals to city folks.</p><p>Eight miles east at Ben Wheeler, veer right onto FM 279 east, a tight country two-lane that winds through dense woodlands, past a barber shop housed in a portable metal shed, to the small farming community of Edom. Ten miles later, you’ll rejoin Texas Highway 64 just outside of Tyler on a stretch that is notable for Smokey Mike’s Bar-B-Q, which <strong>serves</strong> hickory-smoked beef brisket and East Texas-style hot-links sandwiches, and for a slew of nurseries that specialize in roses and azaleas. Approaching downtown Tyler, turn right on Loop 323 south and exit at Texas Highway 31. Turn right on Front and tour the new Tyler Rose Museum or stroll through the famous Tyler Municipal Rose Garden, whose fourteen-acre spread of prized specimens should be in full bloom right about now.</p><p>Leaving Tyler, continue east on Texas Highway 31 and drive 25 miles to Kilgore. Turn right at Texas Highway 42 south, then right again on North Kilgore, and follow the signs to downtown. Once upon a time, this sleepy little business district was the epicenter of the East Texas Oil Field, the biggest in the nation; there were more than one thousand derricks in downtown Kilgore alone. Today drilling has all but ceased, yet the derricks’ metal scaffolding remains. A dense maze of twelve steel derricks looms at the corner of East Main and South Commerce, where there is a historical marker and a scale model exhibit. If you’re sufficiently intrigued by petroleum lore, proceed to the East Texas Oil Museum at Kilgore College, which includes a realistic re-creation of a boomtown. Otherwise, return to Highway 31 and reunite with 1-20 at Exit 589. Marshall is only 35 miles away.</p><p><strong>Bullet Train Bypasses Houston to Dallas (Fast and Scenic)</strong></p><p><em>Traditional route: 1-43 (238 miles). Alternate route: 1-43, Texas Highway 73, 1-43 (243 miles). Additional drive time: 10 minutes.</em></p><p>Twenty-Five Years Ago—Before 1-45 was completed, before Southwest airlines had fully spread its wings, and before the bullet train was dreamed up—U.S. 75 was the most traveled conduit between Houston and Dallas. Back then, heavily congested 75 was a pure-D nightmare, especially the hilly, curving stretch of two-lane blacktop between Fairfield and Madisonville, which was so dangerous that ominous yellow signs were posted at both ends of the road with a running tally of the year’s traffic fatalities. Today the hills and the curves are precisely the reason to get back on Highway 75, which has been demoted from U.S. to state highway status. The shoulderless blacktop complements rather than intrudes upon the rural countryside, and with 1-45 so close, virtually no commercial development remains on the old road, meaning few cars have reason to travel it.</p><p>Going north out of Houston, leave the interstate just beyond Madisonville at the Leona turnoff, 91 miles from the city, and set the cruise control to 55 miles per hour. Then kick back and dig the view—there are but a handful of stop signs to interrupt your drive. Centerville, 7 miles from the turnoff, is a veritable hub of activity, sporting two eating choices: Peggy Sue’s Soda Shop and the Town Cafe. It is also the birthplace of Lightnin’ Hopkins, the blues guitar great. Otherwise, there is little evidence of a time when Highway 75 was the Road—save for the red-stained ruins of a service station a mile north of Dew and the classic white stucco Ten Spot Conoco station in Fairfield. Rejoin 1-45 at Richland for the remaining 64 miles to Dallas.</p><p><strong>Houston to Dallas (Slow and Scenic)</strong></p><p><em>alternate route: 1-43, Texas Highway 19, Fm 2022, Texas Highway 294, Fm 2419, U.S. 287, 1-43 (270 miles). Additional drive time: 90 minutes.</em></p><p>A More Leisurely Circuitous route begins 68 miles from Houston at Huntsville, where you pick up Texas Highway 19 heading toward Crockett. The first 48 miles of this route pass through remnants of primeval East Texas forest and densely vegetated river bottomland. The courthouse and square of Crockett, one of Texas’ oldest towns, are worth an inspection, and if you are sufficiently taken with all the trees, Davy Crockett National Forest is but a few miles east on Texas Highway 21. Otherwise, hook up with FM 2022 at the Crockett square and proceed 25 miles north to Slocum, through scenic sparsely populated woodlands. Turn west onto Texas Highway 294 and then north onto FM 2419 to access downtown Palestine, a well-preserved small city that actually has two downtowns. The old one grew up around the courthouse on the hill; New Town, the main retail district, surrounds what was once the railroad station.</p><p>From Palestine, get on U.S. 287 going northwest. Four miles up the road is the Palestine Community Forest. A mile later, watch for the turnoff for the National Scientific Balloon Facility, which is 2 miles west on FM 3224. (Unless it’s late spring or early fall, when the nine-hundred-foot balloons are launched at sunrise, there’s not a lot to see.) In another 59 miles, at Corsicana, you can rejoin 1-45 and drive the final 53 miles to Big D.</p><p><strong>The Cross Plains Cutoff Dallas to abilene</strong></p><p><em>Traditional route: 1-20 (180 miles). Alternate route: 1-20, U.S. 180, Texas Highway 331 (189 miles). Additional drive time: 40 minutes.</em></p><p>There Are Few More Monotonous strips of controlled-access four-lane divided highway in Texas than 1-20 west of Fort Worth. Relief, however, is no further than a detour onto U.S. 180, which veers off 1-20 six miles east of Weatherford.</p><p>First impressions may be misleading. Junk stores, car repair shops, and a Studebaker car lot (!) line the first five miles of U.S. 180 before it reaches the stately Parker County courthouse, where all roads converge and diverge. Around Mineral Wells, nineteen miles to the west, wooded plains give way to the kind of expansive vistas that suggest cowboy country—a suspicion confirmed by tuning into KJSA-AM (1140) in Mineral Wells, which plays such regressive country favorites as Ernest Tubb’s “Crazy arms” and Hank Williams’ “Move It on Over.” The thirteen-story sand-brick Baker Hotel still dominates Mineral Wells’s skyline, though the redtile-roofed dowager has been shuttered for more than twenty years. Pull over and peek through the door and windows by the entrance to behold the ornate lobby and its domed ceilings. Other than the Baker, there are absolutely no visible signs of the era when mineral water and health resorts fueled the region’s economy.</p><p>West of Mineral Wells, 180 narrows to two lanes with wide shoulders as it crosses the Brazos River valley. If the Brazos beckons, check out the Castle Canoe rentals on the west bank of the river and paddle around for a while. Outside Palo Pinto, the vegetation shrinks and thins out, with spotted oak giving way to mesquite, while the soil turns redder and redder. Near Breckenridge, the road takes on a definite West Texan look, with every town, it seems, containing at least one saddle shop and a K-Bob’s Restaurant.</p><p>Albany, 24 miles ahead, deserves a few minutes of browsing. The thriving ranching community has a compact but bustling downtown with covered sidewalks. You can load up on groceries, linger at the Halbert’s Country Gourmet Tea Room, shop at one of the last Mott’s dime stores on earth, or sip a real milkshake at the soda fountain at the WeaverOates Pharmacy. For cultural enrichment, there’s the Lynch Line, a bookstore and gift shop across from the courthouse with an excellent selection of regional small-press publications. A block south is the Old Jail Museum of art, which has an impressive outdoor sculpture garden that can be viewed even if the museum isn’t open. Albany is also famous for having the first arp Schnitger tracker-style organ in the United States, a 1,293-pipe organ similar to the kind Bach played, which is housed in the Matthews Memorial Presbyterian Church. (If you’re traveling this route in June, be advised: The Fort Griffin Fandangle, albany’s biggest social event of the year, is celebrated the last two weekends of the month.)</p><p>When you leave town, unless you’re headed to Ruidoso or you want to see anson or Roby, go 8 miles west on 180 and pick up Texas Highway 351 going west. You’re 27 miles from abilene.</p><p><strong>The Old, Old Road McNary to the Texas-New Mexico Line</strong></p><p><em>Traditional route: 1-10 (79 miles). Alternate route: Texas Highway 20, Fm 278, Loop 375, U.S. 85, Texas Highway 20, Fm 260, New Mexico State Highway 28, New Mexico State Highway 225, Fm 1905, Texas Highway 20 (86 miles). Additional drive time: 35 minutes.</em></p><p>Four Centuries Ago, Explorer Don Juan de Onate and four hundred of his men established El Camino Real, a major trade route that connected Mexico City with Santa Fe and defined El Paso as a major point of passage. In the first part of this century, part of Onate’s route became U.S. 80, a.k.a. the Broadway of america—the first all-paved southern coast-to-coast link between Savannah and San Diego. Today I-10 has supplanted U.S. 80 as the main thoroughfare of commerce through far West Texas, but with all those urban freeway racers mingling with cross-country traffic, the last eighty miles of interstate can be harrowing. If you’re westward bound, you would do better to exit I-10 at McNary and drive Texas Highway 20 for a pleasurable cruise along a sliver of lush desert greenery.</p><p>On the first 23 miles of this alternate route, you’ll whiz past abandoned businesses that once catered to highway traffic and through amazingly productive farmland that could be just about anywhere in Texas if not for the sand dunes and the mountains on the horizon. At Tornillo, Texas Highway 20 widens a bit to mark the beginning of the El Paso megapolis. The Tornillo general store, a combination grocery, cafe, and gas station, is an ambient place to pause and realize that this part of Texas is actually more like <em>el otro lado</em> (“the other side of the river”). Continue north to Fabens, a commercial hub for area farmers, and then fork left just beyond the town onto FM 258, leaving behind most of the auto supply stores, <em>yonke</em> yards, and metal shops that begin to crowd the highway. For the next 9 miles, the scenery reverts to cultivated cropland again.</p><p>At San Elizario, the landscape quickly shifts from rural Texas to old New Mexico. Turn left at the first light in town, then left again a block later into the cluster of adobe buildings surrounding a plaza. Here stands Chapel San Elizario, the most impressive of El Paso’s three missions and a peaceful, inspirational place to relax and reflect. Facing the plaza are a chapel, a compound, and the adobe Horseshoe Dinner Theater and Restaurant. You’ll also find historical markers recounting two ill-fated expeditions that preceded Onate’s in the sixteenth century and what may have been the first Thanksgiving shared between North american natives and Europeans in 1598.</p><p>In Socorro, five miles northwest of San Elizario on FM 258, several adobe gift shops mark the location of the second of El Paso’s missions, La Purisima Concepcion de Socorro, which is considerably simpler and more rustic than San Elizario’s. Continue north on FM 258, now identified as Socorro Road, to the third mission, San antonio de la Ysleta, which is adjacent to the Tigua Indian reservation on the fringe of the graffiticovered South El Paso barrio. The Tigua complex offers tours of its splendid grounds, which house a restaurant and shops selling handmade crafts and jewelry.</p><p>From the reservation, take Zaragoza Road south to Loop 375, a controlled-access four-lane freeway, and head west to downtown El Paso, flanking the Rio Grande all the way. The holes torn in the high fences on both sides of the road speak volumes about our border with Mexico; watch out for pedestrians. The road bends sharply to the right underneath the bridge to Juarez and becomes Santa Fe Street. Five blocks later, hook a left on Paisano Drive (U.S. 85), pass the Southern Pacific train station on the right, and wind your way out of town. Don’t miss the great roadside attractions, such as the towering eight-hundred-foot asarco smokestack, and Mt. Christo Rey, a holy hill with a relatively easy walking path that leads to a statue of Christ at the peak.</p><p>Paisano merges into Doniphan Drive, which becomes Texas Highway 20 again. If you crave El Paso’s version of New Mex-Mex cuisine, stay on 20 for a couple of miles past the Mesa Street intersection and visit Grigg’s, an Upper Valley family institution that caters to anglos and Hispanics alike. Otherwise, hook a left down Mesa, and follow FM 260, which bends to the north after a few miles. What follows is the prettiest stretch of this back route, a ribbon of green vegetation along the Rio Grande that harbors horse farms, fields of chile peppers, opulent <em>hacienditas</em> and modest trailer homes, and symmetrical groves of pecan trees, the source of some of the most abundant shade you’ll find between here and the Pacific Ocean.</p><p>Take a sharp left, then a sharp right dogleg where the road appears to deadend, and continue north on New Mexico Highway 28 for about five miles. Then turn right on New Mexico Highway 225, which becomes Texas FM 1905 before it enters anthony, another strip of mostly adobe storefronts on Texas Highway 20. (Diners have several choices here, but they should know that what is called a breakfast taco in other parts of Texas is</p><p>referred to as a burrito hereabouts.) Traveling north on 20, the road becomes New Mexico Highway 460 before joining I-10 four miles north of the state line.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Highway",
      "Country",
      "Mexico",
      "Dallas",
      "Traffic",
      "Houston",
      "New Mexico",
      "ten",
      "Bridge",
      "East Texas",
      "Hill Country",
      "Oil",
      "Shiner",
      "Spring",
      "Travel",
      "Bends",
      "Breakfast",
      "Business",
      "Driving"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Dallas",
      "Houston",
      "East Texas"
    ]
  }
}