{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19936",
    "date": "June 1993",
    "year": 1993,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1993/19930600.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 126,
    "document_page_range": [
      [
        126,
        127,
        128,
        129,
        130,
        131
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Postage Due",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199306-postagedu",
  "source": "/1993/19930600.pdf",
  "wp_post_id": 127542,
  "wp_post_guid": "http://www.texasmonthly.com/article/postage-due/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Postage Due",
  "dek": "Sure, Elvis Deserved A Stamp-But So Do These Ten Texas Legends.",
  "spread_caption": "",
  "excerpt": "Who cares if Elvis was king? It’s time for stamps honoring Lyndon, Janis, and other Texas royalty.",
  "kicker": "",
  "word_count": 617,
  "content": "<img></img><p>When the U.S. Postal Service asked customers to decide between its young Elvis and old Elvis stamps, they voted overwhelmingly for the image of the youthful Presley in his heyday. And we Texans know why: Because myth eclipses truth any day. But if the postmaster general craves some real controversy, he should apply the same dichotomy to hypothetical stamps for Texas celebrities. Which Davy Crockett would we stick on our gas bill—the legendary frontiersman or the doomed martyr? Which Lbj—the brash congressman or the war-weary president? Which Farrah Fawcett—</p><p>the bimbo starlet or the serious actress? ¶ We think the people should decide—again. So we asked some of the nation’s top illustrators to address the issue of younger-and-older philatelic portraits of Texas notables. They responded posthaste with these twenty designs for postage that would make U.S. mail truly firstclass. A final postscript: Although we know that the honor of appearing on a U.S. stamp is supposed to be strictly posthumous, six of our proposed designs recognize living people. But surely the post office can make an exception for Texas. After all, it did for Elvis.</p><img></img><img></img><p>Elvis Stamps Courtesy Wide World</p><img></img><img></img><p><strong>LBJ</strong><</p><p><strong>By C. F. Payne</strong></p><p>The young Lyndon stamp represents Lbj as an upstart politico, when even a ten-gallon hat wasn't big enough for his outsize head. By the end of his presidency, his egeo had deflated somewhat; Lyndon looks like he has already taken a licking.</p><img></img><img></img><p><strong>Janis Joplin</strong></p><p><strong>By Dugald Stermer</strong></p><p>Longtime Austinites might favor the image of the shy, unpretty folksinger who hummed and strummed at Kenneth Threadgill’s watering hole. The world at large, though, would doubtless pick Janis’ later wild-woman look, when she tried just a little bit harder.</p><img></img><img></img><p><strong>Larry Hagman</strong></p><p><strong>By Stephen Pietzsch</strong></p><p>Born in Fort Worth, Hagman left Texas for Hollywood, where he starred as fresh-faced, genie-plagued astroaut lony Nelson in Tv's <em>I Dream of Jeannie</em>. He came home, at least figuratively, eight years later with the hammy role of <em>Dallas'</em> sumbitch oilman, J. R. Ewing.</p><img></img><img></img><p><strong>Willie Nelson</strong></p><p><strong>By Keith Graves</strong></p><p>Willie’s postal portraits capture his musical progression from redneck to red-headed stranger. In the sixties his crew-cut country-boy appeal made him a roadhouse regular; by 1975 the former hog farmer had gone outlaw and traded pigs for pigtails.</p><img></img><img></img><p><strong>Kenny Rogers</strong></p><p><strong>By Jack Unruh</strong></p><p>A former New Christy Minstrel, Houston-born Kenny Rogers just dropped in on musical fame as the thoroughly mod front man for the sixties pop group Kenny Rogers and the First Edition. Later he returned to his roots in the guise of his home state’s beloved cowboy hero.</p><img></img><img></img><p><strong>Zz Top</strong></p><p><strong>By Brad Holland</strong></p><p>These little ol’ stamps from Texas represent our quintessential rock and rollers in their various stages of hirsuteness. Whichever incarnation you choose, the final stamps are certain to deliver your letters speedily—via hair mail.</p><img></img><img></img><p><strong>George Foreman</strong></p><p>By Michael Paraske Vas</p><p>In 1973 he thrashed Joe Frazier to become the heavyweight champion of the world, but four years later Foreman traded punching for pulpit pounding. After a ten-year hiatus, minus his hair and plus fifty pounds, God’s Boxer returned to the ring for an unprecedented comeback.</p><img></img><img></img><p><strong>Farrah Fawcett</strong></p><p>By Anita Kunz</p><p>Her single season on <em>Charlie’s Angels</em> made her Texas-size teeth and tresses famous. But when she played a battered wife in 1984’s <em>The Burning Bed,</em> the Corpus Christi native proved she could not only jiggle but also juggle the demands of serious acting.</p><img></img><img></img><p><strong>Davy Crockett</strong></p><p><strong>By Steve Carver</strong></p><p>To American school kids, the folk hero noted for his preschool hunting abilities is larger than life. But when he fought at the Alamo, Ol' Davy, still equipped with Ol' Betsy and his favorite childhood headgear, proved he was only too mortal.</p><img></img><img></img><p><strong>Roy Orbison</strong></p><p><strong>By Alan E. Cober</strong></p><p>All eyes are on the legendary Roy Orbison stamps—except his own. Ever since the late fifties, when he traded in his horn-rims for sunglasses, shadeless pics of the Wink-born singer are rare.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Arts &amp; Entertainment",
    "wp_issue": "June 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Hair",
      "Kenny Rogers",
      "Musical",
      "Portraits",
      "Sixties",
      "Corpus Christi",
      "Cowboy",
      "Davy Crockett",
      "ever",
      "Favor",
      "Folk",
      "gas",
      "HERO",
      "Home",
      "Hunting",
      "LBJ",
      "office",
      "people"
    ],
    "wp_categories": [
      "Home"
    ],
    "wp_location": [
      "Texas",
      "Corpus Christi",
      "Crockett"
    ]
  }
}