{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19936",
    "date": "June 1993",
    "year": 1993,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1993/19930600.pdf",
    "issue_cover_image": "",
    "document_start_page": 125,
    "toc_start_page": 122,
    "document_page_range": [
      125
    ],
    "toc_order": 14,
    "toc_headline": "A Little Scratch",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199306-alittles",
  "source": "/1993/19930600.pdf",
  "wp_post_id": 127548,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-little-scratch/",
  "authors": [
    "R. D."
  ],
  "headline": "A Little Scratch",
  "dek": "We bought five hundred tickets. Here's what happened.",
  "spread_caption": "",
  "excerpt": "Texas Monthly tests the odds.",
  "kicker": "",
  "word_count": 1080,
  "content": "<p>We All Know That the Odds Of winning a fortune playing the lottery are remote. In the latest instant games, for example, we were told that the chance of scratching off a $1,000 ticket is 1 in 60,000. On the other hand, assuming that every ticket printed is sold, someone has got to come away lucky. So how difficult is it, really, to beat the odds?</p><p><em>Texas Monthly</em> decided to find out. On april 22 we wagered $500 on the lottery by purchasing from an austin vendor one packet each of the two new instant games created by the Texas Lottery: Grand Slam and Cactus Cash. Each packet contained 250 $1 tickets.</p><p>Grand Slam pits the player against an opposing team. The ticket features three boxes to scratch: your score, your opponent’s score, and the prize you’ll win if your score exceeds that of your opponent. On each ticket, you play two such games; thus, as it reads on the tickets, you have “two chances to win!” This is a popular gimmick in the lottery industry, since players perceive that the second game gives them a better shot at winning. In reality, however, no ticket has two winning games; the odds are the same as they would be if there were only one game per ticket. Overall, when playing Grand Slam, you stand a 1-in4.87 chance of winning something. “Something” usually means $1 or $2, as the odds of winning either of these are 1 in 12—exactly five thousand times greater than the odds of winning the top prize, $1,000.</p><p>Of course, we did as all gamblers do: We ignored the odds. The way we figured it, out of our 250 tickets, all we needed to break even were two $100 winners (odds of winning one: 1 in 2,824), one $40 (1 in 1,200), and one $10 (1 in 250). And of course, a single $1,000 ticket and we would be sipping Dom Perignon. So a dozen or so of us scratched away. Those who played only to win scratched the scores and didn’t bother with the prize box if they lost. Those who wished to savor the drama scratched the prize box first, then the opponent’s score, and finally, with bated breath, the box that would determine glorious victory or another buck down the drain.</p><img/><p>By the end, 23 of the 250 tickets were $1 winners, 19 won us $2, 3 got us $4, 4 earned $5, and 1 paid out $20. Nobody scratched a $10, $40, $100, or $1,000 ticket. Of the 250 Grand Slam tickets, 50 were winners, meaning we conquered the overall odds by a factor of .13—so we spent $250 and got back $113.</p><p>“Okay, so we’re down $137,” we told ourselves. “No problem.” We still had a packet of 250 Cactus Cash tickets. And these, we figured, would do us better since, according to the lottery director’s press release, this particular game “returns 65 percent of ticket sales back into prizes for Lottery players—more than any other instant-win ticket.” However, the same press release states that the overall odds of winning at Cactus Cash are 1 in 4.87, identical to the odds for Grand Slam, which pays out only 55 percent of its sales in prizes. The difference is that Cactus Cash has roughly twice as many $5, $10, and $20 tickets—“mid-tier winners,” in industry parlance—as Grand Slam. This means, for example, that the odds of scratching off a $20 winner are 1 in 250 for Cactus Cash, as opposed to 1 in 500 for Grand Slam.</p><p>Cactus Cash is a tic-tac-toe game; scratch off three cacti in a row, and you win whatever is indicated in the prize box. Unlike Grand Slam, you don’t get “two chances to win.” But the lottery uses a different technique in this game to excite players: the “heartstopper.” If you scratch three in a row, you’ve won, but if you scratch two, well, you’ve almost won. As it turns out, in Cactus Cash you’ll never buy a ticket that doesn’t have at least two in a row; you’ve either got a victory or a near victory. Each ticket provides either a winning experience or a heartstopper; thus each ticket, according to the conventional wisdom of the lottery industry, encourages further play.</p><p>Yet the results were again discouraging. As with Grand Slam, only 50 of our 250 tickets were winners. Not only did we practically match the overall odds of 1 in 4.87, but we won almost as many of</p><p>each denomination as the individual odds predicted we would: 1 out of 12.5 $ 1 tickets (against the stated odds of 1 in 12), 1 out of 15.6 $2 tickets (1 in 16), 1 out of 41.7 $4 tickets (1 in 42), and so on. We actually beat the payout rate by recouping 70 percent of our investment, but it was small consolation: We spent $250 and won only $176 of it back.</p><img/><p>If only the heartstoppers had been the real thing. We tabulated that if the near victories had counted, we would have won a truly heartstopping $56,887. This awfully high figure prompted us to take a closer look at the losing tickets. It turned out that while our winning tickets never turned out to be worth $100 or $1,000, 99 of the 200 losing heartstopper tickets happened to be of those denominations. In contrast, our 250 tickets actually featured more winning $1 and $2 tickets than losing $1 and $2 tickets. Using lottery industry logic, this makes perfect sense. After all, is a $2 almostwinner going to stop your heart? But the real cunning lies in the frequent appearance of the $1,000 almost-winner. Extrapolating from our experiences—and considering how closely our winners matched the stated odds, we feel this is a safe leap—the odds of scratching a $1,000 heartstopper are a stunning 1 in 4.9. Put this in perspective. The unlikeliest thing that can happen to you while playing Cactus Cash is the l-in-60,000 chance of winning $1,000. Yet the <em>most</em> likely thing you’ll encounter is a ticket that says you came only one cactus away from winning a thousand bucks. Every fifth ticket, you’ll come just that close—meaning all you need to do is repeat this five-ticket purchasing cycle 12,000 times, and odds are you’ll see that winning $1,000 ticket.</p><p>Best of luck, since we’re quitting while we’re not completely bustola. To our surprise, though perhaps not to the lottery’s, <em>Texas Monthly</em> played the odds, virtually matched them—and walked away $211 lighter. R. D.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cactus",
      "Lottery",
      "Game",
      "Texas",
      "Austin",
      "Drama",
      "Games",
      "pits",
      "savor",
      "Texas Monthly"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin"
    ]
  }
}