{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19849",
    "date": "September 1984",
    "year": 1984,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1984/19840900.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 142,
    "document_page_range": [
      [
        142,
        143,
        144,
        145,
        146,
        147
      ],
      [
        248,
        249,
        250,
        251,
        252,
        253,
        254,
        255,
        256,
        257
      ],
      [
        259,
        260,
        261,
        262,
        263,
        264,
        265
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Double Life Of Paul Thayer",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198409-thedouble",
  "source": "/1984/19840900.pdf",
  "wp_post_id": 119988,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-double-life-of-paul-thayer/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "The Double Life Of Paul Thayer",
  "dek": "In public he was an upright, married, successful CEO. That got him appointed to Reagan’s Pentagon. In private he had a beautiful young mistress and a circle of fast-time friends. That got him investigated by the SEC on charges of leaking stock tips.",
  "spread_caption": "Paul Thayer’s secret life: Everyone knew of Thayer’s flings with fast airplanes and fast bikes. But only a small circle of friends knew of his affair with a former LTV receptionist. When he vacationed in the Rockies, she went with him, riding on the back of his motorcycle.",
  "excerpt": "He had it all: a wife and a mistress, a limousine and a motorcycle, the secondhighest job at the Pentagon and some good-time Dallas buddies. Then the Sec took an interest in his life.",
  "kicker": "",
  "word_count": 14807,
  "content": "<img/><p>Photograph by Layne Murdoch</p><img/><p>Cynthia Johnson/Gamma-Liaison</p><p><strong>Paul Thayer's public life: as a corporate chief he saved LTV. As head of the U.S. Chamber of Commerce he extolled conservatism. When he became the Pentagon’s number two man, he called it the perfect cap to his career.</strong></p><p>On the Morning Of January 12, 1983, in a second-floor corridor of the Pentagon known as the Hall of Heroes, Paul Thayer was sworn in as deputy secretary of the United States Department of Defense. It was a proud moment for the 63-year-old Dallas executive. Margery Thayer, his wife of 36 years, stood to one side, holding the Bible on which he placed his left hand; Defense Secretary Caspar Weinberger, his new boss, stood to his right. Watching the brief ceremony were the nation’s top military brass, admirals and generals in full uniform. Also there were Paul Thayer’s closest friends, several of them prominent business executives who had taken time from their busy schedules to fly to Washington. Photographers snapped away, capturing the moment for posterity and the next day’s newspapers.</p><p>Paul Thayer, a college dropout who spent part of his childhood living in a tent, had led a charmed life. After quitting school, he became a World War II fighter ace, then a hot test pilot. Planes blew up all around him, but he escaped with nothing more than a broken tailbone. Then he entered the corporate world. By 50, he had risen to the chairmanship of the giant but troubled LTV Corporation; he rescued the company from bankruptcy, then led it to record profits. He became a national business leader, serving on boards of directors and as exploring chairman for the Boy Scouts of america. He earned more than $1 million a year, traveled the world in corporate jets, and bagged lions on safaris to africa.</p><p>Within the stuffy business establishment Thayer was revered for his intrepid lifestyle and conservative values. When it came time for a Texan to lead the U.S. Chamber of Commerce, Paul Thayer was the choice. After he helped Ronald Reagan push a tax bill through Congress, the grateful president invited him to the Oval Office to offer his personal thanks. Now, two years before he had planned to retire from LTV, Thayer was giving up his fat salary to accept an appointment as the Pentagon’s number two man—in effect, as manager of one of the biggest bureaucracies on earth. It was yet another extraordinary challenge, one of the most difficult and powerful jobs in government. It would be, Thayer told his friends, the perfect finale to his career.</p><p>Instead, it became the stage for his greatest humiliation. Early this year Thayer returned to Dallas prematurely, his political career shattered, his reputation tarnished, his marriage shaken. He had been done in by a couple of rookie attorneys from the U.S. Securities and Exchange Commission, whose investigation into insider stock trading had exposed intimate details of his personal life. Their discoveries, leaked to the newspapers, forced Thayer out of office. His resignation took effect on January 12, 1984, exactly one year after he took his oath of office in the Hall of Heroes.</p><p>In a 43-page civil complaint, the SEC accused Thayer, while at LTV, of illegally passing tips about secret corporate developments to a circle of eight friends-a group that used the information to net $1.9 million on the stock market. On five separate occasions, members of the group bought stocks whose price went up following corporate developments disclosed a short time later. Each time, Thayer had advance knowledge of that news. “You might be able to explain away one transaction,” says an SEC attorney. “You might be able to explain another. But the pattern you can’t explain.”</p><p>Equally stunning were the identities of those to whom Thayer stood accused of giving the inside information—a group portrayed as his close friends, people he met for “lunches, dinners, trips, vacations, and social gatherings.” They included Sandy Ryno, a 38-year-old former LTV receptionist who quit her job in 1978 to become Thayer’s mistress; Billy Bob Harris, a flamboyant Dallas stockbroker known for his wild parties, celebrity buddies, and gorgeous girlfriends; and Malcolm Davis, a convicted gambler whose home the FBI raided in 1975, discovering stacks of betting records and $65,000 in cash. It was almost as though, said one of the lawyers in the case, Paul Thayer had a second life.</p><img/><p><strong>a fighter jock during World War II, Thayer shot down six enemy planes. (a replica of his Corsair is shown here.) at 64, he insisted on test-flying the Pentagon’s hottest new jets.</strong></p><p>In fact, that was exactly what he had. For years Thayer traveled in two different worlds. In one, he was the conservative apostle of big business, jetting about the country to preach the virtues of industry, morality, and a balanced budget. In the other, he was slipping away from his wife and his responsibilities to carry on an affair with a woman just four years older than his daughter, an affair that continued even while he served in the Pentagon. He took his mistress with him on trips to Canada, to Europe, and to the Virgin Islands. And he helped her buy a new $200,000 home with a swimming pool. Like many men of wealth and power, Thayer had had his share of flings over the years. But this relationship was different. Says one close friend who knew about the involvement, “I think he was in love with Sandy.”</p><p>If Ryno was the reason for Thayer’s second life, Billy Bob Harris was at its center. According to the SEC, Harris served as the conduit for the illegal stock tips, taking Thayer’s inside information and funneling it to the rest of the group. It was through Harris, too, that Thayer became linked to the others who were later accused of cashing in on his information. Harris brought him together with Gayle Schroder, a Houston-area banker who loaned Thayer money and wrote Ryno’s mortgage. Through Harris, Thayer also met Julie Williams, a 26-year-old aerobics instructor who was the stockbroker’s girlfriend; Doyle Sharp, a Dallas surgeon; Julie Rooker, a Braniff stewardess who was Sharp’s girlfriend; and Malcolm Davis, who was out of prison and running a small insurance agency. The last defendant, atlanta stockbroker Billy Mathis, a former New York Jets halfback, was linked to the case through Harris as well. Though Mathis says he never met Thayer, the SEC has accused him of buying stock on the basis of Thayer’s tips, relayed by Billy Bob Harris.</p><p>That collection of associations produced Paul Thayer’s tragic fall—and lay at the heart of the allegations against him. Normally, the SEC tries to prove that a tipster made money from his information. But in this case, because Thayer did not make any money, the SEC must establish some other motive. Here, the contention is that Thayer set out to enrich Ryno and the others in order to enhance his relationships with them. The intimacy within the group, the government lawyers argue, provided both motive and opportunity for Thayer to disclose inside information.</p><p>The SEC’s scenario raises intriguing questions. Why would Paul Thayer, a prominent man who has lived an exemplary life—at least on the surface—need to give his friends stock tips in order to ingratiate himself with them? and why, given his estimated net worth of $10 million, would he resort to such a risky method of supporting his mistress? He found plenty of easier ways to give her money without his family’s finding out. Furthermore, Thayer’s relationship with his codefendants was not nearly as intimate as the SEC complaint suggests. Except for Ryno, they were more Harris’ friends than Thayer’s; of the rest, he had extensive contact only with the stockbroker, Williams, and Schroder. In addition, the group’s trading pattern was inconsistent. None of the defendants bought all five stocks, and in two cases, the purchases were relatively small. If the defendants knew from Paul Thayer’s information that they had a sure bet, why didn’t they load up on all the stocks and make even more money?</p><p>Those issues will be central to the SEC’s case against the defendants, all of whom say they are innocent. Under zealous new enforcement chief John Fedders, the SEC has been waging an unprecedented and much-publicized war on insider trading. “Put simply, it’s nothing more than stealing by people in white shirts and suspenders,” says Fedders. The defendants say they are the innocent victims of that crackdown, guilty of nothing more than smart investing and a run of good luck.</p><p>For all the publicity it attracts, the law against insider trading is both vague and weak. The practice is so common and so difficult to detect that some people don’t believe it should even be illegal. While the SEC can suspend stockbrokers, it does not have the power to bring criminal charges, and even when it wins in court, it can do nothing more than force those who traded illegally to cough up their improper profits and promise not to do it again.</p><p>As a result, most insider trading cases are settled out of court. In this case, however, a settlement is unlikely. Paul Thayer is a stubborn man who can afford the cost of litigation, and he has declared his intention to fight to the finish. A trial will unearth more detailed revelations about his relationship with Sandy Ryno, yet he considers it the only way to clear his name. The trial is set to begin January 7 in Dallas.</p><p>The defendants have more than the SEC to worry about. After filing its complaint, the SEC referred the matter to the Justice Department for investigation of criminal charges of fraud, obstruction of justice, and perjury. Among other matters, federal prosecutors are examining whether Billy Bob Harris lied to the SEC in an attempt to conceal Paul Thayer’s relationship with Sandy Ryno.</p><p>It is impossible to say with certainty whether Thayer passed corporate secrets to the eight other defendants. Even the SEC, which investigated the case for more than fourteen months with the help of a secret informant, has only circumstantial evidence of that. But it is possible to reconstruct the events that brought down one of the government’s most powerful men, to relate for the first time the defendants’ explanations for the large profits they earned in a short period of time, and, most of all, to take a look inside Paul Thayer’s secret life—to show how the intersection of ambition, greed, and power brought nine people together in a way that has changed their lives.</p><img/><p><strong>“She exuded sexuality,” recalls a former LTV executive of Sandy Ryno. Her affair with Thayer remained a secret from LTV employees, but it was no secret in her neighborhood, where she spoke freely about her new relationship.</strong></p><img/><p>Joe Snyder</p><p><strong>Billy Bob Harris was a high-living stockbroker whose apartment was the scene of some of the wildest parties in town. He was at the center of Paul Thayer’s second life and is also at the center of the SEC’s case against Thayer. According to the SEC, Harris relayed information from Thayer to friends and clients, allowing them to reap a stock market bonanza. Retorts a Harris ally: “They don’t have a case.”</strong></p><p><strong>the Group</strong></p><p><strong>a Real Flyboy</strong></p><p>I Spoke To Paul Thayer In Late July. We talked in the company of his attorney, under strict ground rules: Thayer would answer no questions about his relationship with Sandy Ryno and the others or about the facts of the SEC case against him. On that, he would stand by the denial of wrongdoing he issued when he resigned from the Pentagon.</p><p>Despite his troubles, Thayer looked relaxed and fit. He is a striking, solidly built man, about six feet tall, with silver hair, bushy gray eyebrows, and a square jaw. He wore a light suit, dark sunglasses, and, as always, three pieces of jewelry: a Rolex watch, a gold elephant’s-hair bracelet, and, on his left hand, a black and gold fraternity ring that is his single superstition. He has worn it continuously since World War II, when it was lost, then recovered from the bilge of his Navy fighter after a combat mission.</p><p>Above all, Paul Thayer projects utter confidence in his own abilities. He speaks slowly, with the calm of a man accustomed to tough scrapes. In april 1982 he was practicing stunt flying in a replica of his wartime Corsair when the plane’s oil pressure suddenly dropped and its single engine went dead. Unable to put the landing gear down, Thayer, instead of bailing out, crash-landed the crippled fighter in a pasture thirty miles east of Dallas, walked three quarters of a mile to a telephone, and ordered an LTV helicopter to pick him up. “Routine dead-stick landing,” he later groused.</p><p>Thayer approaches life with the attitude of a test pilot. At age 63, he personally aired out the Pentagon’s hottest supersonic planes before deciding how much money to budget for them. “i’ll always fly, as long as I can pass a physical,” he says. “It’s a sensation that’s very difficult to describe. To those who love flying, it has a sense of freedom about it that’s very difficult to simulate on the ground. . . . Being able to operate in three dimensions is a sensation I never get tired of.”</p><p>He found boardroom life less captivating. He says he accepted the Pentagon offer because he had been at LTV long enough. “There were times when the corporate environment was a little boring. I wouldn’t say it was the rule. At some time in their life, everyone would say they’ve gotten a little bored with the situation.”</p><p>Friends say Thayer remains deeply bitter that anyone has dared to question his integrity. But he denies that the episode has affected his outlook. “I have all my friends,” he explains, “and that’s what life’s all about.”</p><p>William Paul Thayer Was Born On November 23, 1919, in Henryetta, Oklahoma, but he didn’t stay there long. His father was an oil field driller who moved his brood from town to town across Oklahoma and Kansas, following the rigs; the family spent one summer living in a tent. By the time Thayer reached the fourth grade, his father had settled into a job as a drilling contractor, and his family had settled into a home in Wichita. Thayer thought he wanted to follow his father’s path. He worked summers during high school in the oil fields and dropped out after his first year at Wichita State to become a roughneck. He returned to school as a sophomore at the University of Kansas, expecting to study petroleum engineering.</p><p>With war looming, the government was subsidizing civilian training programs to build a pool of potential pilots. Thayer signed on, and his life was forever changed. He left Kansas after his junior year to attend military flight school, choosing the Navy, he later said, because he had heard “it took a little more expertise and a little more training to land on an aircraft carrier than it did on a field.”</p><img/><p>AP/Wide World Photos</p><p><strong>Flanked by his wife, Margery, and Defense Secretary Caspar Weinberger, Thayer proudly took the oath of office as deputy defense secretary on January 12, 1983. Eight months later, a young SEC lawyer began an investigation that forced Thayer’s humiliating resignation.</strong></p><p>Flying from carriers based in the Mediterranean and the South Pacific during World War II, he shot down a Vichy French fighter and five Japanese Zeros, and he destroyed nine more enemy planes on the ground. He emerged in 1945 with a Distinguished Flying Cross and an air Medal and, at age 26, became a commercial copilot with TWA. While living in San Francisco, he met a blond TWA stewardess named Margery Schwartz. They were married on Valentine’s Day, 1947.</p><p>But compared with dogfights over the Philippines, the San Francisco-albuquerque run didn’t offer much challenge. Thayer became bored. After a year, he answered a newspaper ad for test pilots at Chance Vought aircraft, in Bridgeport, Connecticut. In his first eight months there, three pilots were killed and three others quit, but Thayer began a 22-year climb up the company ladder. As an experimental test pilot, he became the first man to break the sound barrier in a Navy jet.</p><p>A few years later, the company moved to Grand Prairie, just west of Dallas. Thayer, in his early thirties, had begun to turn heads. Test pilots had, well, an <em>air</em> about them, and to Paul Thayer it came naturally. “He was a real flyboy,” says one woman who worked in the company’s accounting department at the time. “He was a real glamorous man and good-looking - full of all kinds of piss and vinegar.”</p><p>Men liked him too. Even as he rose in the company, Thayer kept his easygoing charm. He was on a first-name basis with the lowliest subordinate, and those who worked for him liked his direct manner and willingness to delegate responsibility.</p><p>In 1955 he became a company vice president, with a seat on the board of directors. In 1959 he became vice president and general manager of the aeronautics division. After James Ling’s hostile takeover of Chance Vought in 1961, Thayer emerged as a conciliatory force. When the company’s president resigned following the merger, Thayer became president and a director of the newly constituted parent firm, Ling-TemcoVought-better known as LTV.</p><p>Vought, which was later renamed LTV aerospace, flourished under Thayer’s control, quadrupling its sales to $800 million with the help of a massive contract to build A-7 fighters for the air Force and the Navy. Enjoying his success, he built himself a 7524-squarefoot home and a swimming pool in an exclusive North Dallas neighborhood. He was not one to spend his time scheming to get ahead. Thayer happily spent his free hours scuba diving, motorcycling, skiing, playing golf, and-most of all-flying airplanes. Promotions just seemed to find him, sometimes even before he wanted them. “I honestly can’t say I ever had a job I didn’t like,” he told one interviewer. “But there have been times when an opportunity came to go up the ladder before I wanted it to.”</p><p>Such an opportunity came again in 1970. By then Ling had built his conglomerate into the nation’s fourteenthlargest industrial corporation, a behemoth with total sales of $3.75 billion and 125,582 employees. In addition to Thayer’s aerospace subsidiary, LTV’s remarkable portfolio at its peak included Braniff airways; Wilson Sporting Goods; Ling altec Electronics, a stereo equipment manufacturer; National Car Rental; LTV Electrosystems, the forerunner to E-Systems; Jones and Laughlin steel; Wilson Beef and Lamb, a large meat-packing company; and Okonite, a huge wire, cable, and floor-covering company. But Ling’s empire was an unwieldy one; the master of acquisition had paid too much for several of the properties and too little attention to how all of them were run. When earnings fell way short of projections, Ling found himself short of cash to meet LTV’s enormous debt.</p><img/><p><strong>after the swearing-in, Thayer posed with his wife and friends who had flown in from Texas. Three of them would later be implicated in the SEC case: Houston banker Gayle Schroder (third from left), Harris (second from right), and Harris’ girlfriend, Julie Williams (far right).</strong></p><img/><p>Diana Walker/Gamma-Liaison</p><p><strong>Hero or villain? Since becoming SEC enforcement head, John Fedders has gone to war against insider trading, calling it “nothing more than stealing by people in white shirts.” But the defendants think his staff is overzealous. “They like to create misery,” one protests.</strong></p><p>In May, as the company teetered on the brink of bankruptcy, a rump group of Dallas businessmen led by E. Grant Fitts, Troy Post, and banker Robert H. Stewart III seized control of the board from Ling. Two months later, Fitts, the leader of the insurrection, called an emergency meeting to pick Ling’s successor. They chose Paul Thayer. But Thayer told the LTV directors that he was happy running his airplane subsidiary. “I was like a kid with his own candy store,” he said later. Turn it down, the board members replied, and you may end up working for someone you don’t like. Thayer accepted.</p><p>He toured the country to calm Ltv’s bankers. He walked the plants to give pep talks to employees. And with Ltv’s chief financial officer, he developed a battle plan to turn things around. Thayer told his lieutenants that every Ltv subsidiary was a candidate for sale—and many of them went: Braniff, E-Systems, Okonite, and altec were all gone within two years. The debt was cut to a manageable level, and the company started paying attention to how its remaining subsidiaries were run. By 1972, Ltv had returned to profitability. Thayer had raised the corporate phoenix from the ashes.</p><p>In 1974, with LTV reporting record profits, Thayer raided the Xerox Corporation for help with the company’s management responsibilities. He named Ray Hay president of LTV. For Thayer, the burdens of management were lighter than they had been since he had become LTV’s chairman.</p><p>Thayer began to raise his public profile, to emerge as a prominent figure in the national business community. He gave speeches about federal procurement procedures and testified at public hearings. He joined business groups —the Conference Board, the Business Roundtable, and the U.S. Chamber of Commerce—and became a national director of Junior achievement. He granted more interviews with the press, in which he talked about the problems of government regulation and the need for a strong defense. LTV issued press releases containing Thayer’s comments on President Carter’s economic policies. The company took out full-page ads in national newspapers, offering opposing sides on controversial topics; the ads included a column titled “What LTV Thinks,” under a byline and photograph of Paul Thayer.</p><p><strong>a Neiman’s Kind of Girl</strong></p><p>Sandra Kay Ryno Started Working at the LTV Corporation in September 1966, at age 21. Born in San Diego, she had a Californian’s open, friendly personality, and she remembered names. It made her the perfect receptionist. Ryno worked on the fourth floor of the LTV Tower in downtown Dallas, where she greeted visitors to the company’s elegantly furnished executive offices, known within LTV as Mahogany Row.</p><p>Born Sandra Kay Huffman, she married Ronald Ryno of Lubbock at 19, two years before she went to LTV. Six years later, in 1970, the couple had their only child, Melanie Kay. They owned a lot on Lake Texoma, and they both drove to work in Ford Thunderbirds. But in 1972 they split up. When Sandy Ryno was 27, her life as a newly single woman began.</p><p>Ryno is an attractive woman, five feet four, 118 pounds, with blue eyes, a slender face, and a striking head of full brown hair. She has clean, elegant looks; she is the sort of woman who looks classy in a pair of blue jeans. But it is her manner that males find particularly beguiling. She has a glowing smile, a sparkle in her eye, and a sweet word for everyone. At LTV men hovered around her desk, making small talk. “She exuded sexuality,” says one former LTV vice president. “She just made men feel good.”</p><p>In 1974 Ryno bought a small house across the street from a park in a middle-class neighborhood in suburban Richardson. The neighbors immediately took a liking to the single mother but thought her a bit out of place. This was a Sears kind of crowd, and Sandy was a Neiman’s kind of girl. She took time to make sure her clothes and makeup were just right. She had a young daughter and she worked, but her house was always neat. She jogged, took vitamins, and lifted a pair of little barbells that she kept at home. She collected butterflies. “She’s very refined,” says Laurie Thomas, a neighbor who baby-sat for Ryno’s daughter. “She always struck me as the type of person who would know what to do with money if she ever had it.”</p><p><em>(Continued on page 236)</em></p><p><em>(Continued from page 147)</em></p><p>Ryno didn’t seem to have much money, but several of the men she went out with did. Once, when she returned home late after a night out, her date handed her a $100 bill to pay the baby-sitter. Men just seemed to want to impress Sandy. Neighbors viewed her involvement with wealthy, successful men as a natural outgrowth of her desire to get ahead, to gain entree to a profession that would provide a comfortable living for herself and for Melanie.</p><p>But at LTV, where Ryno spoke freely about her personal life, some of the other women began to think of her as a shameless gold digger. “Sandy’s got to look them up in Dun and Bradstreet before she’ll get serious with them,” one woman joked. One day Sandy came home with a man she didn’t need to look up in Dun and Bradstreet. A neighbor recognized him instantly: it was Paul Thayer.</p><p><strong>a Quiet Place to Go</strong></p><p>To Thayer’s Friends, It Seemed Unlikely that Sandy Ryno would become his mistress. He and Margery had been married a long time, and appeared happy together. They were united particularly by their adoration of their only child, Brynn, now an actress on the television soap opera <em>One Life to Live.</em></p><p>Genteel where Paul was salty, lowkey where he was aggressive, Margery Thayer, most of all, was thoroughly devoted to her husband. She took up golf so she could spend more time with him, and she accompanied him on a big-game safari. But like many Dallas executive wives, Margery busied herself with charity work and social organizations, becoming a volunteer worker for the Dallas academy of Retarded Children and serving as president of the alumnae chapter of the Delta Delta Delta sorority. She also played a good game of gin. As one family friend put it, “She was a very fine corporate spouse.”</p><p>Along the way, she became remarkably detached from her husband’s activities. He traveled often, and she asked no questions. She called the office infrequently and showed up there even less often. Doris Hawk, Thayer’s secretary since 1955, kept the family books, investment records, and checks; Margery ran the household with a separate account. She discovered that her husband had sold $24,000 worth of LTV stock to pay a Las Vegas gambling debt by reading it in a magazine. Says a longtime associate: “She has led a very, very sheltered life as far as he’s concerned.”</p><p>For his part, Thayer was discreet about his extramarital relationships. There was gossip at LTV that his machismo carried over into the bedroom, but only a few of his closest friends and business associates knew more than rumor. Those who traveled with him were among them. According to one former LTV executive: “It was proved on more than one occasion that he was a womanizer. Whenever he was out of Dallas, he was frequently with some woman.”</p><p>Most such episodes were little more than one-night stands, but Sandy Ryno was different. “This relationship was important to him, more so than any of the others,” says one close friend, a man who attended Brynn’s wedding. “He was more guarded about this than about something else I might know about.” Thayer’s involvement with Ryno began while she was working at LTV. They agreed she should leave the company, and she quit in October 1978. The relationship remained a secret to those who worked at the company.</p><p>On Sandy Ryno’s block in Richardson, however, her involvement with Paul Thayer was no secret. Ryno introduced Thayer to her neighbors simply as “Paul,” but they knew he was not the average paramour. By 1980 they had become used to seeing him pull up to her small home on his Honda Gold Wing motorcycle -the biggest one made—or in his black Datsun 280Z sports car or in his large limousine with the telephone inside. One neighbor, Charles Davis, a program manager with Rockwell International and Laurie Thomas’ father, liked to chat with him about motorcycles. Thayer came by about once a week, sometimes less often, and sometimes he and Ryno would go on trips out of town.</p><p>They spent weekends fishing on Lake Texoma on the LTV yacht. Thayer enjoyed children, so Melanie joined them; noticing the bushy hair on his face, she took to calling him Eyebrows. Jason Davis, the neighbors’ son and Melanie’s friend, went along on some of the trips.</p><p>Ryno spoke freely to her neighbors about her new relationship. “The way she talked about him, I just thought he was another boyfriend,” says Laurie Thomas. “I was shocked when I found out he was married.” “We asked her one time why she didn’t date someone younger,” says Dale Davis, Laurie’s mother. “She said she cared for Paul as a person. I think [her house] was a quiet place for him to go.” They asked her about going out with a married man. “It did trouble her,” says Davis. “She told me she didn’t want to come between him and his wife. I think she wished it could have been the other way.”</p><p>The neighbors say Ryno was intent on finding a situation that would make her financially independent. “She really wanted to move up and be happy and get ahead,” says Laurie Thomas. “Paul respected that and wanted to show her how.”</p><p>When she quit the LTV job she had held for twelve years, Ryno turned to fields in which her new contacts could make her money: insurance and real estate. She began work in November 1978 with an insurance firm on Preston Road in North Dallas. Friends from LTV began receiving calls from Ryno, who said she was hunting for business. After changing jobs twice more in the next two years, she was hired in November 1980 to work for Transworld Insurance Brokers of Beverly Hills, California. Her new boss was Fred Wilson—a friend of Paul Thayer’s. It was not the first time Thayer’s friends had helped Sandy Ryno earn a living. Thayer had already sent her to see Billy Bob Harris.</p><p><strong>The Party Palace of Dallas</strong></p><p>A Few Years Back, Visitors To Dallas who knew where to go had no trouble taking advantage of Billy Bob Harris’ hospitality: he left his door unlocked. People would wander in, fix themselves a drink, and wait for someone to show up. In the sixties and early seventies Harris’ twostory townhouse in the Oak Lawn area was the party palace of Dallas.</p><p>The crowds gathered every Friday night, sometimes as late as 2 a.m., after the clubs had closed. There were musicians—famous ones like Ray Wylie Hubbard and the Gatlin Brothers—and football players—like Craig Morton and Donny anderson and Walt Garrison. And women! There were gorgeous women all over the place-models and stewardesses and women who worked in public relations, all of them cast from a Hugh Hefner mold. The place rocked until dawn, and sometimes past noon. No wonder the city’s hip young crowd knew Harris as “Mr. Dallas.” He had come a long way from the dusty little Panhandle town of Gruver.</p><p>Born in 1939, the only child of churchgoing Methodists who raised wheat and cattle and owned a filling station, Harris ran track for the local high school. He was fast enough in the 440 to earn scholarship offers from SMU and North Texas State. After a short time at SMU, he dropped out and enrolled at North Texas. He likes to say he crammed four years into five and got a degree in rock and roll. After graduating as a psychology major, Harris reluctantly returned to Gruver. Briefly. After three months on a tractor, he told his father he was going to Dallas to be a stockbroker. “Don’t those people make money off their customers?” his father asked. “How many people do you know there?” “None,” Billy Bob responded. “Maybe I can get to know some.”</p><p>Harris moved to Dallas, where he slowly began to meet people and win customers. Only one thing cramped his style: he was married. During his senior year he had proposed to a classmate who was a beauty queen from Memphis. Fifteen months after the wedding she sued for divorce, saying Billy Bob had “gambled to excess, absented himself from home overnight and for long periods of time without giving plaintiff any reason for such absences and has told plaintiff he does not love her.” a judge granted the divorce in January 1965.</p><p>Harris found an apartment with Donny anderson, a friend from childhood who had become a star running back with the Green Bay Packers and lived in Dallas during the off-season. The two joined a circle of hard-partying professional football players, celebrities, stewardesses, and models—a group portrayed in Pete Gent’s popular novel, <em>North Dallas Forty. </em>(a barely disguised Billy Bob Harris appears as a character in the book.) One night Harris and a young woman were driven around Dallas in flagrante delicto on the roof of a white Cadillac. In 1968 Harris and anderson moved into the townhouse on Rawlins avenue in Oak Lawn. Harris hired an interior decorator and also added his own touch: more than a dozen telephones and framed photographs of hundreds of his closest friends.</p><p>The two men roomed together until anderson got married in 1971. They made an unlikely pair: the blond, muscular halfback with the rugged good looks and the short, scrawny stockbroker with the round face and rapidly thinning hair. During the week Harris spent much of his free time lounging about the swimming pool. He fretted endlessly about his appearance and sported a tan after everyone else in town had faded to white. He was particularly worried about losing his hair; he combed a thatch of it straight down to cover his bald spot and pasted it in place with hair spray.</p><p>In 1973 Harris began doing stock market reports on KVIL, a popular Dallas radio station. His increasing prominence was helping him make good money, but he didn’t keep much of it. He seemed to have an attraction for bad business deals. Friends suckered him into a succession of them, and he lost a bundle.</p><p>His life grew more hectic, and at times he had trouble coping. On one occasion two women arrived at the townhouse and found a pair of exotic birds dead on the floor; Harris had left town for several days and forgotten to make arrangements for their feeding. He was arrested in 1975 for drunk driving and placed on six months’ probation after pleading guilty.</p><p>Harris and Cowboys quarterback Craig Morton, hoping to cash in on their contacts, opened Wellington’s, a nightclub near Bachman Lake. A Dallas attorney put up much of the money, and Harris ran the place. It was the hottest disco in Dallas until racial tensions between black and white customers began to hurt the business. In 1975, when two black men abducted a young white couple from the parking lot, brutally beat the woman, and murdered the man, Harris and his partners pulled out.</p><p>That experience-and a glance at his bank account—helped persuade him to slow down. Even while he had been maintaining a frenetic pace, he had attended church regularly. Now he sat down with his preacher, Don Benton of the Lovers Lane Methodist Church in North Dallas, and confided his problems. “He wanted to change his lifestyle some,” says Benton. “He came to me and laid out his life.” The open houses came to an end. Harris began a regular routine of running and lifting weights. He got more involved in charity work. He paid more attention to his job. “Instead of leaving at three o’clock and coming home and getting a suntan, I worked late,” he says. Always a large producer for a. G. Edwards, a St. Louisbased brokerage firm, he became the company’s top broker.</p><p>Billy Bob Harris was becoming Dallas’ most prominent stockbroker. Along with his radio work, he began doing stock market reports on WFAA-TV. His friend, anchorman Tracy Rowlett, arranged the deal. Harris was terribly nervous and awkward on the air at first, but he worked hard at it-even practicing nights on TelePrompTer equipment at the Kim Dawson modeling agency—and improved.</p><p>Harris’ high profile enhanced his business. His friends became his customers, and his customers became his friends. Over the years, it has become a large, eclectic group. His clients have included the late Ruth Carter Stapleton, Jimmy Carter’s evangelist sister; Rex Cauble, the Western-wear tycoon recently sent to prison for racketeering in drugs; and Malcolm Davis, one of the SEC defendants who in 1977 was sentenced to three years in prison and fined $10,000 after being convicted of helping to run a gambling operation. According to court documents, the apartment for the business was provided by Billy Bob Harris, who rented it using the name of Dallas oilman Jack Vaughn, one of his biggest customers. The only problem was that Vaughn didn’t know anything about it until FBI agents contacted him.</p><p>For those Harris considers his friends, no request is too large, no imposition too great. “If I needed twenty thousand dollars by sunset,” says KVIL program director Ron Chapman, “he’d find a way to come up with it—and never ask me why I needed it.”</p><p><strong>Friends and Clients</strong></p><p>It Was Paul Thayer’s Daughter Who introduced Thayer to Billy Bob Harris. In the early seventies Brynn joined Harris’ social circle. She became close friends with Harris and invited him home to meet her parents. When she visited her parents on holidays after moving to New York, she often had Harris join them for dinner.</p><p>Eventually Thayer started to use his daughter’s friend as a stockbroker. Harris had been making good money trading commodities, and he began trading them for Thayer. Like many of the broker’s customers, Thayer gave Harris discretionary authority over his account—the right to buy and sell without first consulting him. When Harris made money for him, Thayer began trading stocks through a. G. Edwards as well. Brynn Thayer and Doris Hawk, Thayer’s secretary, also became Harris’ customers.</p><p>In March 1980 Harris took a call from Paul Thayer, who told him, “i’m going to send you a new client.” Later that week Sandy Ryno showed up at a. G. Edwards office in downtown Dallas. “I started doing business with her, just like I do business with hundreds of other people,” says Harris. Ryno had plenty of money to play with; she opened her account at a. G. Edwards with $50,000. With discretionary authority, Harris began trading stocks and commodities for Ryno; his luck continued, and he made money for her. Occasionally she would call him with her own ideas of what to buy.</p><p>Although Harris was fond of Brynn and Margery Thayer—and knew Ryno was Paul’s mistress—he wanted to do whatever he could for the chairman of LTV. “i’m not going to lecture him on what he should or shouldn’t do,” says Harris now. “I quit trying to second-guess people and their relationships a long time ago.”</p><p>By year’s end, Ryno had decided to build a new house for herself and Melanie. She talked to Harris about it, and he phoned Gayle Schroder, his friend who owns banks near Houston, in Baytown and Manvel. The Schroder-Harris friendship was testimony to the maxim that opposites attract. Schroder has middle american virtues and lifestyle: an attractive wife, three wholesome children, a work-your-way-up career. He started his career as a teller and has spent his lifetime working hard in the banking business. Now he runs two small banks of his own and takes Fridays off to play golf at the Golfcrest Country Club, across the street from his large home in Pearland.</p><p>“He asked me if i’d be interested in financing a house for Sandy Ryno in Dallas, Texas,” Schroder recalls. “I said, ‘Who is she?’ ‘It’s a friend of Paul Thayer’s,’ said Harris.” Schroder told Harris he would be happy to handle her mortgage.</p><p>At the time Schroder and Harris had plans that made them particularly eager to ingratiate themselves with Paul Thayer. Schroder had once owned a bank in Dallas and wanted one there again. He and Harris, who had been a director of Schroder’s old bank, were going to do the deal together. They had bought a choice piece of land in Oak Lawn and cleared the site for building. But they knew that to attract customers they needed a group of locally prominent directors, the kind of people whose names would bring in business. Harris suggested Paul Thayer for board chairman.</p><p>Schroder knew that was impossible. Thayer was a director of the Mercantile Texas Corporation, a billion-dollar bank holding company, and he obviously would not quit that job to chair the board of their tiny, nascent bank. But they thought he might help in some other way—by referring customers, perhaps, or by arranging for some other high-level LTV executive to serve on the board. Harris was working to bring Thayer and Schroder together when Sandy Ryno announced that she was in need of the house loan. “It was just another opportunity for me to get to know Paul better,” says Schroder. “I promoted that relationship as much as I could for the selfish reasons I had.”</p><p>Ryno sold her little house in Richardson, and in May 1981 she and her daughter moved into their new home: a 3076-square-foot brick house with a swimming pool on a quiet cul-de-sac beside a manmade lake. The house was part of an exclusive new subdivision in Garland. She paid for the home with a $170,000, thirty-year mortgage from the First american Bank and Trust Company of Baytown.</p><p>By mid-1981 Thayer and Sandy Ryno had begun their affair, Billy Bob Harris had become their broker and man Friday, and Gayle Schroder had begun to make them loans. The web of relationships that would produce Paul Thayer’s fall had been spun.</p><p><strong>the Deals</strong></p><p><strong>Ripple Effect</strong></p><p>That Fall, the President Of Ltv’s aerospace division met with Paul Thayer to propose a takeover of the Grumman Corporation. To Thayer, the move seemed a splendid one. Ltv’s lucrative contract for building jet fighters was about to run out, leaving the company out of the business of building war planes for the first time in forty years. But Grumman was the Navy’s prime supplier, with enough orders for F-14 fighters and A-6 attack planes to last for years. Moreover, Grumman’s stock was depressed. It would be possible to make a tender offer well above the going price of Grumman stock without paying more than the company’s assets were worth.</p><p>On Thursday, September 17, executives at the Grumman compound in Bethpage, Long Island, noticed a strange thing happening to their company’s stock. In a week in which Grumman had traded fewer than 6000 shares a day, 61,300 shares had suddenly changed hands. The curiously heavy trading continued through Monday afternoon, when a call came in to Grumman’s executive suite from Paul Thayer. The LTV chairman spoke to Joe Gavin, Grumman’s president, and told him LTV wanted to talk to Grumman about a merger.</p><p>So that was it! Someone had been buying up Grumman stock in anticipation of a takeover bid. Gavin first assumed it was LTV. But when he called Thayer back to tell him Grumman had no interest in a friendly merger, Thayer assured him it was not LTV. Then who could have been buying the stock? Thayer’s company had not yet announced its plans to attempt a takeover. That information was supposed to be secret.</p><p>In fact, it was not Thayer’s company that had bought the stock but some of Thayer’s friends-and a group of <em>their</em> friends. Here’s how the SEC believes it worked: Days before LTV’s tender offer became public, Thayer tipped Billy Bob Harris. Nervous about using the information himself or even handling Grumman trades for the others, Harris passed the information to three of his closest friends: Malcolm Davis, Gayle Schroder, and Billy Mathis, a former pro football player working as a broker in atlanta. Davis and Mathis then passed the tip on to their friends in exchange for a share of the profits the information would produce. Those people in turn passed it to yet another group. The result was the extraordinary jump in trading volume that so bewildered Grumman executives. Purchases by the entire group, says the SEC, accounted for an incredible 70 per cent of the Grumman shares traded on September 17 and 18. The pattern of relayed information, emanating from Thayer, being passed on by Harris, and rippling out in ever-widening rings to others scattered about the country, would be repeated again and again, according to the SEC.</p><p>Schroder bought 13,000 shares of Grumman. Davis, a competitive-backgammon aficionado, went in with two of his backgammon buddies on 20,000 shares, in an arrangement that would give him half the profits from the stock without his investing any money; five other backgammon players around the country also bought Grumman on Davis’ recommendation. Mathis bought $700,000 of Grumman bonds and 21,000 shares of stock; he recommended Grumman to a fellow broker who later gave him half the profits resulting from his purchases. All these large investments were made by the time trading ended on Tuesday, September 22.</p><p>At a press conference in New York City before the stock market opened Wednesday morning, Thayer announced LTV’s tender offer of $45 per share, a 70 per cent premium over the previous day’s closing price. The New York Stock Exchange delayed trading in Grumman because of the news. When trading resumed that afternoon, Grumman rose more than $9 a share.</p><p>Grumman fought the LTV takeover bitterly, and in October it won a court order barring the takeover indefinitely. A month later, when Thayer issued a terse statement saying that LTV was terminating its tender offer rather than endure a long and costly court fight, Grumman stock tumbled to about where it had been before the offer had inflated the price. But by then Billy Mathis, Malcolm Davis, Gayle Schroder, and the others had long since sold their Grumman shares. Mathis, with the help of his profit-sharing agreement, earned $562,670. Schroder made $176,383, and Davis, without risking any of his own money, earned $123,100.</p><p><strong>“I Wasn't Born Last Night”</strong></p><p>Although Paul Thayer Was Disappointed that Grumman had slipped from his grasp, he could take solace in the performance of his own company. As 1981 ended, he received confidential reports that LTV was heading toward its best year ever. He scheduled a meeting of the board of directors’ audit committee for 8:30 a.m. on Wednesday, January 27, to release the good news. The committee would rubber-stamp the glowing profit figures and make them public. On Thursday and Friday the board’s finance committee and the full board would meet to approve a second piece of good news—distribution of LTV’s first quarterly common stock dividend in twelve years.</p><p>At 9:32 a.m. on Wednesday, as the LTV board was meeting, Billy Bob Harris bought 10,000 shares of LTV—8500 for Schroder and 1500 for Ryno—at about $14 per share. Forty-five minutes later, the Dow Jones wire carried the news that LTV’s fourth-quarter earnings had jumped 95 per cent, giving the company record profits for the quarter and the entire year. After the announcement, Harris bought another 10,000 shares of LTV for himself. By closing, LTV’s price had climbed to $15.75 a share.</p><p>On Thursday, Thayer’s California friend Fred Wilson, the man who had hired Sandy Ryno, purchased 6000 shares of LTV. Harris bought more LTV for his father and three other customers. The next day LTV announced a quarterly dividend of 12.5 cents a share. Schroder and Ryno sold their LTV stock the following Monday. Schroder earned $16,930, Ryno $2713. Harris made a $7622 profit for his father but held on to his own shares until april 8, when he sold them at a loss of almost $11,000.</p><p>To SEC attorneys, the LTV purchases show that Paul Thayer’s friends, after trading Grumman without detection, were making bolder use of his information. This time, the government lawyers say, they not only traded stock in Thayer’s company but made no effort to conceal the involvement of his personal stockbroker, Billy Bob Harris.</p><p>In the LTV trading, however, there are clear weaknesses in the government’s case. As the defendants are quick to point out, Harris didn’t buy stock for himself or his father’s account until <em>after</em> the earnings announcement, the news that produced the boost in LTV’s price. Although he purchased the stock before the dividend announcement, that revelation had no effect on the price. Why, if he had inside information, would he not have bought it earlier, when he bought stock for Schroder and Ryno? LTV’s higher earnings were also widely expected. The company had publicly disclosed terrific profits in the first three quarters of the year, and it was on many analysts’ buy lists.</p><p>Harris says no one would be so brazen as to use inside information from LTV’s chairman to buy LTV stock for the chairman’s mistress. “Can you see me asking him the earnings of LTV so I can buy for his girlfriend?” says Harris. “That’s the goofiest thing I can imagine. I might have been born at night, but I wasn’t born last night.”</p><p><strong>Something Cooking</strong></p><p>Both the Ltv And the Grumman Trading involved Thayer’s own company. The next three investments would be different. In each transaction, Billy Bob Harris and his customers would make quick profits on proposed mergers. In each case, Paul Thayer was an outside director of one of the companies involved in the deal.</p><p>The first took shape on January 29, 1982, when the <em>Wall Street Journal</em> reported a rumor that the giant allied Corporation was preparing a bid for a Dallas oil and gas company called Supron Energy. Billy Bob Harris was not surprised at the report. In previous months, he and others at a. G. Edwards had tried to help Supron find an attractive suitor. But after a while Supron executives seemed to lose interest in his company’s efforts; they had even stopped returning phone calls. Now something seemed to be cooking.</p><p>In fact, allied <em>was</em> preparing a bid for Supron. That weekend the allied board of directors met in Key Biscayne, Florida, to approve the deal. Among the board members attending the meeting was Paul Thayer.</p><p>On Monday, February 1, the first trading day after allied’s board meeting, Harris bought 3500 shares of Supron for himself and 1500 for Ryno. The SEC believes that Thayer tipped Harris and Ryno that the takeover bid was imminent. Harris says he didn’t even know Thayer was on the board of the allied Corporation, that he had simply read the newspapers and put a few facts together.</p><p>Nine days later, allied and the Continental Group revealed that they had reached an agreement to buy Supron for $35 a share. The price of Supron rose $3.50. Harris and Ryno sold their Supron stock the next day, earning $11,401 and $4440, respectively.</p><p><strong>From Paris to Pearland</strong></p><p>Paul Thayer Was Riding High, Even though LTV’s record prosperity hadn’t lasted long. On april 27, in the midst of a steel slump that forced LTV to lay off more than two thousand workers, he announced a deep drop in his company’s earnings for the first quarter. That evening, he was in Washington for a gala U.S. Chamber of Commerce party at the Hilton. Thayer was there in a prestigious new role: he was about to begin his term as the group’s chairman. The place was filled with senators, congressmen, Cabinet officers, and White House aides. Thayer and his predecessor, PepsiCo chairman Don Kendall, posed for pictures with Interior Secretary James Watt.</p><p>Thayer’s chamber position had evolved from his increased political activity. In 1979 and 1980 Ltv’s political action committees had contributed almost $200,000 to congressional candidates. In 1980 Thayer also had become involved in presidential politics. He had begun by backing the wrong horse, endorsing John Connally, but he later switched to Ronald Reagan. In January 1981 a few newspaper articles had even suggested that he would be appointed Secretary of the air Force. Thayer scoffed at the reports, saying he would never accept such a modest position. But with the chamber appointment, he had been given a major platform. He would travel the country making speeches and visit regularly with Reagan to offer the perspectives of big business.</p><p>At LTV’s annual meeting on May 14, 1982, Thayer announced that company president Ray Hay would replace him as chief executive officer at the end of the year. Thayer said he would remain board chairman until 1984, when he planned to retire. Until then, he would spend much of his time working toward “improving the business climate in this country.”</p><p>Even As the Demands On His Public life accelerated, Thayer clung to his other world, his private life with Sandy Ryno. But it was getting harder and harder to keep them apart. He told his secretary to clear his schedule for the end of May. He was going on a trip to Europe to make speeches for the chamber and play a little golf. He told her that Billy Bob Harris had asked to tag along and would be joining him on the private jet. He did not tell her that there would be two other passengers on the plane: Julie Williams and Sandy Ryno.</p><p>The group assembled at Love Field on the night of Wednesday, May 26. Thayer had just gotten back from a trip to El Paso and albuquerque, making speeches for the chamber, and he was tired. The plane had a pilot, but as usual Thayer climbed into the cockpit and took the controls himself. They flew first to St. Louis, where he had a meeting scheduled for the next day. A. G. Edwards has its headquarters in St. Louis, and Harris had made appointments to meet with several company executives while Thayer was tending to his business.</p><p>That business, according to the SEC, would soon involve Billy Bob Harris. Thayer was attending a meeting of the anheuser-Busch board of directors. The company was in the early stages of picking an acquisition target, a search that would soon focus on a Dallas bakery and snack-food company called Campbell Taggart. In the weeks that followed, there would be ample opportunity for Thayer to tell the others about the secret plans of anheuser-Busch. But Harris says there was never any such talk, that he didn’t even know Thayer was on the anheuserBusch board.</p><p>The group was airborne again by early afternoon, bound for Paris. After two days in France, they flew to Portugal, and then Thayer dropped the three others off in Milan, Italy. He stopped in Brussels to give a speech for the chamber and in Geneva, Switzerland, to play in the Rolex golf tournament. Then he rejoined the others, brandishing a Wilkinson sword he had won playing golf. After twelve days, they arrived back in Dallas.</p><p>By mid-June the Busch management had zeroed in on Campbell Taggart. Thayer flew to a board meeting in St. Louis on June 23, at which the directors authorized Busch executives to draft a takeover plan for a specific company, preferably Campbell Taggart.</p><p>That weekend, Thayer again retreated into the private world he shared with Sandy Ryno. On Friday, June 25, Harris called Gayle Schroder at his bank in Baytown. In his informal luncheons and dinners with Thayer and Harris, Schroder had often joked about the bowling alley he owned in the Houston suburb of Pearland, about the money the place was making and the way kids were drawn to its battery of video game machines. In truth, Schroder was proud of the place. He had converted it from a Gibson’s discount store, and now it was a booming, well-run business. “Paul and I and Sandy and Julie are thinking of coming down and seeing your bowling alley and playing Pac-Man,” said Harris.</p><p>The Schroders picked the group up at Hobby airport in the late afternoon—they had flown down in a private jet—and drove straight to the american Bowling Center. “The idea was for Paul to see the bowling center deal, have dinner, get on the plane, and go home,” says Schroder, who described the visit. “Billy Bob promoted this trip. He was busy promoting this relationship between Paul Thayer and Gayle Schroder.” When they arrived at the bustling bowling alley, Schroder led them to the bar, called the Turkey Club, and his guests had drinks. Then Thayer headed for the Pac-Man machine. Amid a crowd of teenagers in a suburban bowling alley, the voice of america’s business community stood over a video game machine for more than an hour, playing game after game in an attempt to best his previous score.</p><p>Thayer was obviously enjoying himself, and Schroder was pleased. He had always held Thayer a little bit in awe. He told the cooks to fry up some steaks, and they set up a buffet in the banker’s paneled office upstairs. The three couples drifted in and out to get food, Schroder led a tour of the pinsetters, and they all took turns at the video games. Thayer suggested that they spend the night; the Schroders, whose two sons were away at college, had plenty of room in their neat, two-story colonial home on six acres along Cedar Bayou in Baytown. By the time everyone went to bed it was midnight.</p><p>The next morning they all gathered for breakfast by the oval swimming pool. Thayer confided that he was being considered for deputy secretary of defense. The matter was a closely guarded secret at the time, but Thayer trusted his friends to keep it quiet. Schroder chatted with Thayer about the bank he and Harris had planned.</p><p>After breakfast they decided to go boating. At the backyard dock they got into a speedy new 23-foot Chris-Craft ski boat, the fastest thing Schroder had. They motored around for a bit, then Thayer took over the controls and headed across Clear Lake, over by NASA, for lunch at the Regatta Inn. As they neared the dock, Schroder scampered up on the slippery bow of the boat, ready to grab the mooring. They were close, but Thayer thought they were coming in too fast. Suddenly he threw the boat into reverse. The ski boat roared backward, and Schroder went flying into the dock, scraping his leg and the side of his head on the barnacles. He hung from the pier, then pulled himself up. By the time the boat had been tied up, he was a bloody mess. The damage wasn’t serious, but it put a damper on the festive mood. Schroder cleaned himself up, and everyone went into the restaurant for a quick hamburger. Then they returned to the house and went on to the airport for the flight to Dallas.</p><p>Back at work on Monday, June 28, Harris called a research analyst at a. G. Edwards and discussed the possibility that Busch might buy Campbell Taggart. Harris denies that he acquired that notion during his weekend in Houston with Paul Thayer. On Wednesday and Thursday Harris began buying Campbell Taggart stock: 2000 shares for Ryno, 3100 for his father and stepmother.</p><p>Thayer spent the Fourth of July weekend at the resort LTV had built in Steamboat Springs, Colorado, playing in a charity golf tournament he sponsored with a former Olympic skier. Then he roared off into the west with a few LTV buddies—including a retired Dallas police lieutenant —all of them on their motorcycles. On the back of Thayer’s Honda was Sandy Ryno.</p><p>As they drove through the Rocky Mountains, across the northern U.S., and into Canada, Thayer checked in regularly with his secretary. On July 6 in St. Louis, Busch executives were preparing for a key meeting to discuss the proposed Campbell Taggart acquisition. Knowing that the meeting was about to begin, Thayer stopped to place a five-minute call to august Busch III, chairman of the company’s board of directors. Immediately after that, according to the SEC, he called Billy Bob Harris. They spoke for nine minutes.</p><p>The next day Billy Mathis started buying Campbell Taggart stock. Over the next four weeks, Mathis bought 30,800 shares of Campbell Taggart at a cost of $863,541. Mathis touted Campbell Taggart to his friends and customers, including Bert Lance, who recently resigned as chief of Walter Mondale’s presidential campaign, and Jake Butcher, the Tennessee banker whose empire later collapsed; both Lance and Butcher bought the stock. All told, Mathis’ recommendations resulted in the purchase of 106,000 shares of the nondescript Dallas breadbaking company. Mathis says he purchased and pitched the stock on the recommendation of a Bear Stearns analyst in New York. But the SEC believes Mathis was high on it because of a tip from Paul Thayer, relayed by Billy Bob Harris.</p><p>On Tuesday, July 27, Thayer again went to St. Louis, where the Busch board was to give its final review of the proposal to approach Campbell Taggart. Before he left, Thayer spoke to Harris. That day Harris bought 10,000 shares of Campbell Taggart for himself and 4000 for Ryno. The next morning the Busch board authorized management to approach Campbell Taggart to discuss a merger.</p><p>The July 28 board meeting ended between noon and 12:30 p.m. At 12:58 p.m. Thayer, using his telephone credit card at a pay phone in Brighton, Missouri, placed a five-minute phone call to Sandy Ryno. That day Harris bought another 25,100 shares of Campbell Taggart, accounting for 28 per cent of the stock’s trading volume on the New York Stock Exchange. By the end of the week Harris had accumulated 70,000 shares of Campbell Taggart for a large group of customers, at a cost of more than $2 million. He had bought most of the stock for himself and the six other Texans who would become defendants in the SEC case.</p><p>Gayle Schroder, who often placed his own orders, said Harris had used discretionary authority in purchasing Campbell Taggart for him. Malcolm Davis, however, was well aware of Campbell Taggart; in addition to buying 15,000 shares for himself, Davis was touting the stock to his own network of backgammon players. By august 2 six of Davis’ friends had bought a total of 22,000 shares of Campbell Taggart.</p><p>On the morning of august 3, before trading opened on the New York Stock Exchange, anheuser-Busch and Campbell Taggart disclosed that they were holding preliminary merger talks—discussions that would immediately boost the price of Campbell Taggart shares and result in a merger announcement six days later. For the first time, all eight defendants profited from the stock trading. Mathis earned $146,829, Harris $24,401, Davis $32,329, Ryno $21,145, Schroder $5254, Williams $6216, Rooker $6216, and Sharp $2002. But Williams, Sharp, and Rooker—though they had socialized with Paul Thayer—were never active investors in the trading allegedly based on his information. Harris insists that he bought all of their shares on his own initiative. The three of them, he says, “wouldn’t know a stock from a bond.”</p><p><strong>a Timely Investment</strong></p><p>The Next Merger Paul Thayer Was involved in was the biggest and messiest of them all: the bitter takeover fight between Bendix and Martin Marietta. Thayer’s involvement stemmed from his seat on the allied board. Allied would play a major role in the deal. Billy Bob Harris and his friends, in turn, would make a major investment in allied’s move. When all was settled, they were $689,106 richer.</p><p>Thayer first entered the picture on September 8, when he flew to Wyoming for the semiannual convention of the Conquistadores del Cielo, a fraternity of top-level aerospace executives. During the five-day affair Thayer entertained the group by climbing into a rebuilt Corsair fighter and putting on an acrobatic air show. While on the ground, he talked about the takeover fight with the chairmen of Martin Marietta and United Technologies, which had joined the battle on Martin Marietta’s side.</p><p>By September 17 secret negotiations had begun that would eventually break the impasse. Edward Hennessey, chairman of the allied Corporation, talked to Bendix chairman William agee (best known for his romance with Mary Cunningham) about how allied could help Bendix stay out of Martin Marietta’s clutches. Hennessey suggested that allied might serve as a white knight, buying Bendix stock to keep it away from Martin Marietta and United. Allied called a special board meeting for Monday, September 20, to consider the matter. By Sunday Thayer had received a memo outlining the white knight plan.</p><p>Allied’s involvement could have enormous consequences for investors. A white knight buying up Bendix stock would increase competition for shares, pushing up the price of the stock. But for investors ignorant of the secret discussions, the game was a risky one. Bendix shares had already risen in response to three weeks of bidding. Only the entrance of a white knight would send the price of Bendix up further, and with the stakes so high, there was no reason for the average investor to assume that one would appear.</p><p>But Malcolm Davis and his friends were willing to gamble, and gamble big—with the help, SEC attorneys believe, of a tip originating with Paul Thayer and relayed by Billy Bob Harris. On Monday, September 20, Davis bought 10,000 shares of Bendix for more than $566,000. One of Davis’ backgammon friends interrupted his visit to a rare-coin convention in New York on Tuesday to buy 20,000 shares, after making collect calls from a pay telephone to Harris and Davis.</p><p>At 12:52 p.m. on Wednesday, Harris bought 38,200 shares of Bendix—at a total cost of more than $2.3 million-most of them for people who would become defendants in the SEC case. It was a hefty investment in a speculative situation. As things turned out, it was also a timely one.</p><p>Allied and Bendix executives had cut their deal that morning. At 1:19 p.m. the New York Stock Exchange halted all trading in Bendix shares pending public release of the news. Twenty-seven minutes earlier, Harris had bought into Bendix. Seventeen minutes earlier, Billy Mathis had bought the last of his 12,500 shares of Bendix.</p><p>That afternoon the allied board approved the friendly tender offer for a controlling interest of Bendix. Allied publicly announced an offer of $85 per share, a price sure to increase the value of Bendix stock.</p><p>When trading resumed after a three-day freeze, Harris sold or tendered all the shares he had purchased. For the stockbroker and his customers, the investment of $2.3 million had paid off. Malcolm Davis made $178,764, Harris $143,075, Schroder $77,388, Ryno $51,000, Sharp $28,383, Rooker $12,948, and Williams $12,698. On the same day, Mathis sold his shares of Bendix for a profit of $184,850.</p><p>When Republican Governor Bill Clements called Paul Thayer to say he was recommending him to the White House for the job of deputy secretary of defense, Thayer knew he would accept an offer. It was a tough job, Clements told Thayer (Clements had held it from 1973 to 1977, under Richard Nixon and Gerald Ford), but an extremely important one. While the Defense Secretary spends much of his time before Congress and touring military bases around the world, the deputy secretary has the day-to-day responsibility for running the Pentagon.</p><p>Thayer had been the White House choice from the beginning, even though Defense Secretary Caspar Weinberger preferred Pentagon general counsel William Howard Taft IV, his longtime aide and the great-grandson of the former president. But the White House considered Taft, 37, too inexperienced.</p><p>Over the summer, the FBI conducted an extensive background check on Thayer, interviewing many of his friends, including Billy Bob Harris. The deputy secretary would have access to the nation’s most sensitive national-security secrets. It was critical that there be nothing in his public or private life that could compromise him. After completing its investigation, the FBI told the White House the good news: Paul Thayer was clean.</p><p>So it was that in November 1982, newspapers around the country reported that Paul Thayer, the colorful Texas industrialist, was going to the Pentagon. Back in Richardson, Charles Davis noticed the picture of the man who had often stopped by to visit his neighbor, Sandy Ryno. “I wondered, when he got that job in Washington, how long it would be before his private life became public. All he’d have to do is stub his toe one time, and someone would nail him for it.”</p><p><strong>the Investigation</strong></p><p><strong>a Fishing Expedition</strong></p><p>At About Eight-Thirty On the Morning of august 26, 1982, Bettina Lawton, an attorney in the enforcement division of the U.S. Securities and Exchange Commission, arrived at the agency’s new office building in downtown Washington. Lawton bought a copy of the <em>Wall Street Journal</em> from a vending machine, picked up a cup of coffee, and took the elevator to the fourth floor. Settling behind the desk in her small, windowless office, she began studying the paper for something to investigate. She already had one case assignment, but she could easily handle another. Older, more experienced lawyers had coached her that the <em>Journal</em> was a good place to find new cases. Lawton was 27. She had worked at the SEC for one month.</p><p>As she scanned the Business and Finance column on the front page, the second item caught her eye. “Bendix is offering to acquire Martin Marietta for more than $1.5 billion,” it began. Lawton read the rest of the item and the article on the second page, then went looking for her boss. He was on vacation, but she caught another supervisor by the elevators. “i’d like to look into this,” she said. SEC enforcement attorneys often checked out trading in takeover targets. Her supervisor told her to go ahead.</p><p>The young lawyer then started what is known in SEC parlance as an informal investigation. In fact, it is better understood as a fishing expedition. As the BendixMartin Marietta fight heated up, Lawton began scrutinizing trading records for the days before the Bendix tender offer became public, looking for surges in volume that would suggest someone had been tipped. She studied minute-by-minute records for individual days, looking for large purchases in particular areas of the country or by a particular brokerage firm.</p><p>During an informal investigation, the SEC cannot issue subpoenas or force anyone except stockbrokers to provide information, but almost everyone voluntarily cooperates, rather than invite closer scrutiny. Lawton called the New York Stock Exchange, which has a staff of market analysts who routinely monitor trading, to enlist some help. She told them she was looking into the Bendix-Martin Marietta battle and asked them to keep an eye out for any peculiar transactions in the two stocks.</p><p>A month after Lawton started on the case, an analyst with the New York Stock Exchange called her back. There had been a couple of big trades a few days earlier, he told her, just before the exchange had halted trading in Bendix. She might want to take a look at it. Lawton got out the trading sheets for Wednesday, September 22. The first block purchase would prove to be a dead end. The second was Billy Bob Harris’ purchase of 38,200 shares of Bendix.</p><p>In the next few weeks the government lawyer began to zero in on the colorful Dallas stockbroker. She called a. G. Edwards headquarters and asked for order tickets to determine who had bought the stocks. She checked to see whether the trades in particular stocks had preceded any major corporate announcements. And she studied reference books to see whether there was any link between Harris, his customers, and officers of the companies whose stock they had purchased. By early December Harris’ transactions in Campbell Taggart had also caught her eye. Along with Bendix, that gave Lawton two examples of well-timed trading in 1982 alone. But was there anything more? Or was Harris just a smart investor? Lawton decided it was time for a trip to Texas to see Billy Bob in the flesh.</p><p><strong>The Secret Informant</strong></p><p>By the First Week In January 1983, Paul and Margery Thayer had leased their home in Dallas and moved into an expensive condominium in northwest Washington. Thayer’s departure from Texas had produced quite a stir. The week before he and Margery left town, there were farewell dinners for him every night. Many of Thayer’s friends attended the swearing-in, including Billy Bob Harris, Julie Williams, Harris’ father and stepmother, and the Schroders. At a reception after the ceremony, the Thayers posed for a photograph with Harris and his friends.</p><p>Thayer quickly put his imprint on the deputy secretary’s second-floor suite. He claimed a giant carved antique desk once used by Ulysses S. Grant, and he brought in Doris Hawk as his executive assistant. He rearranged a storage and projection room in the suite to make space for his Pacer treadmill and Fitron stationary bicycle. Two or three mornings a week he began his office day at seven by changing into sweat clothes and working out for forty minutes. Then he showered in his office bathroom, put on a suit, and started in on the business of defending the free world.</p><p>In many recesses of the Pentagon, Thayer’s arrival had been eagerly awaited. The Reagan administration had sponsored a massive weapons buildup, but Weinberger and Thayer’s predecessor, Frank Carlucci, had done nothing to direct it. The secretaries of the individual military services, particularly Secretary of the Navy John Lehman, had grown more and more powerful at the expense of the office of the Defense Secretary and his deputy. In the summer before Thayer’s arrival, newspapers had uncovered a succession of horror stories about procurement abuses: the Pentagon was paying thousands for spare parts commonly available for a few dollars or even a few cents.</p><p>Thayer provided some hope. While at the Chamber of Commerce he had preached the importance of a balanced budget, declaring that even the Pentagon must join efforts to curb the red ink. He estimated that waste at the Pentagon totaled between 10 and 30 per cent of the bill for new weapons. In an administration that believed the Defense Department could do no wrong, such comments were remarkable. Thayer had announced his intention to turn things around, and he seemed to be the kind of hard-nosed guy who could do it.</p><p>But by then, Bettina Lawton’s case was the SEC’s hottest piece of business. As the investigation widened, another young attorney, Carmen Lawrence, was assigned to help Lawton. And in mid-February the commission authorized a formal investigation into trading in Bendix and Campbell Taggart. Lawton and Lawrence now had subpoena power and could take witnesses’ testimony under oath; those who lied could be charged with perjury. It had become clear that trading in the stocks—Bendix and Campbell Taggart and maybe others—was extensive. More than a dozen people were involved, and Billy Bob Harris was the broker for almost all of them. Most important, the attorneys had finally established a link between Harris and inside information. It was the most explosive secret in town: the link was Paul Thayer.</p><p>SEC attorneys say that their informal investigation had gone on for weeks without mention of Paul Thayer-that at first they had no idea of his friendship with Billy Bob Harris or his relationship with Harris’ customer Sandy Ryno. They acknowledge that a secret informant gave them valuable information, but they will not say whether the tipster provided that critical revelation. The defendants once believed the informant was a disgruntled former customer of Harris’; now they are less sure. The SEC has told defense lawyers it probably will not reveal its source even during the trial. In all probability, the identity of the informant will remain a mystery.</p><p>Whatever the source, the information that brought Paul Thayer into the case was a breakthrough. With that knowledge, Lawton and Lawrence had an advantage over those they were questioning: they knew more than their targets thought they did. After the formal investigation had been authorized, the SEC lawyers called Harris back for another interrogation; the stockbroker would go through four sessions before the investigators were through. They tried to get him to provide information about Thayer’s relationship with Ryno, but Harris, eager to hide the affair, answered as though he knew nothing about it.</p><p><strong>Creating Misery</strong></p><p>Paul Thayer Was Mad As Hell. He Had just received a subpoena from the SEC. Why were they bothering him? It was March, and he was just three months into his new job at the Pentagon. He had his hands full; he didn’t need any more problems. A few weeks earlier, Congressman Jack Kemp had tongue-lashed him for telling the House Budget Committee that he thought the president should delay the third installment of his tax cut. Before that, he had gone up for a test run in an F-18 fighter-a $23 million jet that McDonnell Douglas and Northrop wanted to sell to the Defense Department - and the landing gear had failed. He got down by using a backup system. He would soon have to decide how many F-18’s the Pentagon should buy.</p><p>Dealing with the bureaucracy and Congress was frustrating, and Thayer was working harder than ever before; twelvehour days were routine. But the long-term picture looked good. He planned to stay at least two years, and already he felt he was learning how to get things done in the Pentagon. He told friends he was enjoying the job.</p><p>The SEC investigation complicated matters. His first interview with the agency lawyers lasted all day, and he was often visibly annoyed at their questions. Some of them concerned Sandy Ryno. He thought it none of their business, but he answered the questions. The SEC attorneys would interview him twice more —once all day, once for just an hour.</p><p>As the weeks rolled by, he heard more about the SEC probe from the others under investigation. It was a growing distraction, even more mercurial than the Pentagon bureaucracy. At the Pentagon he could at least give orders, even if they weren’t always followed. This SEC business was completely out of his hands. Paul Thayer was not accustomed to that feeling.</p><p>Gayle Schroder, During His Sessions with the SEC, spent much time answering questions about his lending practices; they would later become a part of the government complaint. Schroder’s two small banks had loaned money to five of the other defendants, including Thayer and Harris. Williams and Rooker had borrowed $30,000 apiece to invest in Bendix; they had also borrowed $60,000 each, and Ryno $78,000, to buy stock in another company, one that was not part of the agency complaint. “The SEC made a big deal out of the fact that the girls didn’t give me financial statements,” says Schroder. “Those were what we in the business call leg loans. The people I looked out to be responsible for those loans were Paul Thayer. Billy Bob Harris, and Dr. Sharp. That’s an accommodation you made to people like that.” The trust was not misplaced. When one of the loans to Ryno for a stock purchase produced a large loss, Paul Thayer paid it off.</p><p>The friendship with Schroder also provided a discreet way for Thayer to funnel money to Sandy Ryno. On one occasion, defense attorneys say, Thayer sold a part interest in a boat docked in California; he then handed the check for the sale to Schroder and asked the banker to cash it and send the money to Ryno.</p><p>Billy Bob Harris remained characteristically charming during his succession of interviews-and solicitous of the two young women seeking to undo him. After one day of testimony in Texas, Lawton mentioned Billy Bob’s Texas, the huge Fort Worth honky-tonk, and said she was thinking of dropping by. “I know the manager of Billy Bob’s,” Harris told her. “If you want to go to Billy Bob’s, give him a call. My friend will make sure you have a good time.” Harris switched lawyers twice, finally retaining Judah Best, a Washington attorney who had represented Vice President Spiro agnew in the plea bargaining that kept him out of jail.</p><p>Sandy Ryno, who had made $79,298 from her trading in the five stocks, did not talk to the SEC until June 29, after most of the others who later became defendants. She had been scheduled to testify a month earlier but missed the appointment. She said she was sick and didn’t want to testify.</p><p>The lengthy investigation had revealed a sharp cultural conflict between the government lawyers and the people they were investigating. The SEC attorneys thought the Texans brash and arrogant, with their own notion of moral conduct and no sense of obligation to the rules of the outside world. And they thought them sexist; with encouragement from the men, they felt, the women all had embraced the role of empty-headed ornaments. They had never met women like that. Even under interrogation, the Texans didn’t seem to take the two SEC lawyers seriously; they seemed to regard Lawton and Lawrence as young girls too inexperienced to have any business questioning their behavior.</p><p>The defendants, for their part, considered the SEC lawyers nitpickers who were hung up on regulations and niceties and unwilling to take a man’s word that he had done nothing wrong. They thought the government attorneys were out to make a name for themselves—whatever the truth and whatever the price. “They play a little different game up on the Potomac than we play down here,” says Schroder. “They like to create misery. They don’t have a case; they never had a case. They used our lives for effect in this lawsuit.”</p><p>For the SEC, the story of the defendants’ lives would indeed have great impact. Thayer was a big target and a Reagan appointee; a suit naming him would show that the enforcement staff would spare no one, and it would bring enormous attention to the war on insider trading. SEC enforcement chief John Fedders had made that his staff’s top priority from the first day of his tenure—and the emphasis produced results. In his three years as enforcement chief, Fedders has brought more than half of the insider trading cases filed in the SEC’s fifty-year history.</p><p>Fedders is a six-foot-ten, 230-pound former basketball center for Marquette, who once brought in his college coach, A1 McGuire, to give his SEC lawyers a pep talk. He came to the commission in July 1981 from arnold and Porter, a prestigious Washington law firm. Before that, from 1971 to 1973, he worked as a corporate executive in Dallas. His office was in the LTV Tower, and his employer was E. Grant Fitts—the man who had installed Paul Thayer as chairman of LTV.</p><p>In august the existence of the SEC investigation became public knowledge. The <em>New York Times</em> reported that commission attorneys had questioned Thayer. The story forced the deputy secretary to issue a statement affirming his “every confidence” that he had not violated securities laws. Thayer told friends that the investigation didn’t worry him. But it was clear that it was not going to go away.</p><p>On December 20 the COMMISSIOnERS Of the SEC, meeting secretly, heard the evidence the enforcement staff had gathered against Paul Thayer and his friends. The commissioners discussed the matter, then authorized Fedders to bring a civil complaint alleging illegal insider trading. In a rare move, they also authorized Fedders to refer the case to the Justice Department for investigation of three possible criminal charges: fraud, obstruction of justice, and perjury—for lying under oath to the SEC.</p><p>Later that day, Fedders, accompanied by his associate enforcement director, stopped in to brief White House counsel Fred Fielding. Just tell me what you can prove, Fielding said. Fedders launched into a detailed account of the case, including his plans to refer the matter for criminal investigation. Fielding was startled; the allegations were far more damning than he’d imagined. The details of Thayer’s affair with his former receptionist would make it difficult for the deputy secretary to stay in office. Fielding would need to pass the news on to President Reagan and Weinberger.</p><p>Talks to reach a settlement agreement began the next day and continued for two weeks. Attorneys for the defendants shuttled in and out of the enforcement division’s fourth-floor offices, but Fedders was taking a tough line. He wanted Harris out of the brokerage business for three years and Mathis out for at least six months. Moreover, he wanted Thayer’s commitment to personally repay the profits of any other defendant who could not do so. In return, SEC officials said, they would “sanitize” the lawsuit; the consent decree would contain only a cursory mention of Thayer’s relationship with Sandy Ryno. And, of course, the defendants would save the huge cost of litigation.</p><p>“Forget it,” Harris’ attorney Best told Fedders. “i’d rather try the case and take my chances with a federal judge.” Talks stalled, and the government lawyers agreed only to delay filing their complaint until the holiday season had ended.</p><p><strong>The Resignation</strong></p><p>On December 28 the <em>WALL Street Journal,</em> the <em>New York Times,</em> and the <em>Washington Post,</em> relying on unnamed sources, prepared articles with new details about the SEC investigation of deputy defense secretary Paul Thayer. The <em>Post</em> article highlighted the news that the agency had referred the matter for criminal investigation. Reporters had called Thayer’s office, so he knew that the stories would appear the next day. He excused himself from his office; he needed to go home to talk to his wife.</p><p>On January 4 Paul Thayer submitted his resignation to President Reagan. He issued a statement declaring that the SEC’s investigation resulted from a “distorted view of selected facts.” “This allegation against me is entirely without merit,” he added. “I intend to vigorously defend this matter in the courts with every confidence that I will ultimately be exonerated.” Thayer said he was resigning because his defense would require most of his time. The SEC complaint had not even been filed.</p><p>That night John Fedders huddled in his office with seven other attorneys, including Bettina Lawton. They were completing the final draft of their lawsuit against Paul Thayer and the others so it could be filed the next day. As they worked, Fedders fussed over Lawton; she was nine months pregnant and looked as if she might give birth any second. They pored over the document line by line, checking their numbers and correcting a couple of errors in their calculations of individual profits. After much debate, they decided on a phrase they say was coined by Thayer’s own lawyer to describe his client’s four-year affair with Sandy Ryno. In the text of the lawsuit, they called it “a private personal relationship.” It was sure to be quoted in the newspapers, but it was as delicate as they could get. They finished at 3:20 a.m.</p><p>Using a blue felt-tip pen, they signed the complaint and asked Fedders to add his name. He had not signed a suit since coming to the SEC, but this was no average case. His staff had worked hard for. months, and he was proud of them. In a moment of great ceremony, Fedders scribbled his signature on the top line.</p><p><strong>Keep the Faith</strong></p><p>After the News Broke, Margery Thayer went to New York to be with her daughter. Paul Thayer remained in Washington to serve out his last few days in office. Brynn returned to Washington with her mother to help her parents pack, then all three of them set out by private plane from the city that had humiliated their family.</p><p>In Dallas, Billy Bob Harris ended his live television stock market report one day by announcing that he had taken a lie detector test that proved him innocent; afterwards WFAA pulled him from the air. Gayle Schroder filed application for a third bank in Friendswood, a small town outside Houston; he also quit trading in the stock market. Sandy Ryno, according to her lawyer, is now selling and leasing automobiles.</p><p>After leaving Washington, Paul Thayer flew his wife to Santa Fe. Margery wanted to stay for a while with her brother, a prominent archeologist at the School of american Research. “Mrs. Thayer had an awful lot of thinking to do,” says a close family friend. “a woman’s got her pride, too.” Paul and Brynn flew on to Palm Springs, California, where they stayed at the home of hotel-chain heir Barron Hilton. After a few days, Thayer returned to Santa Fe and rejoined his wife.</p><p>If friends had worried that Margery Thayer would leave her husband, they need not have done so; she was busy urging others to keep the faith. “We’ve all got to stick together and do whatever we can to help Paul through all this,” she counseled one friend. As always, Margery was loyal to Paul Thayer.</p><p>Brynn was torn by the revelations and by Harris’ role in her father’s affair. “You know how men are about worrying about getting old,” a friend reassured her. “They surround themselves with young people. Your daddy hasn’t done anything that 75 per cent of the men in the country haven’t done.”</p><p>“Yes,” she answered, “but you don’t hear about it on <em>World News Tonight</em>.”</p><p>When the Thayers returned to Dallas, they put their sprawling North Dallas house up for sale and moved into a smaller North Dallas home without a big lot to maintain. After doing some traveling, Paul rented space in a new three-story building in the Quorum from which to field job offers and consider investments. Returning to Dallas to continue working as Thayer’s secretary, Doris Hawk set up the office for him.</p><p>LTV executives invited Thayer to move back into the company’s downtown office building, but he politely declined. They say they are building a suite for him anyway, at the corporation’s new headquarters-just in case he ever wants it.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "SEC",
      "Dallas",
      "Business",
      "Home",
      "House",
      "people",
      "money",
      "office",
      "Lawyers",
      "Defense",
      "Mathis",
      "New York",
      "Government",
      "Pentagon",
      "September",
      "War",
      "Country",
      "Affair",
      "Game",
      "Women"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Dallas",
      "Mathis",
      "Washington",
      "Texas",
      "Houston"
    ]
  }
}