{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19849",
    "date": "September 1984",
    "year": 1984,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1984/19840900.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 134,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141
      ],
      [
        212
      ],
      [
        214
      ],
      [
        216,
        217,
        218
      ],
      [
        224
      ],
      [
        226
      ],
      [
        228,
        229,
        230,
        231,
        232,
        233
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Heaven On Wheels",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198409-heavenon",
  "source": "/1984/19840900.pdf",
  "wp_post_id": 119991,
  "wp_post_guid": "http://www.texasmonthly.com/article/heaven-on-wheels/",
  "authors": [
    "jim atkinson"
  ],
  "headline": "Heaven on Wheels",
  "dek": "Like all great love affairs, the bond between a Texan and his car is sort of mysterious—and slightly crazy.",
  "spread_caption": "",
  "excerpt": "Why are we crazy for Cadillacs, silly on Suburbans, passionate about pickups? Because Texans love their cars, that's why.",
  "kicker": "",
  "word_count": 8374,
  "content": "<p><span class=\"dropcap\">A</span>nd what did the wife say when I pulled into the driveway that evening in my brand-new slate-blue Pontiac Firebird Trans am with the 350 cross-fire fuel injection engine, the spoiler across the back, and those little bird decals on the sides? Something along the lines of “You realize you may be the only person over twenty-one who’s ever bought one of those.”</p><p>Of course, I had prepared a defense. The Trans am is a great car for longdistance driving. And those eight cylinders—count ’em —can stand up to a sweltering august afternoon or a freezing January morning. All things considered, it wasn’t expensive, and since it was an american car, it probably wouldn’t cost an arm and a leg to maintain.</p><p>She didn’t buy any of it, and truth to tell, neither did I. I knew i’d climbed into that gas-guzzling hunk of muscle for deeper reasons. That roaring monster was a last hedge against impending 35-dom, a final gasp of second adolescence. I had a new worldview. Take your economical Datsuns and shove ’em! at least once in my life, i’m going to have a car i’ll be proud to take to any car wash.</p><p>My hormones may have been acting up that day, but I was also living through my final rite of passage in becoming a naturalized Texan. I’d long since adopted the argot and the accent, the obsessions with chili and football. I’d even partially overcome my fear of snakes. All that remained was for me to become one with my car. Cars aren’t merely modes of transit or material possessions to Texans; they are something of a state treasure. We share a special, almost religious attachment to the automobile, rooted, I suppose, in our mythological relationship to the horse, our economic underpinnings in the oil industry, and the inescapable fact that to get anywhere in this state, you have to cover a lot of ground.</p><p>The relationship between Texan and car transcends trends, subliminal advertising, economics, and utility —and even necessity. Lest you think i’m making too much of all this, consider the following facts. There are 14 million vehicles in Texas, one for nearly every man, woman, and child. Texans bought 500,000 cars in 1983. More than 40 per cent of those cars were your basic Ford, Chevy, and Olds, but we buy more Cadillacs than Mercurys or Dodges. We spend an average of $9 a day on our little babies, and a third of us have two of them.</p><p>Never one to pass up the opportunity to invent a little sociology, I decided to delve into this matter. You may think libraries are fairly bursting with all sorts of nifty stuff on cars, but guess again. Save for a few musty tomes —like that near-classic “Personal Value Influences on Consumer Product Class and Brand Preferences” and, of course, the well-known “Hypothesis Generation in an automobile Malfunction Inference Task”—there hasn’t been much groundbreaking material written on the Texas mythos of the car.</p><img/><p>Illustration by Tom Curry</p><p><em>Car as Salvation: “Near Sweetwater, three and a half hours out of Dallas on the road to Midland, I hit the wall, entered the zone, found the nirvana of the Texas highway. This moment is the essence of it all. Car and driver are one.”</em></p><img/><p>Photograph by Tim Boole/The Photographers, Inc.</p><p><em>Car as Pet: “If Ed Swearingen of San antonio wants to hold forth on some of the finer points of his vehicles, he doesn't have to retire to the garage. A Rolls and a 1933 Packard are in the living room. 'I like them close to me,' Ed says.”</em></p><p><em>“The Trans am, that roaring monster, was a last hedge against impending 35-dom, a final gasp of second adolescence. For once in my</em></p><p><em>life, I was going to have a car i'd be proud to take to the car wash.”</em></p><p>I wanted to find out if the romance between Texan and car was still torrid or if the energy crisis, Southwest airlines, and Japanese wimp cars with four-cylinder engines had forever soured it. I wanted to know if ranchers still drove pickups or if only insurance salesmen did, and if anyone in Houston had ever actually beaten his car to death with his fists. I went looking for the meaning behind Peugeots, van window murals, lowriders with chain steering wheels and chandeliers. In California, you roll back the sunroof and soak in the scenery. In Rhode Island, you roll up the windows and get wherever you’re going as fast as you can. But in Texas, where neither is possible, our relationship with the car remains transcendent. To find the truth behind the mystery, I turned to the best source-the road itself.</p><p><em>The State Car and Other Cults</em></p><p><span class=\"dropcap\">I</span> figured I had to check out the obvious first, the heavily represented car cults that I see around me day after day. Of course, an inspection of this magnitude must have a firm starting point, and when it comes to Texans and cars, that has to be the Cadillac. You pickup drivers may take umbrage at this, and some of you eight zillion or so Mercedes owners may not agree either, but if Texas has a state car, it is the Caddie. No other vehicle so thoroughly embodies the Texan’s sense of car. The Cadillac is big and lusty and unabashedly nouveau riche; it can stand up to the elements and is the best bully car in commuter traffic. It’s a badge, an archetype, everything Texans are supposed to be: larger than life, crude and brutish but somehow capable of getting away with it. The Cadillac is a car you never say no to —it’s indestructible, permanent, eternal.</p><p>No other car can cut through the demographic maze of a state as big and diverse as Texas. New Caddies cost anywhere from $13,000 to $32,000, but you see them in wealthy Highland Park and River Oaks and in the ghettos of South Dallas and Washington Heights. There are oldlady Cadillacs, illegal-alien Cadillacs, goat-roper Cadillacs. And don’t forget about bad Cadillacs —you know, the guy bought it in ’62 and hasn’t changed the oil since. Heck, there are even some Cadillacs buried in the ground out near amarillo. Nearly 400,000 of us drive them, and in Texas they continue to outsell that German interloper, the Mercedes, by four to one.</p><p>I harbor a deep distaste for Cadillacs, probably because their owners assume a superior right to the road. But there is no denying their cultural importance. When Texans buy a car, we do so at least partly —and subconsciously—in reaction to the Cadillac. We may go anti-Cadillac and buy a Honda or, in extreme cases, a Chevette. We may go poor man’s Cadillac and buy a Delta 88 or a Ford LTD. We may go yuppie Cadillac and get a Volvo or a BMW. Texans’ car-buying habits are relatively conservative and definitely domestic, but a Cadillac complex can make a person do strange things.</p><p>The ultimate anti-Cadillac statement is the non-car—the Granada, the Chevelle, the Bel air. Non-car society has some lifetime members (the Chevy Nova, for example), but it occasionally welcomes newcomers, like the Olds Cutlass. These are middle-of-the-road makes that have either seen better days or were pumped out by Detroit expressly for the sort of person who resents his car as a burdensome necessity. The typical non-car driver is a middle-aged bald guy who wears short-sleeved white shirts with those little v’s cut out at the biceps. He always looks glum on the road and usually drives with his hands at 10 and 2, the way you were taught in driver’s ed. He doesn’t care about his car, so he’s capable of some weird moves, like stopping and backing up in the middle of the street. Non-cars are at the bottom of the highway ecosystem. They can be bullied by just about any other vehicle on the road and are generally treated with disdain at gas stations.</p><img/><p>Illustration by Doug Smith, photograph by Neal Whitlock/The Photographers, Inc.</p><p><em>Car as Damnation: “The urban driving experience is mostly about survival and angst. Dented fenders and traffic jams have made us hate our cars.”</em></p><img/><p><em>Car as Home: “The Willmses of Tyler spent $22,000 on a van with carpeted walls, a TV, and swivel armchairs.”</em></p><p><em>“I wanted to find out if the romance between Texan and car was still</em></p><p><em>torrid or if the energy</em></p><p><em>crisis and those Japanese</em></p><p><em>wimp cars had forever</em></p><p><em>soured it. I wanted to</em></p><p><em>know if ranchers still</em></p><p><em>drove pickups or if only</em></p><p><em>insurance salesmen did,</em></p><p><em>and if anyone in Hous-</em></p><p><em>ton had ever actually</em></p><p><em>beaten his car to death</em></p><p><em>with his fists.”</em></p><p>Illustration by Jamie Hogan</p><img/><img/><img/><p><em>Car as aphrodisiac: “Driving gives you a spiritual high. It's like an act of love; it's purging, and when you finally get where you're going, you feel cleansed.”</em></p><p><em>“Station wagon-jeep hybrids are perfectly acceptable on 1-20 West if they're driven by a guy in a gimme cap. However, when I see a River Oaks housewife trundling around in a mammoth Blazer or Bronco, I detect a little we’ve-gotland-in-the-country pose.”</em></p><p>If non-cars are invisible on the highway, the yuppiemobile has saturated our cities, where there are at least 42,000 of the things. The yuppiemobile isn’t really an anti-Cadillac statement. That is especially true of the latest car to enter the yuppie ranks: the Jaguar, which is beginning to show up everywhere, despite its $32,000 price tag. Buying an audi, a BMW, a Volvo, or a lower-line Mercedes eschews the intrinsic overstatement of a Cadillac but still displays a need to prove acquired wealth. Yuppiemobiles tend to have civilized names (Honda accord, Toyota Cressida), or they are numbered (BMW 320i, Mercedes 190). The numbered car has a certain snobby simplicity and implies that the owner knows more about cars than he really does. The monotony of the yuppiemobile has begun to seep into domestic makes as well. American cars are now turboed and dieseled and disguised in the understated boxy European design, with that high-tech feel accomplished by a preponderance of gauges and dials on the dash and silver tones in the exterior paint.</p><p>Yuppiemobiles have spawned a culture all their own. Their owners make appointments for tune-ups, for example, the way you and I make appointments to get our teeth cleaned. Yuppiemobile owners talk a lot about options, and at least once a day they say what kind of mileage their cars get. Also, they tend to be fetishistic about keeping their cars clean; hence the glut of yuppiemobiles at car washes.</p><p>Photograph by Robert Latorre</p><p><em>Car as Totem: “The first thing you notice about Pete Levchik of Bynum is that he looks like a Buick. About every seven months, he restores a forties classic. Most of them he sells for a small profit, which he plunges into more restorations.”</em></p><p><em>“Every time a Johnny Rutherford or an a. J. Foyt shows up on TV, looking for all the world like my plumber but spewing the verbiage of a NASA engineer, it strikes me as absurd and somewhat comical.”</em></p><p><span class=\"dropcap\">T</span>he yuppiemobile’s appeal is its unrelenting sameness. Fortunately, there are plenty of drivers who love exactly the opposite about their cars. “It’s car as art,” says Red Garcia, an officer with the austin Low Riders association, about his tarted-up baby. It’s hard to disagree when faced with a metallic orange and pink machine powered by a chrome-plated engine. As urban america flocks to big-tired vehicles that put you as far above the street as possible, lowriders embrace the road. They’re made for street surfing, for slow cruising, for that curious lowrider greeting called hopping, and even for stopping. One of my favorite lowrider habits is pulling off the side of a freeway and just visiting.</p><img/><p>Vans are another major cult of modern vehicledom, what I like to call the car-ashouse movement. Remember when vans were the exclusive domain of plumbers and hippies? No more. That Dodge Ram or Chevy Beauville bullying its way down the road is just as likely to be owned by mom and pop these days. The van has cut into the middle class and the city. Last year in Houston there were four times as many vans and trucks sold as Cadillacs. In Dallas there were just as many sold as foreign imports. While ignoring style, the van asserts its heft and impregnability on the road, as the Cadillac always has. Van owners never question who’s going first at a four-way stop.</p><p>Illustration by Barry Root</p><p><em>Car as Soul Mate: “History is written all over a bad car. Every dent, every drooping slice of chrome, has a story behind it. Bad cars are like rolling diaries, metal and plastic and paint tableaux of the last ten years of their drivers' lives.”</em></p><p>Photograph by Michael von Helms</p><img/><p><em>Car as Livelihood: “Mechanic Bob Kee would rather tell a person his wife is dead than say his car isn’t ready.”</em></p><p>To understand the passion of the cult, you need only talk to van converts Dick Willms and his wife, Wilda, of Tyler. Dick is a surgeon with a successful practice. He and Wilda bought the van not for reasons of economy (they spent $22,000 on the thing, including spiffing it up) but for family vacations and weekend jaunts in the countryside. Like most of the growing number of middle-aged van converts, the Willmses have decorated their vehicle along the lines of a Holiday Inn: beige deep-pile carpeting on the walls, fancy Venetian blinds, a Sony TV, and swivel armchairs. “It’s the only kind of car where you can get everything you want and exactly what you want,” says the bookish Willms. “and the back will make into a bed so you can drive straight through.” For the serious vanner, driving straight through is the ultimate experience, and it demands that a Texas van be a home on wheels.</p><p>Those extra trimmings are crucial to turning that automobile into a cozy house. Some people go for window murals that give them instant landscaping-forest scenes and waterfalls. They’re not as popular as they used to be, but for ten or twenty dollars you can special-order one and get it pasted on at a customizer’s. The new status symbol among vanners, one that says, “This is my castle —keep out,” is that pitch-black tint on the windows.</p><p>Despite their popularity, vans have not supplanted the pickup truck in Texas. The state has a little more than two million pickups. They have invaded even the urban landscape, partly because of the high profile of the latest adolescent trend. Teenage car styles have always adjusted the spatial relationships between the car <em>(Continued on page 212)</em> and the road. Check out any high-school</p><p><em>Power Drives</em></p><p><em>FORGET the Scenery—We're Talkin' Mean Road Here.</em></p><p><em>Whether you’re on a rugged and isolated stretch that looks like the surface of the moon or negotiating the twists and turns of the Hill Country, driving in Texas is a test of the relationship between you and your car. Of course, we wouldn't dream of suggesting that you ignore the 55-miles-per-hour speed limit, but here are seven drives guaranteed to elevate your spirits and help you achieve the nirvana of the Texas road.</em></p><p><em>1</em></p><p><em>Just picked up that new Porsche 928 and want to see if she’ll lift off the ground? Try FM 1788, known to old-timers as Telephone Road, a straight shot from the Midland-Odessa airport to the oil fields in andrews County. Local legend has it that since hardly anyone except oil field workers drives these roads, Smokey doesn't inhabit these parts. No guarantees, folks.</em></p><p><em>2</em></p><p><em>If you prefer peaceful meditation, you can drive the entire length of North or South Padre on the beach itself (alas, there is no crossing of the Mansfield Channel). The better choice is North Padre: it’s longer (about seventy miles in all) and has bigger dunes. But near the end you will probably need four-wheel drive to get across the stretches known as Big Shell and Little Shell.</em></p><p><em>3</em></p><p><em>Test your concentration on Texas Highway 87, the Sabine River Road, from Center through the Sabine National Forest to Burkeville. In the late afternoon, when the angle of the sun is just right, the light filtering through the tall pines takes on a strobe effect, and you’ll soon find yourself nervously humming the banjo theme from Deliverance.</em></p><p><em>4</em></p><p><em>For world-class clutch work, take Ranch Road 337 between Vanderpool and Leakey in the Hill Country. The stretch between the Sabinal and Frio river canyons has enough funhouse-style inclines and hairpin turns to develop calluses on your shifting hand.</em></p><p><em>5</em></p><p><em>For a combination of scenery and challenge, Trans-Pecos roads are hard to beat. The best is El Camino Real, along the Rio Grande between Terlingua and Candelaria. Most of it has a number, Farmto-Market 170. The eastern portion climbs a thousand feet over Big Hill, an obstacle so fierce that for years it kept the road from going through. The western end has steep grades, dry washes, flash floods, rattlesnakes, and a dirt road. This one will separate the 4x4’s from the yuppiemobiles.</em></p><p><em>6</em></p><p><em>If you’re into musing about the Texas ethos, try U.S. Highway 77 between Raymondville and Kingsville, through the heart of the King Ranch. It’s just faceless brush country without so much as a gas station in sight, but the notion that nearly all of this belongs to one ranch will keep your attention.</em></p><p><em>7</em></p><p><em>To really experience that communion between road, car, and driver, start at Claude east of amarillo. Go south on Texas 207 through the Palo Duro Canyon to Texas 86, continuing east on Texas 256 down off the Caprock. Pick up Texas 70 north to Clarendon, then return to Claude via the rugged JA Ranch road, which follows the Palo Duro Canyon. Don’t worry if you get lost; someone will be along in a week or so.</em> J. A<em>.</em></p><p><em>(Continued from page 141)</em></p><p>parking lot these days and you’re likely to find an armada of Silverados jacked up on tires roughly the size of the vehicle itself. But like the van, pickups have caught on with the middle-aged and the middle class too, and they cost almost as much. The only discernible difference between vanners and truckers these days is that the former want a vehicle to live in and the latter want one to carry stuff in.</p><p>I’m happy for the pickup and van people. But like any mania, theirs has sponsored some unpleasant by-products, including urban recreational vehicles. Such station wagon-truck-jeep hybrids are perfectly acceptable on 1-20 West if they’re driven by a guy in a gimme cap. They become suspicious, however, in the parking lot of the tony Highland Park Shopping Village. The rural working-class affectations of the urban wealthy always bother me. Whenever I see a River Oaks housewife trundling around in a mammoth Blazer or Bronco, I detect a little we’vegot-land-in-the-country pose.</p><p>Of course all these vehicles have their rationales. They have replaced the good old family station wagon, but they also represent the most prominent automotive trend in Texas in recent years —the movement, even in the face of the foreign compact invasion, to outsized vehicles capable of shielding the driver from the urban malaise, from crime, pollution, relentlessly jammed traffic. Those ladies in the Broncos at River Oaks car washes doubtless sleep better at night knowing that they will be able to drive through the city as well protected as a Sherman tank slipping through mortar fire.</p><p><span class=\"dropcap\">T</span>he Lone Star State has a twilight zone of car ownership in a galaxy not governed by choice or necessity or even moral commitment. The relationship to the car out there is commanded by forces as ethereal as love, and rather than try to understand, ordinary mortals can only observe and wonder. The most enduring and endearing car cult is that of the bad-car owner. He should be recognized for his true grit. Among the multitudes of drivers, only he is willing to say that the automobile just isn’t very important, except to get you someplace.</p><p>You know what a bad car is. It’s at least ten years old and has never been subjected to the studied gaze of an insurance adjuster’s eyes or to the thrashing brushes of a car wash. It has at least one major dent, wrinkle, crease, or scrape on each of its four sides. The trunk and/or hood and/or one door will not open and/or close. Bad cars come in all colors, but the predominant ones are flat black and white mixed with rust—real rust. Bad cars smell like burning oil when you stop at a light, and sometimes you can see the road beneath your feet. Most of them have one wheel that wobbles, even at low speeds.</p><p>History is written all over a bad car. Every dent, every drooping slice of chrome, has a story behind it. Bad cars are like rolling diaries, metal and plastic and paint tableaux of the last ten years of their drivers’ lives. Inside, a bad car is invariably a flea market of beer cans, unpaid electric bills, old magazines, forgotten laundry, and other curious artifacts that must have meant something to the owner at some time. The most common bad cars are vintage Ford LTDs, followed by Chevy Novas, Bel airs, and Caprices. As noted earlier, a lot of bad cars are Cadillacs, and bad Volkswagens of various stripes sneak in here and there.</p><p>Most bad-car drivers seem to relish—or at least not care about-their quirky status in the car world. They are the true frontiersmen of cardom; they’ll ride that horse till it drops. In return, their cars are loyal. Others may wheeze and moan and act distracted for weeks after a bump in the fender or a trip to the police auto pound, but a bad car will always get you there, no matter what abuse it has suffered.</p><p>Bad cars don’t follow any demographic scheme, though there are bad-car zones. These are important to identify, because bad-car owners are among the boldest, most nonchalant drivers on the road. My favorite bad-car zone in Dallas is a strip of Cole avenue in the Oak Lawn area, beginning at Knox Street and extending toward town to Lemmon. This particular stretch is a veritable melting pot of badcar types: elderly from nearby Highland Park, immigrants of various nationalities, leftovers from the sixties.</p><p>I’m not sure that anyone consciously becomes a bad-car owner, but the bad-car syndrome does seem to follow certain people around. A friend of mine owned a terrific bad Cadillac that was a source of wonderment and entertainment to us for years. Every couple of weeks we’d check it over to examine the latest wrinkle or scrape. So I was shocked to learn one day that he had traded in the Cadillac and bought a used but respectable Corvette. I felt a sense of loss and hoped that his bad car would find a suitable home. I also wondered how my friend would function in a normal car. My worries were assuaged a few months later when he told me that someone had sideswiped his Vette and left an unsightly hole in the passenger door. He talked boldly of getting estimates and maybe a whole new paint job. But I got the feeling that when I run into him again, that hole will still be there. Talk about soulful —a bad Corvette.</p><p><em>a Car in the House</em></p><p><span class=\"dropcap\">I</span> was getting close to the truth with these cultists, but not close enough. The bad cars tipped me off to the need to leave the mainstream. I had to find the people who had poured all the commitment they could muster into an eternal affair with their cars. There are</p><p>drivers out there for whom cars are not mere preoccupations; cars dominate their lives. They pamper the family vehicle as one would a purebred pet.</p><p>Ed Swearingen of San antonio treats his cars even better than that. If Ed wants to hold forth on some of the finer points of his vehicles, you don’t have to retire to the garage. Two of them —a 1933 Packard and a 1911 Rolls-Royce —are in the living room, just to the right of the fireplace. “I like them close to me,” he explains. His Doberman, by the way, was in the yard. I like the car-in-house idea, and if I had a little more space, I might fix up the spare bedroom for the Trans am.</p><p>Though few of us have taken the matter as far as Ed Swearingen has, it is a Texas tradition to spoil our cars. Drive through any suburban neighborhood and note the architectural significance of the garage: it’s tantamount to another front door. And it’s a sure bet that Texas leads the nation in the number of threeand four-car garages. Where else do people not only clean out their garages but also furnish them with carpeting and wet bars?</p><p>Swearingen is what you might call a high-end antique car collector. Besides the Packard and the Rolls, he has a freshly restored red Mercedes 300 Sl roadster, a half-restored 1928 Mercedes SS race car, and a twelve-cylinder 1933 Hispano Suiza, one of only 179 made in Europe between 1931 and 1938. There are collectors in the state with 50, even 75, old cars. But Swearingen’s handful hits the ninetyninth percentile for rareness.</p><p>Swearingen quit high school at 16 and restored his first car by age 22, following in the footsteps of his grandfather, who had owned the first Ford dealership in Caldwell County. Since then, Swearingen has restored about twenty cars, always with an eye for the exotic. He does most of the work himself, from the camshaft to the final coat of paint. He recently sold a supercharged 1930 Bentley boattailed speedster for a nifty $265,000. The five he has now could be worth close to a million dollars. At those prices, i’d move into the garage myself if it would make the cars happier to be in the house.</p><p>Every three years Swearingen and his wife, Janice, and some fellow antique-car buffs drive across the country. They just slide open those big glass doors to the living room and take one of the babies out for a little exercise. “These are not museum pieces,” he says in a tone that is passionate and lecturing. “They are meant to be driven. That Packard will do a hundred easy, and that Rolls is so quiet you can't hear it at all at a stoplight. It’s fun to see somebody in a loaded Trans am stare at you when you pass him in something that was designed fifty years ago.”</p><p><span class=\"dropcap\">A</span>t the opposite demographic pole of the car-collector culture sit fellows like Pete Levchik. The first thing you notice about Pete is that he looks like a Buick. He’s proof that cars</p><p>and drivers are a lot like pets and their owners. Whether the car owner buys a car in his own image or grows to look like his car after 42 months of payments, there is a likeness.</p><p>Since retiring from the air Force in 1972, Levchik has turned his modest spread in Bynum, just east of Hillsboro, into a plastic surgery clinic for old Buicks, mostly from the thirties and forties. Surrounding his makeshift garage are about ninety Buicks in varying states of decay and disassemblage. Levchik will go to any lengths, spare no expense, to track down a particular piece of ’42 chrome molding. He will spend hours plying an intricate underground network of old-car parts to obtain just the right manifold for a restored Buick.</p><p>Levchik reassembles a forties classic about once every seven months. Most he sells for a small profit, which he immediately plunges into more restorations; others he keeps for himself. One of the keepers is a large and lovely ’42 Buick Roadmaster in tattered black, which he rather blithely announces could blow the doors off my new Trans am. “Thing is,” he says, in a sweet, rumbling voice that sounds a great deal like a Buick, “i’ve got as much if not more engine than you do, and I know I have a better body and suspension. They don’t make ’em like they used to’ is not just a cliche. It’s true. I bet I could go out now and do two thousand dollars’ damage to your car with my bare hands. You try that on my Buick and your hands will be hurt.”</p><p>Before I leave in my by-now-shameful new Trans am, Pete offers—no —insists on taking me for a ride in his Roadmaster. He hasn’t quite finished the inside, but even a neophyte can feel the difference immediately. The seats are real fabric. It has one of those wonderful huge steering wheels. The heater will curl your hair on low. There is plenty of leg and head room, and boy, can that thing run. Out on Highway 171, headed for nowhere, Levchik puts the hammer down, and I swear, i’m glad I didn’t take him up on a flag run in the Trans am. As he rips it from gear to gear, gliding effortlessly toward 90 miles an hour, I am mesmerized by the steady, deep, and utterly dominating rumble of the engine. My Trans am rumbles too, but it’s a slightly insecure rumble. This ’42 Buick has a grandfather’s voice—older, but wiser.</p><p><em>“The Main Thing Is to Outrun Somebody”</em></p><p><span class=\"dropcap\">B</span>uddy Morrison and David Reher are among the nation’s top engineers in pro stock drag racing, and I imagine if I hung around them long enough, i’d understand what they are talking about, but i’m not sure. The language of cars is important in a car-conscious state like Texas, and I am ashamed to admit that I never learned to say things like “manifold” and “piston ring” and, for godsakes, “engine block” and know what I was talking about. I can only nod knowingly when Morrison explains that two of the team’s bigger engineering achievements were their moves from the Monza to the Camaro and then from the smallblock Chevy 327 to the larger 427.</p><p>Racing folk in Texas are an odd breed. I suppose it’s the cultural collision of the good ol’ boy and the scientist that makes them so fascinating. Every time I see a Johnny Rutherford or an a. J. Foyt on TV, looking for all the world like my plumber but spewing the verbiage of a NASA engineer, it strikes me as absurd and somewhat comical. But make no mistake about it, they’re every bit the engineers that those guys at NASA are, and if you don’t believe me, ask the folks at General Motors and Ford who pay them well to test and improve the cars you and I drive.</p><p>Morrison and Reher were, as you would expect, high school car freaks who met while working at an auto parts store in 1968. They were both drag racing fans, and within the year, they had souped up a ’55 Chevy and decided to hit the state’s weekend racing circuit. Pretty soon they were taking home $150 to $200 a weekend. “I don’t know,” says Morrison, who is forty and as imposing as one of his engine blocks. “Ever since I first drove a car, I thought the main thing was to outrun somebody.”</p><p>After building a solid regional reputation, in 1971 Morrison and Reher decided to try the U.S. Nationals at Indianapolis, the country’s largest and most prestigious drag race. They came in first in their class. Since then the team has won 38 national events and set 43 national records in drag racing. But like most Texans in the racing scene, they aren’t well known in their own state. Despite the big names that Texas has produced —most notably, a. J. Foyt and Carroll Shelby —racing is still largely confined to a dozen or so weekend drag strips and dirt tracks, where young drivers try to work their way up. Because of the distances between cities in Texas, a year-round circuit like South Carolina’s has always been impossible. Not many young racers can afford to haul their rigs and crews from Houston to amarillo every weekend.</p><p>Their purse money has allowed Morrison and Reher to open a 15,000-squarefoot garage in arlington, where they spend their time refining their own cars, making special parts for other racers, and doing research for the major car manufacturers. After touring the team’s new digs, I was curious about what Reher and Morrison drive to and from work. You have to figure that anyone who spends all his time working on cars that go 200 miles per hour is probably not going to tool around town in a Chevette. Well, yes and no. Reher drives a Corvette, though, he says, “very conservatively.” Morrison drives a Chevy Monte Carlo SS and a plain old pickup. “a car for work is a piece of equipment,” he grunts. “It’s hard to be satisfied with just a plain old car, but it’s something you can’t think about. You start messing with it, and pretty soon you can’t keep your hands off it. You got to learn to keep your hands off it.”</p><p><em>“It'll Be Out by Five”</em></p><p><span class=\"dropcap\">I</span>t’s funny how people respond when they learn the car has to go into the shop. It’s like being told you have to have corrective back surgery —immediately. Your first response is profound depression; the second, anger at <em>it</em> for letting you down. The last response is any of several rationalizations. “It’ll be out by five.” Sure. “I didn’t have anything important to do today.” Yeah. “I can get along fine without it.” Uh huh. If you believe that, why do you break out in a cold sweat and why does your stomach ball up just before lunch, when you realize, “I don’t have my car.”</p><p>I remember my first car-repair experience as well as I do my first car. I suspect that my father, whose name appeared on the Texaco card involved, does too. The car was a ’62 Plymouth Barracuda in a sickly gold, and it was sickly all right. After a few weeks proudly parked in front of my dorm in austin, the Barracuda began to wheeze, and finally, one cold morning, it died. Some buddies helped me push it up to the corner gas station, and it was then that a slow, brutal torture, from which I have still not recovered, began.</p><p>“alternator,” said the fellow with the crew cut. “Can get you a rebuilt one for seventy dollars.” “Regulator,” he said in the same tone, about a week later, when it wouldn’t start again. “a rebuilt one for twenty.” another week later, “Might as well replace the battery too. It’s shot.” another $50. You get the drift, and if you don’t, you either don’t drive or you’ve been incredibly, impossibly lucky. You learn early, and the hard way, that the mechanic is a natural enemy.</p><p>The whole mechanic biz has changed in recent years. It used to be that you would leave your american V-8 at the corner gas station and take your chances. Nowadays, with the influx of inscrutable foreign makes and the concurrent increase in the complexity of american cars, you have to find a specialist. There are Volvo mechanics and BMW mechanics, mechanics who specialize in Japanese makes, front-end specialists and shops that do nothing but valve jobs.</p><p>Bob Kee of Houston is typical of the new breed. Well, fairly typical. He’s young (31), runs his own shop (Kee Motors), and specializes in German, Swedish, and Japanese cars. He’s got eight employees and will gross more than $1 million next year, largely off the yuppie trade. Most of his clients are repeat customers who have come to trust him. What’s not typical about Kee is that he has a degree in behavioral science from Rice University, and he rather blithely chose the garage over law and graduate school seven years ago because he thought it would be more fun. “The only hard part is telling people it won’t be out at five,” he says. “Sometimes i’d rather tell a person his wife is dead than tell him I can’t give him his car back.”</p><p>Because Houston is a commuter town, the mainstays of his business are overheating and air conditioning problems. “Texans are hilarious. They can bring in a car and i’ll work it up and tell them they need a thousand dollars’ worth of work on this and that. They’ll usually say forget it.</p><p>Then I tell them their air conditioning compressor is about to go, and they say, ‘Go ahead, spend a thousand on it.’ ” Like most car folk with a little money to burn, Kee spends his on cars. He owns six, and each has a specific purpose. This seems to be a growing trend with the rich and the near-rich. People have road cars and city cars, cars for weekend errands, cars for entertaining, cars for fun. Kee’s road car is an ’82 Volvo Turbo GLT sedan that will do an honest 130 on the highway. For city driving, he has a big Toyota Land Cruiser station wagon. His favorite feature is the dark-tinted glass. “Tinted windows are a real urban thing now,” he says, drawing on his behavioral science degree. “It’s all part of freeway intimidation. With those black windows people can’t see me, and they’re not sure I can see them.” He also owns a ’69 Datsun 2000 Roadster (“My go-out-and-get-some-air car”), two race cars, and a 76 Datsun 610, which he calls his rat wagon (“You know, just for ratting around”).</p><p>Kee says the secret to being a successful mechanic is knowing that Mercedes and BMW owners require a light touch. “But it’ll pay off. People in Texas really value their mechanics. I have a client who says there are only three priorities in his life: a sound relationship with his stockbroker, a sound relationship with his dope dealer, and a sound relationship with his mechanic.</p><p>“Really, the biggest problems people have with their cars are the noises they make. I’ve often thought it might be useful to make up a funny-car-noise chart, so that when people come in moaning about strange sounds, I can say, ‘So it’s a number seven or a number eight noise?’ I swear, I had a guy come in and describe a sound from his rear axle area as ‘just like a moaning whore.’ Then he told me that if the problem wasn’t safety related, he wouldn’t mind leaving it there. This old woman brought her car in several times complaining of clumping brakes. Our brake tests didn’t turn anything up, though I finally found a Heineken bottle on the floorboard of the back seat.</p><p>“But they still want it out by five. I guess that’s because a Texan considers any time without his car wasted time.”</p><p><em>Hitting the Wall</em></p><p><span class=\"dropcap\">B</span>ut I was still missing something. I had examined the periphery—car cultures and car nuts of various kinds—and now I was beginning to realize that what is special about Texans and their cars must lie outside the city. Apart from assorted sheiks and commuter airlines, it is the urban driving experience that has begun to make us hate our cars. Sometime in the last ten years we overloaded the ecosystem. Most of our city driving has to do with survival and angst: the commute to work that seems to get more difficult by the day, fender dents in parking lots, broken traffic lights at busy intersections, construction barricades, and, yes, that most insidious tenant of the urban driving malaise, other drivers.</p><p>The worst drivers in Texas? It would be easy enough to say Houstonians, based on meanness alone. Houston may not be the murder capital of the world anymore, but Ill bet it leads the nation in murders caused by arguments between drivers. As a matter of fact, it does lead Texas cities in highway deaths. And it would also be easy to say San antonians, based on their volume of bad cars and their inability to navigate narrow twisting one-way streets reminiscent of southern Mexico. But the hands-down winner has to be the Dallas driver, for two reasons. One is that no one in Dallas is ever entirely sure where he is going. The city must lead the state in wrong ways on a one-way street and use of flashing hazard lights. Second, the essence of living in Dallas has always been to eliminate as many reminders as possible that you are in fact in Dallas. You see it in the completely mindless driving of that Greenville avenue model in her Mercedes: windows up, air conditioning on maximum, radio blaring. She’s not in Dallas, and she’s not even driving.</p><p>Some parts of the malaise are impossible to escape, but Texans have been taking a defeatist attitude toward the whole situation. I’m not advocating stretching the law, but I do think we can emulate the Yankee example in this regard. Confronted with the elements —from a thunderstorm to a post-game traffic snarl -Texans will just stop. Yankee drivers take the bull by the horns and, moreover, realize that the only point is to keep moving —whether they are stuck in a line or entering a freeway or getting out of a jammed-up parking lot.</p><p><span class=\"dropcap\">A</span>dopting movement as my guiding principle, I arrived at a revelation: I would find the truth on the highway. The mysterious thread that binds Pete Levchik and Ed Swearingen, the lowrider and the vanner, the stock car racer and the bad-Cadillac owner, can only be found out on 1-20 West headed for nowhere—meaning Midland. It struck me as the single best drive to acquaint myself with the Trans am and, at the same time, the single best place to observe the bond between man and car. For out there in the heart of West Texas, the relationship between Texan and car is still at its purest and most profound. People there routinely drive sixty miles for a cup of coffee; roughnecks are still known to wrap a few slabs of venison in tin foil, place them on the manifold, drive a hundred miles to the well, and chow down on cooked meat before work. The car is the West Texan’s chief weapon against the seemingly insurmountable elements—the extreme weather, the endless distances between point <em>a</em> and point <em>B.</em> Put another way, if a West Texan isn’t at home or in a bar, he’s probably in his car.</p><p>Out near Ranger, where you begin the long climb toward the Caprock and you lose civilization for the next five hours, I knew i’d listened to the right muse when I dumped my wimpy yuppie BMW 320i and bought this big hog. She was humming along at 75, no problem, and I had already assumed the missionary position of interstate driving —right arm slumped over the steering wheel, a cold one between my legs.</p><p>The West Texas highway has a distinct and constant topography. The barrenness and the endless horizon are its mainstays, but just as important are the towering Stuckeys signs, the K-Bob’s Steak Houses, and the anomalous Mexican curio shops that seem to have always been there. And only in Texas can you find what I found on I-20. For miles there was nothing but sand and horizon, a moonscape if there ever was one. It made me realize that the essence of the Texas interstate is not just what’s out there but what’s in here. People like different things in their cars, but I need only three: an air conditioner that’ll blow your doors off, a stereo that’ll do the same, and a relatively clean ashtray. Of the three, the stereo is the one that’s indispensable. Driving on a Texas highway is not a visual experience. The sky and the horizon are distinctive and all, but at the four-hour point, all you’ve got to keep you going is what you hear.</p><p>Purists among the highway drivers do not rely on tape decks and cassettes. They are at the mercy of the radio. The trick is to go with what you get. And in Texas what you get can be divided into two categories. One is car tunes, by which I mean radio tunes. Indeed, it may be said that a vast repertoire of car music exists, tunes that work on the road and nowhere else. Example: “Happy Together” by the Turtles. It’s got all the right ingredients, simple-minded lyrics and melody, a bouncy, springy feel. In fact—go ahead and put me on record—anything by the Turtles is a great car tune. In a much different way, Led Zeppelin’s “Stairway to Heaven” is a great car tune, a great <em>night</em> car tune. Other classics are the Beatles’ “Drive My Car,” Steppenwolf’s “Born to Be Wild,” and the Doors’ “L.a. Woman.” almost anything by Bruce Springsteen qualifies, though the best has to be “Badlands.” Sleepers include “Wooly Bully” by Sam the Sham and the Pharaohs, a good example of the one-hit bands that supply much of the best car music.</p><p>Anything remotely thoughtful or complex will not do. Car tunes are meant for singing along, for tapping out a little drum work on the steering wheel. They need to transport you, so that you have to shake yourself back to reality at the sound of the deejay’s voice. The easiest measure of a car tune is your speed just after the final lick; if it’s less than 75, give the tune a 65.</p><p>The other source of blissful car radio listening is on the AM dial, which in all other cases is not the place to be. Face it. FM is not a factor for most of the hours you’re on a Texas highway, so you may as well familiarize yourself with the other band. You have only two choices: country and western stations (no choice at all for driving) and news-talk-sports monster stations like KRLD, which I believe blows all the way to Costa Rica.</p><p>Listening to sports on the radio is completely unacceptable in the real world. Only dads do it. But on the road, cut off from humanity, it is quite civilized. As for news-talk, who can deny the pleasure of listening to some West Texas rancher talk about incest or of hearing the same headline about Beirut for the sixth time?</p><p>With the radio and the air conditioner blowing, interstate driving becomes an exercise in self-imposed positive reinforcement. You set up arbitrary goals and reward yourself accordingly. Your basic call-of-nature and gas stops can’t be controlled, but the food stop has to be watched carefully or it can screw up the whole drive. For example, there was no way I was going to allow myself a friesand-Coke stop until at least Sweetwater. You need to hold out those stops like a carrot, as a hard-earned reward for an honest day’s work. And not just any sort of food will do. The highway has its own menu, which includes Twinkies, Beer Nuts, Ding Dongs, the classic fries and Coke, miniature pecan pies, pork skins, and shoestring potatoes. In general, the following rules should apply. The food should not in any way resemble a meal. It must be easily consumable on the road and be the sort of thing that would make you ill under ordinary circumstances. It must have a distinctive wrapper, to be tossed on the floorboard of the back seat for the benefit of future archeologists. You can get it from a 7-Eleven or a McDonald’s, but the most authentic car food comes from gas station vending machines, the ones that take a couple of quarters before you select by number. What can you get away with? Well, I succumbed to a Moon Pie just outside Ranger, if that gives you any idea.</p><p>Along about abilene, I realized that because of the energy panic, the wimpy BMW, commuter airlines, and sundry other distractions, i’d done precious little long-distance driving over the past five or six years. Zipping down the interstate, it dawned on me that there had been a hole in my life, an emotional deprivation. If a Texan needs a healthy dose of jalapenos every now and then, he also needs the road and the distance and his car.</p><p>A highway drive in Texas is special time, like a long hot shower or bad TV or maybe even sex. After three or four hours, driving becomes a spiritual aphrodisiac, a suspension in transporting. It’s like an act of love; it’s purging, and when you finally get where you’re going, you feel cleansed, as if you’ve accomplished something. And in Texas, driving remains a shared joy. Drivers still wave at one another when passing and flash their headlights at other cars of the same make, social customs that will endure as long as the handshake.</p><p>Near Sweetwater, three and a half hours out of Dallas, I hit the wall, entered the zone, found the nirvana of the Texas highway. This moment is the essence of it all. Car and driver are one. I recalled a scene I had observed at a gas station. A middleaged fellow pulled up in a relatively new Regal and headed for the bathroom. On returning, he asked the attendant to check his tires. “Which one is you?” the attendant asked. “This is me,” the fellow said. “The Buick is <em>me.”</em></p><p><span class=\"dropcap\">D</span>riving is still the best revenge, and I don’t care if you’re driving a Regal or a Monza. It’s no accident that one of the most frequently uttered phrases on any given day is, “You got wheels?” Or that someone who wants to affect the superlative will say, “Well, it’s the Cadillac of . . .” Driving your car every day is like brushing your teeth—it’s necessary. And usually more enjoyable.</p><p>I can’t help wondering what the horsemen of an earlier era thought when they saw the landscape slowly overrun by cars. They must have been sad, knowing that while there would be advantages and progress, something would be lost in the process. That’s how I feel every time I see a Southwest airlines commuter jet roar over, or when I read another load of baloney from some rapid transit official about moving us around in little trains instead of in our cars.</p><p>Over my dead body, and if you’re beginning to waffle out there, treat yourself to something like a Trans am with all the trimmings. And then treat yourself to a drive to Midland. You’ll feel the same way I did when, a few days later, I pulled into my favorite parking garage downtown. One of the attendants said, “That Trans am, that’s not you. What happened to the BMW? That was you.” I didn’t answer him, but to myself I said, “Maybe it was, but now, the Trans am is <em>me.”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cars",
      "Texas",
      "Driving",
      "people",
      "Cadillac",
      "Highway",
      "urban",
      "Texan",
      "Work",
      "Dallas",
      "gas",
      "Texans",
      "Houston",
      "Mercedes",
      "Drives",
      "ever",
      "Oil",
      "Radio",
      "Sound",
      "ten"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Dallas",
      "Houston",
      "Mercedes"
    ]
  }
}