{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19925",
    "date": "May 1992",
    "year": 1992,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1992/19920500.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Endless Winter",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199205-endlesswi",
  "source": "/1992/19920500.pdf",
  "wp_post_id": 126924,
  "wp_post_guid": "http://www.texasmonthly.com/article/endless-winter/",
  "authors": [
    "J.J."
  ],
  "headline": "Endless Winter",
  "dek": "The Mood Of Moscow.",
  "spread_caption": "",
  "excerpt": "The fire of democracy has yet to warm Moscow’s soul.",
  "kicker": "",
  "word_count": 1377,
  "content": "<img /><p>Dinner At Roman’s Was an Evening Full Of Toasts And Uncertainty.</p><p>From the Moment I Left the brightly lit gantry at the Moscow airport and walked through the dark tunnel that led to the passport control area, I knew I was in an alien land. That’s when the distinctive Moscow smell first hit me. Everything reeked of sweat and food cooked in animal fat. Outside the airport, light and dark were reversed. In Russia the ground is white with snow, and the sky is dark gray even at midday. For the first day or two, I felt as if I were walking upside down.</p><p>Even the simplest symbols have different meanings. In the land of the Russian winter, fire is comforting, not threatening. Russians have no expression corresponding to our “cold, hard cash.” Here, cash is warm; the Russian word <em>bogat’ia, </em>which means “warmth,” is a synonym for “wealth.” Vodka is not a cool, refreshing form of alcohol, but liquid fire. At first I refused the small jiggers when they were offered, but I soon learned to knock ’em back every chance I got. Other kinds of alcohol did not penetrate the unrelenting cold, but the vodka was as warm as mink.</p><p>My Moscow guidebook, written while Gorbachev was still in power, had warned of a two-hour wait at Lenin’s tomb, but these days Lenin is not a big draw. On the day I visited, only about thirty other people were waiting, and twenty of them were young Russian soldiers. Descending a twisting, dimly lit stairway, I thought I was entering the set of a thirties horror movie. Guards stood motionless at every turn. As we rounded a corner, backlit in blood-red lights, there slept Lenin under glass. Six guards stood at attention around his body, which was visibly decaying. His skin was a crumbling white, and his hair looked as brittle as straw. My first thought was, “Boy, do they need to get this guy in the ground.” Then I noticed Natasha, my Russian friend and translator, cringing beside me. “This gives me the creeps,” she whispered. “Why come here? It means nothing.”</p><p>Everything has changed since last august. Beggars now crowd the subway stations. I was surprised to see how many people stopped to give them money. “Young adolescents, nascent capitalists, run into the street to wash the windows of stopped cars. The going rate is one ruble per car—about a penny. English bumper stickers are popular. One taxi driver had two stickers plastered on his glove compartment. One read, “I Like Girls,” and the other, “i’m From Texas.” along with all the old fears, Natasha now has a new terror: crime. Moscow newspapers are full of stories about people being murdered, babies getting kidnapped, and drug rings terrorizing neighborhoods. The sardonic joke in Moscow, once one of the safest cities in the world, is that living here is almost as bad as living in New ”York.</p><p>Later Natasha took me to her mother’s house. “When I was a girl I believed in communism, not because I was ambitious but because I really believed it as an ideal,” said her mother. “But two years ago I turned in my card because I stopped believing.” Natasha’s mother is a retired art teacher, married to a professor of medicine. This is a family of Russian intellectuals, but the richness of their education is little comfort. “Now I believe in nothing,” said Natasha’s mother.</p><p>Natasha shares her mother’s despair. She finds relief only when she comes into contact with classical Russian culture—the Pushkin Museum of Fine arts, one of the small bookstores near her flat, or a night at the Bolshoi Ballet. The hall where the Bolshoi performs is in the center of Moscow, and the area is always crowded with people hawking tickets. Ballet tickets are as hotly traded as basketball or football tickets in the United States. Even in these hard times, Moscow’s many ballet companies play to sellout audiences. I saw <em>Giselle</em> for ten rubles. When it was over, there were four curtain calls. The audience showered the dancers with tulips and carnations. After the performance, those who had rented opera glasses got to go to the front of the long coat line. Apparently this was the incentive for returning the opera glasses; a quick trip to the head of any line in Russia is no small incentive.</p><p>Russians move in bunches, always pressing together for warmth. When I waited in line for tickets to a Moscow museum, I was hit by the crush of Russian bodies and the too-familiar smell of sweaty boots. In a borrowed mink coat and furry new boots, I was the living Texas stereotype: big, rich, and conspicuous. The Russians who were huddled close to me looked at my clothes with polite disapproval.</p><p>Finally I stood in front of the ticket counter. The stern Russian woman selling tickets shook her head when I handed her a single dollar bill. “Nyet,” she said. “Nyet.” Then she held up four rubles from behind the window, and barked in Russian, “No dollars, only rubles.” I begged her to take the dollar, which was worth far more than the ticket price. But my words were as useless as my dollar. Suddenly I felt a tap on my shoulder. An old woman behind me in line handed me four rubles. She was dressed in a shabby wool coat and had a scarf tied around her head. I knew that the average pensioner in Russia lives on three hundred rubles a month. I handed her my dollar—roughly one third of her monthly income—but she shoved it back. “Nyet,” she said, and then she added in English, “this is my gift.”</p><p>To see the only real source of strength left in Russia today a visitor has to find a way into an ordinary Russian household. Unlike american families, Russian families aren’t mobile. They live their whole lives in the same flat, passing down a small, crowded apartment from one generation to the next as if it were the family ranch. One Friday evening in Moscow I attended a twenty-fifth anniversary celebration of a truck driver named Roman and his wife, Galina. Their four-room flat was crowded with guests—Roman’s brother and his wife, two other couples who had been their friends for years, three daughters, two golden-haired cocker spaniels, and a blue parakeet named Gorbachev. Galina’s pine dinner table was heavy with food—fish salad, black caviar, jellied chicken that she kept cool by storing it on her balcony windowsill, sausage, ham, cheese, and several different kinds of homemade bread. The dinner began at seven. Roman poured a huge amount of vodka in a goblet the size of a small pitcher. “This is the friendship cup,” he said in Russian while his eldest daughter, Elena, translated. Each person offered an anniversary toast, then drank from the common goblet. To chase the vodka, Roman handed each person who made a toast a hard roll spread with a thick layer of caviar.</p><p>The mood around the table was festive, and no one wanted to darken the evening by talking about Russia’s future. “We will wait and see,” said Roman’s brother when I pressed him. “Nothing is certain.” Soon the conversation turned to the events of last august, when Russian president Boris Yeltsin called on the people to come to the barricades that surrounded the Russian Parliament during the abortive coup. Roman immediately went to the barricades and stayed for three days, but his brother refused to go. The two brothers stopped speaking to each other and had reconciled only a few days before this party. Elena went to the barricades as well, standing shoulder-to-shoulder with her father and her husband. “We had so much hope then,” said Elena, “but now we see only problems, and nothing good has come from our sacrifice.”</p><p>That was the sentiment I heard from everyone I talked to in Moscow. The euphoria of last summer has given way to the hardship of this winter. At the end of the evening, Roman invited me back for his thirtieth wedding anniversary. In the flurry of hugs and good-bye kisses, Roman’s eyes filled with tears. “Come back in five years,” he said, but then he whispered his country’s great doubt. “That is, if we survive this thing called democracy.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1992",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Russia",
      "Vodka",
      "Anniversary",
      "Ballet",
      "Family",
      "Opera",
      "Alcohol",
      "Art",
      "Babies",
      "Basketball",
      "Chicken",
      "Cities",
      "Clothes",
      "Education",
      "euphoria",
      "Fire",
      "Food",
      "Football",
      "Hair"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}