{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19925",
    "date": "May 1992",
    "year": 1992,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1992/19920500.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 102,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113
      ],
      [
        160
      ],
      [
        162
      ],
      [
        164,
        165
      ]
    ],
    "toc_order": 13,
    "toc_headline": "The Evening Star",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199205-theevenin",
  "source": "/1992/19920500.pdf",
  "wp_post_id": 126936,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-evening-star/",
  "authors": [
    "Larry Mcmurtry"
  ],
  "headline": "The Evening Star",
  "dek": "The last romance of aurora Greenway. An exclusive excerpt from the sequel to “Terms of Endearment.”",
  "spread_caption": "",
  "excerpt": "In an exclusive excerpt from the sequel to Terms of Endearment, aurora Greenway muddles through her last fling.",
  "kicker": "",
  "word_count": 6667,
  "content": "<p><em>aurora Greenway, now in her mid-sixties, is having an affair with Jerry Bruckner, who is little more than half her age. Although Bruckner had no degree and was entirely self-taught, he had wandered down to Houston to set up an office as a therapist in his house. Aurora had picked his name out of the Yellow Pages on a whim. Their affair began soon after that, with aurora, a widow, assuming that at her age it would be the last love affair of her life. The third main character in this selection, Patsy Carpenter, had been the best friend of aurora ’s only child, Emma, whose death from cancer comes at the conclusion of</em> Terms of Endearment.</p><p>“YOU Sure Do Own a Lot Of gowns,” Jerry said, rolling over. “I don’t think i’ve ever seen you in the same gown twice. You’re sort of a Scheherazade of gowns.”</p><p>Aurora pulled the gown of the moment back down over her hips. It was a pale peach gown she had bought in Paris some ten years back.</p><p>“i’d like to think that means i’m going to get a thousand and one nights out of you,” she said, stroking his stomach. She had become too fond of him to conceal many of her feelings, although she knew her feelings disturbed him.</p><p><em>From</em> The Evening Star. <em>Copyright</em> © <em>1992 by Larry McMurtry. Published by Simon and Schuster.</em></p><p>Illustrations By Stephen Alcorn, Typography By David Kampa</p><img/><p>Aurora And Jerry</p><p><em>“In my day nice gowns were thought to be a necessary accoutrement to seduction,” aurora told Jerry. “Somehow I doubt i’m going to get a thousand and one nights out of you, despite my well-chosen gowns.”</em></p><p>He would have been more comfortable if she concealed nine tenths of her feelings, and she knew it, yet she couldn’t conceal them—or, at least, refused to. She felt them, she wanted to feel them, she let them go on and brim over—it seemed unlikely that she would ever brim again, in quite that way, and she had no intention of slapping a lid on what she felt, bleak though the ultimate consequences might be.</p><p>Jerry said nothing. It was at such moments, after lovemaking, when he felt most strongly that life would have been more comfortable if he had followed his instincts and headed out to Elko. There were probably some cute skinny waitresses in Elko.</p><p>“I do have some very nice gowns,” aurora said. “In my day nice gowns were thought to be a necessary accoutrement to seduction—i’m sure that view has long since gone by the way. Somehow I doubt that i’m going to get anything like a thousand and one nights out of you, despite my well-chosen gowns.”</p><p>They were lying in his bed at dusk, with no lights on—the sun had set, but birds were still chirping in Jerry’s back yard. Theirs was not an affair of brilliant mornings, or sunny noons—theirs was an affair of dusk and gowns. Aurora managed it that way—relentlessly, but with a nice tact.</p><p>Just when Jerry was beginning to feel surly, resenting her, telling himself it was time to dig in his heels and not let her make it happen again, she arrived and somehow made it happen. She would bring over a good bottle of wine, or a thermos of margaritas of her own making. He liked good wine and good margaritas—they helped him get his mind off a long day of patients, whose miseries were endless and ineradicable. When he was pleasantly fuzzy from the wine, or pleasantly tipsy from the margaritas, aurora would materialize in her gown and bite his neck or something. Even when he was at his stiffest, determined not to allow her to surprise him, she would quickly worm her way around his resistance and surprise him.</p><p>At such moments she somehow wiped out the age gap and all other gaps, just with sheer appeal. Sometimes she was delicate and sometimes she was bold and sometimes she got him a little drunker than other times, but always, little by little, she dissolved his resistance. She made him forget that she was a lot more fleshy than the slim, trim exercise addicts he usually had for girlfriends. The slim, trim beauties went to no such trouble. They assumed he’d break his neck trying to seduce them, and if he didn’t, they could always race-walk away, and some other guy would. Their bodies were exactly the kind of bodies he liked, and aurora’s wasn’t at all, and yet, again and again, she coaxed him into bed.</p><p>Once he had allowed it to happen yet again, Jerry felt half-annoyed but also a little flattered. Who else had ever put that much thought or that much tact or anything like that much skill into seducing him? aurora never let it become just the same old thing—at least, she hadn’t so far. She took some pains with her preludes, bringing him tasty things to eat or books and records she knew he wanted. She didn’t call too often, she stayed clear of him during working hours, she spaced her visits, she was responsive to anything he wanted to do and often had things she wanted to doerotic things—that took him by surprise.</p><p>It was sort of odd to think of a woman her age as his mistress, but the word “girlfriend” didn’t work either for a woman her age. He didn’t quite know what to call her, but he had to admit that if a mistress was what she was, she was pretty nearly an ideal mistress. Once his resistance dissolved, on a given occasion he sometimes suddenly felt that he loved aurora—loved her very much. He felt touched emotionally in ways that he had not been touched before.</p><p>Still, the fact remained that he was sleeping with someone he indeed might love but didn’t really want to sleep with. Sometimes he would spend half a day trying to rehearse a nice way to tell aurora that he didn’t want to sleep with her anymore, but he never came close to actually telling her such a thing. Half an hour after rehearsing things to say that would help him get rid of her, she would show up and make him forget all his plans. There would be moments when he even felt that he was in love with her<em>—really</em> in love. Several times he felt it so strongly that he told her he was in love with her. Aurora usually received these declarations lightly—so lightly that it annoyed him.</p><p>“I don’t say that very often,” he complained. “I don’t tell just anybody that i’m in love with them. Doesn’t it matter to you?”</p><p>They were standing by the bed—they had been kissing, but aurora moved back a step. She looked inaccessible and less fond of him than she had seemed only a moment earlier.</p><p>“That’s flattering to hear, I suppose,” she said.</p><p>“You suppose?” Jerry said, startled. “Don’t you want me to love you?”</p><p>“Why, yes, I suppose,” aurora said again, with a cool little smile.</p><p>Jerry began to feel tight in his chest. He also felt a sense of déjà vu. It was to avoid just such scenes or just such moments that he mainly kept on the move. He had been afraid one might develop with aurora, which was why he had been planning to get rid of her. Now the ground between them was splitting—a crevasse had just opened between them, and it was widening, all because he had suddenly felt himself in love with this devilish, aging woman, and had said so.</p><p>“What are we doing here, then?” he asked. “Why do you come to my house, if you don’t want me to love you?”</p><p>“To get laid,” aurora said.</p><p>Jerry flinched, not so much at the statement as at her tone, which was still light. She wasn’t angry or hardmoments ago they had been kissing—but she didn’t seem to take his declaration of love seriously. Nothing very strange had happened—feeling had risen up in him and he had said, “You know what, I love you.” Why had that made her step away?</p><p>“You’re joking,” he said. He decided that must be it. She was always teasing him and joking, making remarks that were ironic or sarcastic or vulgar or silly. Often her joking took him off guard—he was aware that she was quicker than he was, that he could never get quite in sync with her humor—maybe instead of a widening crevasse all that was going on was a leg pull. Maybe she was pulling back in order to suck him in a little deeper.</p><p>“am I joking?” aurora asked. She came back closer to him and put her arms around his neck.</p><p>“Tell me,” she said. “am I joking?”</p><p>“I think you’re crazy,” Jerry said. “all I did was tell you I love you. Most women like to hear that. ”</p><p>“Here we go, a generalization,” aurora said. “I expect it’s a true one, of course, for once. Most women do like to be told they’re loved, but only when it’s true, my dear. Only when they can believe it—otherwise it can be rather off-putting, as you have just discovered. ”</p><p>“You don’t believe me?” Jerry said. It had not occurred to him that his “I love you” would be disbelieved, although his own words, in this instance, took him by surprise—he had not really planned or expected to say it.</p><p>“Nope,” aurora said, moving even closer. Then she bit his neck, so hard he tried to jerk away. But she didn’t let him jerk away. For a moment he felt like shoving her through the window—who was she to disbelieve him so casually? But he didn’t shove her through the window—there was a rather hostile wrestling match that led to a sweaty, sticky embrace. When it was over, Jerry still felt aggrieved that aurora was so skeptical of his feeling, at the moment when he felt so strongly.</p><p>“I suppose I was rather hard on you,” she said, rubbing the bite on his neck. She had broken the skin just slightly.</p><p>“You were horrible,” Jerry said. “I do love you—I wouldn’t even still be in this town if I didn’t love you. ”</p><p>Aurora didn’t look inaccessible anymore, at least. But her look, now, was a little sad.</p><p>“Planning to leave soon?” she asked.</p><p>“No, not really planning,” Jerry said. “But you <em>are</em> a big factor in my life, even though you don’t believe it.”</p><p>“What about your patients?” aurora asked. “Were you planning on chartering a bus and taking them with you?”</p><p>Jerry didn’t answer—actually, when contemplating Elko, he did feel guilty about his patients. He wasn’t really curing any of them—he was just sort of maintaining them, listening a lot, advising a little. Patsy had been right to call him the neighborhood priest. He wasn’t making anybody well—he was just providing a kind of consistent reassurance. Still, his parishioners <em>did</em> depend on him. A little reassurance was better than none.</p><p>“Say something,” aurora demanded. “Were you just planning to run out on me and your patients too, and if so why did you profess such shock .when I made free to disbelieve your little declaration of love?”</p><p>“It wasn’t so little,” Jerry said—her immediate step back, when he said it, still hurt—and so did the bite on his neck.</p><p>“That’s for me to judge, and I judge it to have been modest,” aurora said. “Your patients all sound rather crushed. I imagine they think of you as a doctor. I doubt many of them realize what a trifler you are. ”</p><p>“I haven’t actually gone anywhere,” Jerry said. “How am I trifling?”</p><p>“You’re the psychiatrist,” aurora said. “i’ve done my best not to start explaining you to yourself. That would be quite presumptuous, since i’m not a psychiatrist. I’m just a picky woman.”</p><p>“You are picky,” Jerry said.</p><p>“Yes, I know,” aurora replied. “Men have been complaining about my pickiness since I was fifteen. I’ve heard my flaws described hundreds of times over the years.”</p><p>She fell silent—Jerry wished she’d go home, but on the other hand, he knew that if he let her go home looking so sad he’d be miserable and feel guilty all night, although he really hadn’t done a thing to feel guilty for, that he could remember.</p><p>“Picky or not, I recognize that you’re a very sweet man,” aurora said in a subdued voice. “It’s because you’re so sweet that i’ve developed this awkward crush on you. Because you’re sweet you’ve even let me indulge my crush—a generous thing for you to do. It may well be my last crush, and it’s meant a lot to me. But i’ve never been fool enough to assume it could mean much to you. I suppose that’s why I have a tendency to withdraw when you suddenly decide you love me. I feel you’re only saying it for your own benefit.”</p><p>“You mean you think I only love myself?” Jerry asked.</p><p>“No, no—” aurora said, getting off the bed. She picked up her dress, rather wearily, and went in the bathroom to change. Jerry sat up, but he didn’t get out of bed. He felt it was likely to be a night he would mainly spend being depressed. Maybe he’d walk to the video store and rent a kung fu movie, as good an antidote as any to certain kinds of depression.</p><p>Aurora soon emerged from the bathroom, buttoning her dress.</p><p>“Where were we in our debate?” Jerry asked pleasantly. There was still hope that he could work her out of her low mood before she left.</p><p>Aurora sat down in a chair across from the bed and picked up a stocking. But, at the moment, with the day a-waning and gloom in her heart, she didn’t feel like getting back into stockings. Instead of putting them on she wadded them up and stuffed them in her purse.</p><img/><p>Aurora Drowns Her Sorrows</p><p><em>aurora took the last swallow from the bottle of retsina. Theo got up and returned with another bottle. “What happened, your boyfriend leave you?” Theo asked, handing it to her. “In a manner of speaking, yes,” aurora said.</em></p><p>“Well, we were discussing your career as a trifler,” aurora said. She transferred herself to the edge of his bed and turned on the bed light, so she could see him better. Trifler or not, he was appealing, and never more so than when he was feeling aggrieved or misunderstood or pouty at the thought that he was not being taken seriously. She touched his face fondly, to show that she bore him no hard feelings.</p><p>“Thanks to your indulgence, i’ve become profoundly fond of you, young man,” she said. “You allowed me to take an interest in you, and now I have.”</p><p>“i’ve taken an interest in you too, although you don’t seem to believe it,” Jerry said.</p><p>“If you don’t stop being so defensive, i’m going to bite you again, and this time it will <em>really</em> hurt,” aurora said.</p><p>“i’m not defensive,” Jerry said, defensively. “I just don’t have any idea what you want.”</p><p>“I want you to be good,” aurora said. “i’m having my fun and that’s fine, but I don’t like to think that i’m having it with someone who won’t bother to be good.”</p><p>Her remark was so unexpected that Jerry didn’t know quite what to say. At least she was not looking so sad, though. He took one of her hands, and she let him hold it.</p><p>“Most of the men i’ve loved haven’t been much, professionally,” she said. “Hector was a minor general. My husband, Rudyard, was a minor executive. Pascal is a minor diplomat. Trevor, my most dashing beau, was a minor yachtsman. Vernon Dalhart was a minor oilman. The only first-rater i’ve ever been involved with was alberto, my tenor, and he was only first rate for a few years, in his youth. He ended his days running a music store.”</p><p>She pursed her lips, looked away, then looked back at him.</p><p>“I thought i’d do better, but when all’s said and done I didn’t do better,” she said. “Now i’ve flung myself at you, just because you’re cute.</p><p>“i’m continuing my pattern of not doing better,” she added, with a wry grin.</p><p>“I see—I fit right in with the rest of your guys, don’t I?” Jerry said—he liked her wry grins. “i’m as minor as the rest of them. ”</p><p>“Yes, but you can still be good,” aurora said. “You started out as a fake shrink, but now, like it or not, you’re a real shrink. People become what they do, and you <em>are</em> treating your patients. I like that. In fact I like it a lot. But now you have to live up to it, don’t you? I don’t mean with me. You can cast me out any day and go back to your working girls. I’ve never exactly been a working girl, but I respect them. You can have as many of them as you want, once this is done.”</p><p>“Please stop talking like that,” Jerry said. Although he knew very well that he wanted the affair to be over, he didn’t want to admit that fact to aurora. Instead, he felt a need to deny it, even to make it sound ridiculous. He knew that aurora’s way of looking at their situation was a good deal more honestthan his own—that was no novelty, either. Women were always more honest about impending breakups than he was able to be. It left him feeling conflicted, which was how he felt when he looked at aurora, as she sat sadly beside him, rubbing the back of his hand.</p><p>“This isn’t done,” he said.</p><p>“Perhaps not,” aurora admitted. “But you mustn’t lure me away from my point.”</p><p>“I guess i’ve forgotten the point,” Jerry said.</p><p>“Your patients,” aurora said. “They’re the point. Being a doctor is not like being a concierge.”</p><p>“Well, there are similarities,” Jerry said.</p><p>Aurora let go his hand and stood up.</p><p>“You only want to quibble,” she said. “I frequently enjoy quibbling myself, but this is not one of the times when i’m likely to enjoy it. So i’m going.”</p><p>She picked up her purse and walked out. Jerry jumped up and grabbed a pair of shorts. He caught up with aurora just as she was getting into her car.</p><p>“I didn’t mean to make you mad,” he said.</p><p>“You didn’t,” aurora said. “i’m not angry. I suppose i’m just disappointed—you’re just so afraid of serious talk, or serious anything.”</p><p>“But perhaps you aren’t, with your patients,” she added. “If I had just had the good sense to stay a patient, I might have got seriousness out of you. I’m sure not getting it this way. ”</p><p>“I haven’t done anything,” Jerry protested. “You’ve got me leaving and deserting my patients and deserting you too, but I haven’t left. I may not be doing that much good, but i’m still here, doing my best.”</p><p>“Perhaps it’s just energy,” aurora said, deciding that she wasn’t quite up to managing her seat belt.</p><p>“What’s that mean?” Jerry asked.</p><p>“It takes immense energy to remain decent,” aurora said. She put her key in the ignition and wiggled it a few times to encourage it. “Some people just don’t have it.”</p><p>“I scarcely have the energy to be decent now myself,” she added. “It’s no job for the lazy.”</p><p>He was standing by the car in his shorts. Why couldn’t she, once, be attracted to strength? Why did so many men look so quivery when you looked at them hard? Why did the sight of a man she liked, or perhaps loved, make her feel so alone?</p><p>“When will I see you?” Jerry asked—he had a sense that she might be leaving, not to return, and it made him feel panicky suddenly. He forgot that he didn’t really like to sleep with her, forgot his dreams of Elko. He didn’t want to hear aurora say that she was never coming back.</p><p>[Continued On Page 154]</p><p>[Continued From Page 107]</p><p>“I don’t know,” she said. “i’ll have to think about it. ”</p><p>“I wish I knew what i’d done,” Jerry said.</p><p>“Oh, you’ve been fine,” aurora said. “You’ve indulged me quite a lot. In your own way, you’re exemplary.”</p><p>She started the car and let it sit for a minute, idling. She looked steadily at Jerry while it was idling, thinking that a steady look might drive him back in the house. But he just stood there, looking youthful and appealing, hangdog, worried, sad.</p><p>“are you sure you aren’t the kind of fellow who goes off to the store to get a loaf of bread and is never seen or heard from again?” she asked.</p><p><span class=\"dropcap\">D</span>espite Telling Herself That nothing was going to happen, Patsy couldn’t stop ambushing Jerry Bruckner at the grocery store.</p><p>Aurora Greenway had hit on Jerry, after all—and aurora had looked down her nose at Patsy, on some sort of vague moral grounds, for most of Patsy’s life. But once aurora decided that she wanted Jerry, she didn’t waste any time taking him, and she didn’t make any bones about it, either.</p><p>What was fair for aurora was certainly fair for her, Patsy felt, so, once again, she took to cruising Jamail’s parking lot in the late afternoons. If his station wagon was there, she marched right in and found him, usually staring vaguely at an array of frozen dinners, or pondering how many tomatoes to buy, or looking solemnly at the mustards. Jerry ate a lot of sandwiches and liked to try unusual mustards.</p><p>“Let’s pretend this is a game,” Patsy said the second time she ambushed him. “The name of the game is FindJerry-at-the-Grocery-Store. I’m the hunter and you’re the hunted. The rules are simple. If I find you, you have to take me someplace.”</p><p>Jerry looked slightly flattered, in an unaggressive way. “This could be a fun game,” he said. “How often will we play it?”</p><p>“The hunter controls the frequency,” Patsy informed him. “We play it whenever i’m in the mood.”</p><p>“It doesn’t sound as if the hunted has much choice,” Jerry said.</p><p>“Sure he does,” Patsy said. “This isn’t the only grocery store in Houston. If you don’t want to be hunted, just buy your stupid algerian mustard somewhere else.”</p><p>The evening of the second ambush they drove to austin and ate barbecue at a fashionable barbecue joint in Dripping Springs. They returned to Jamail’s parking lot at three in the morning. Great produce trucks were purring at the loading docks. They were together nearly ten hours and had talked constantly the whole time. On the way to austin they talked quite a bit about art. Jerry enjoyed museums and had been to many, though he didn’t have strong opinions about art. He liked to drift past pictures until he found one that he liked. Then he would pause a minute and drift on.</p><p>“That’s you, Mr. Drift along,” Patsy said. “always looking, never touching. Why do you even go to the museums, if you’re that casual about art?”</p><p>“I think I just like being in nice buildings,” Jerry said.</p><p>“Name a nice building,” Patsy demanded.</p><p>“Well, the Menil museum,” Jerry said, mentioning Houston’s newest.</p><p>“I have to admit it’s a nice building,” Patsy said.</p><p>“Why would you mind admitting it?” Jerry asked.</p><p>“Because i’m ticked at you, and I don’t like agreeing with anything you say,” Patsy said.</p><p>Jerry didn’t answer, though he did smile, sort of sadly.</p><p>“Have you always gotten by on wistfulness?” she asked. They were blazing down the dark road at close to ninety.</p><p>“Mostly,” he said.</p><p>“Psychiatrists are supposed to be able to deal with anger, their own and other people’s,” Patsy said. “Why are you so reluctant to deal with mine?”</p><p>“I just am,” Jerry said.</p><p>“Do you have any notion of why i’m angry?” she asked.</p><p>“Well, yes,” Jerry said. “You’re offering and i’m declining, sort of.”</p><p>“Sort of?” Patsy said. “How can you ‘sort oP decline a woman who offers herself? You either decline or you don’t, no sort of about it.”</p><p>“Well, i’m in the car with you,” Jerry said. “I ate barbecue with you. It may not be much, but it’s not nothing, either.”</p><p>“From where I sit there’s a pretty thin line separating this from nothing,” Patsy said.</p><p>Fifty miles passed in silence.</p><p>“Did aurora ever think you were really going to be her therapist or was that just a ruse?” Patsy asked.</p><p>“aurora’s not much for ruses,” Jerry said.</p><p>“Well, neither am I, unless you consider hitting on you in a grocery store to be a ruse,” Patsy said.</p><p>Jerry didn’t respond to that remark—he let a minute go by in silence.</p><p>“Is it that you’d just rather not be wanted or that you’re at a loss for words when you discover that you <em>are</em> wanted?” Patsy asked.</p><p>“I think of myself as the prime wanter, actually,” Jerry said.</p><p>Patsy thought he must be joking, but when she looked at him he looked back at her gravely.</p><p>“The prime wanter?” she said. “If that’s how you think of yourself, you certainly disguise your warnings pretty well. Other than algerian mustard, i’d be hard put to name a single thing you seem to want particularly. You certainly don’t appear to want me.”</p><p>“I want you, but i’m blocked,” Jerry said, still solemn. “You’re too educated. I know it’s silly to be so scared of educated women, but I can’t help it.”</p><p>“Uh-hum, and how long have you had this problem, doctor?” Patsy asked.</p><p>“Since I left Las Vegas,” Jerry said. “When I went to New York to try and be a comic, I had it really badly.”</p><p>Patsy waited. Jerry seemed to have forgotten that they were talking, but then he sensed her impatience, looked over at her, and grinned.</p><p>“In New York I went out with a beautiful widow,” he said. “Her husband had been a socially prominent stockbroker—he lost a lot of money and jumped out a window. She had been to medical school and was a top cancer researcher. She was one of the most beautiful women i’ve ever gone out with, and she was nice too. She had been to school in France and also to the Harvard medical school.”</p><p>Again, he stopped, shrugged, and said no more.</p><p>“Well, those things aren’t sins,” Patsy said. “So what’s the deal? What happened?”</p><p>“I was paralyzed—I just couldn’t deal with that much education,” Jerry said. “I think we went out eighteen times, and I never so much as kissed her. ”</p><p>“If it’s any help, I didn’t go to school in France or to the Harvard medical school either,” Patsy said.</p><p>“So what about aurora?” she then asked. She had killed her motor—they were just sitting in the empty parking lot, watching clouds roll over.</p><p>“Do you think the affair’s <em>really</em> ended?” she asked.</p><p>He considered. Jerry, who had never particularly wanted to sleep with aurora when she was pursuing him, now found that he missed being in bed with her; but instead of waiting for a moment when aurora might feel yielding again, he had started going to the movies and then to bed with another tall country girl with slightly crooked teeth. Her name was Lalani, she was 22, she hoped to be a beautician, and she worked at the Winchell’s Donut House, six blocks from his home, where he often went for coffee. Lalani had grown up in Odessa.</p><p>“Oil field trash and proud of it,” she said brightly. “I guess that’s why I like this dirty ol’ f—ing so much.” She had greenish eyes and a large collection of Harlequin romances, which she added to, on her afternoons off, at a paperback exchange on airline Road.</p><p>“It’s a long way to drive, but they got the most Harlequins,” Lalani said. She lived on onion rings, cheeseburgers, and Winchell’s doughnuts; she had no interest in exercise, unless activities of a sexual nature counted as exercise.</p><p>“Why’d I want to run around pounding my legs on the pavement when I can sweat off just as much weight bouncing on this nice old bed with you?” she asked, when Jerry invited her to jog with him.</p><p>Jerry decided not to mention Lalani to Patsy—Patsy was irritated enough as it was. He eased out of the evening by offering to lend her a book she had happened to mention, which he happened to own. It was a book on subconscious language by a Hungarian analyst named Thaas-Thienemann.</p><p>Patsy drove home thinking Jerry was a jerk—it was too humiliating, she would never attempt to ambush him at Jamail’s again; but again, she changed her mind and they sparred through six more lengthy evenings before she finally decided that the only way it was going to happen was if she took matters into her own hands, which she did one afternoon not five minutes after aurora Greenway had walked out of Jerry’s door. Patsy had been on her way over, meaning to return Jerry’s book, saw aurora’s Cadillac at the curb, and was about to drive on, more annoyed than ever, when she saw aurora step out of his house. She quickly turned right, hoping aurora hadn’t seen her, and then drove around the block, and another block, wondering why she was bothering with this man. Anyone who liked aurora Greenway as much as Jerry seemed to couldn’t be that interesting anyway.</p><p>But after whistling along several nondescript suburban blocks, she turned back to Jerry’s street. The Cadillac was gone. Patsy was too annoyed to reflect, and one of the things she was annoyed with was her own tendency to last-minute timidities. She was always backing out at the last minute; both her daughters were always telling her she was too chicken, too conservative, when it came to men. Both girls were appalled, or at least professed to be appalled, by their mother’s long celibate stretches, the most recent of which was getting on toward a year and a half.</p><p>Patsy started to ring Jerry’s doorbell but then decided to try the door instead. It opened, and she stepped into his house. Jerry sat in the living room, in shorts and an old blue T-shirt. He had been reading the sports page. He looked up at Patsy, a little surprised but not alarmed.</p><p>“I brought your book back,” Patsy said, her timidity rising. What was she doing, marching into this man’s living room?</p><p>“What’d you think of it?” Jerry asked.</p><p>“i’m not thinking just now. I want to kiss you,” Patsy said, taking his paper and folding it carefully before she trapped him on his couch, her body across his legs.</p><p>“I don’t want you to give me any trouble—I don’t want you to deny me, anymore,” she said, sliding her fingers up his neck, into his hair.</p><p>When aurora walked into Jerry’s house early the next morning, the first thing she noticed was Patsy Carpenter’s yellow belt lying on Jerry’s old couch.</p><p>She had formed the habit of driving over to Jerry’s early to have a cup of coffee with him before his first patient appeared. She seldom stayed more than fifteen or twenty minutes.</p><p>Patsy Carpenter’s yellow belt had a certain dash—sufficient dash, in fact, that aurora had once been moved to compliment her on it. She had even asked Patsy where she got the belt, thinking she might want to locate something comparable for herself.</p><p>“I got it at the Broadway, in Sherman Oaks,” Patsy said. “I went to shop for towels and ended up buying this belt. Want me to get you a swell belt, aurora, next time I go?”</p><p>“Well, if you see one that says ‘aurora’ to you, you might,” aurora said.</p><p>Now the same yellow belt was lying on Jerry Bruckner’s living room couch, and the somewhat squashed cushions of the old couch caused aurora to picture the two bodies, Jerry’s and Patsy’s, fervent and sweaty, in the act of love. The image had such impact that she felt weak—she didn’t take another step forward. Jerry had left the front door open for her, but he was not in the room. Often she slipped in while he was showering; she would be sitting at the kitchen table, sipping tea, when he appeared, looking clean-shaven, boyish, a little sleepy, his hair still wet.</p><p>This morning there would be no coffee. Aurora could hear the shower running, down the hall. She felt as if she had been kicked in the gut. Quietly, hoping Jerry wouldn’t hear her, she backed out the door and closed it behind her. Her main hope was that her car would start smoothly, so she could make her way off and not have to see or speak to Jerry Bruckner just then. The Cadillac had been rather prone to stalls lately—it often didn’t seem quite ready to start when she turned the key. Her one hope, this time, was that it would at least run long enough to get her around the corner, out of sight, so that her humiliation would not be witnessed by the young man she had so foolishly insisted on flinging herself at. Again, the image of his body and Patsy’s, on the couch, came to mind, so clearly that she could scarcely see the sidewalk ahead of her.</p><p>Fortunately, the Cadillac started immediately, and she was able to ease away. At the corner she looked back, fearing she might see Jerry running down the sidewalk after her, or else just standing on his front step, wondering why she was leaving without so much as a sip of coffee. But there was no one on the sidewalk or on the step. She was safe.</p><p>She thought of going to Galveston and watching the ocean all day, but there would be traffic, her car might stop, it was a long way to drive. She had come out barefoot, in her gown and housecoat, which would leave her feeling at a disadvantage if she had to talk to policemen or tow-truck people, which could well be the case if her car did stop.</p><p>Carefully, using an old route remembered from the days when Houston had no freeway, aurora inched north across the bayou and east through the railroad yards until she was in the region of the Ship Channel. Somewhere on McCarty Street she remembered seeing an openair Greek bar, where the sailors came to drink and play cards. It was in sight of the great refineries to the south—the air smelled of oil and salt. But she remembered it as friendly, and friendly, at the moment, was all she hoped for from life.</p><p>Sure enough, the bar—actually little more than a shed—was there, open to the breezes from the Gulf and to the traffic from McCarty Street as well. Two old Greek men in undershirts were sitting at a little rickety table, shuffling little ivory dominoes. Both were stocky, both had white hair, both were smoking, and neither seemed at all surprised when a large barefooted woman in a gown and housecoat got out of an old Cadillac and picked her way across the strip of shaley gravel that functioned as their parking lot.</p><p>“Got any retsina this morning?” aurora asked with the best smile she was capable of.</p><p>The Greek on her right raised his eyebrows and smiled.</p><p>“You lose your shoes?” he asked.</p><p>“Shut up!—she left them at the dance,” the Greek on her left said. He rose and went to retrieve a wobbly looking green chair that someone had kicked into the parking lot in the course of the night. Aurora had almost hit it while attempting to park correctly. The man set it carefully on the somewhat uneven concrete floor of the bar.</p><p>“Sit, be comfortable,” he said. “It’s a beautiful day.”</p><p>The other man got up, disappeared briefly, and returned with a bottle of retsina and a glass.</p><p>“Don’t drop it, it’s the last glass,” he said, setting bottle and glass in front of aurora. “I may go buy some more today, if it don’t get too hazy. ”</p><p>“It’s a beautiful day, it ain’t gonna get hazy,” he added, for aurora’s benefit.</p><p>It <em>was</em> rather a beautiful day, aurora decided. Sunlight was slanting through a number of holes in the roof, which seemed to be affixed to the walls at a rather tipsy angle.</p><p>“The hurricane blew the roof off, but we stuck it back,” the older man informed her. “We didn’t stick it back too straight. ”</p><p>“It don’t look heavy, but it’s heavy,” the first Greek man informed her.</p><p>“It’s also rather punctured,” aurora observed, pouring herself a retsina. “Don’t you get wet when it rains?”</p><p>“We don’t come here when it rains,” one of the Greeks admitted.</p><p>Aurora quickly drank about half of the glass of retsina, watched impassively by the two men. Both had huge bags under their eyes—identical bags. The longer she inspected them, the more identicalities she noticed. They had identical bellies, identical undershirts, identically muscular shoulders, and identical white hair. Besides, the looks they fixed on her were also identical: profoundly worldweary and yet alert. They were men, she was a woman, she had walked into their lives, and they were sizing matters up.</p><p>“My goodness, i’ve figured it out; you’re twins,” aurora announced.</p><p>The two men shook their heads. “Brothers, not twins,” one said.</p><p>“Do I get to know your names?” aurora asked.</p><p>“Petrakis,” one said. “i’m Theo and he’s Vassily.”</p><p>“Well, i’m aurora. I like this retsina, but I hate to be the only one drinking, particularly at such an early hour,” she said.</p><p>“It don’t matter when you drink,” Theo said. “Your stomach don’t know what time it is.”</p><p>“are you sure this is the only glass?” aurora asked. “What kind of bar just owns one glass?”</p><p>“a Greek kind of bar,” Vassily remarked. “Everybody that comes here thinks he has to be a Greek and break glasses. I wanted to get plastic, but Theo won’t have no plastic.”</p><p>“We argue,” Theo said. “I think plastic is tacky.”</p><p>“I absolutely agree,” aurora said, just as a large oil truck, running a bit too close to the edge of the road, whooshed a gust of hot exhaust into the bar, causing her to cough.</p><p>When she stopped coughing the two Greeks were still looking at her.</p><p>“You two look as if you’ve seen it all, and I guess if it’s Western civilization we’re talking about, you have,” aurora said.</p><p>The men had no comment on that observation.</p><p>“If you two are not twins, who’s the elder?” aurora asked, hoping to milk a little volubility out of them.</p><p>“I was born first,” Theo said. “I beat him by a year. ”</p><p>“It’s my bar, though,” Vassily said. “He just works here.”</p><p>Aurora drained the glass and turned it upside down.</p><p>“I think i’ll refrain from breaking it, since it’s your last,” she said. “i’ve had rather a bad shock today, and I would rather not drink alone. Let’s spare the glass and drink out of the bottle.”</p><p>She took a swig from the bottle and handed it to Vassily, who drank a good swallow and handed the bottle to Theo.</p><p>Two grimy young sailors came walking up the road from the direction of the Ship Channel. They ignored the retsina drinkers and fed a few quarters into a dusty soda pop machine. Nothing happened for a bit, until they began to punch the pop machine. One kicked it and the other shook it. Finally a single 7-Up clattered out. The two sailors stationed themselves at the bar’s other table, popped open the 7-Up, and shared it.</p><p>“If you hurry before I get drunk you could probably teach me to play that interesting looking domino game you were playing when I drove up,” aurora said. She took the last swallow from the bottle of retsina.</p><p>Theo got up and returned in a moment with another bottle.</p><p>“I can tell you a curious thing about ivory,” aurora said, playing with one of the little dominoes. “It turns black if it doesn’t get sunlight. Of course, there’s not much danger that your dominoes won’t get sunlight here.”</p><p>“You don’t want to play with Theo, he cheats,” Vassily said.</p><p>“Shut up—you cheat,” Theo said, with no heat.</p><p>“That’s how I lost the bar,” he added to aurora. “He cheated.”</p><p>“Oh, well, if I get him drunk, Theo, perhaps you’ll win it back,” aurora said. She found herself rather warming to Theo, as the retsina began to take effect. Though Vassily looked identical, he did not quite seem to have Theo’s sparkle—though, at first glance, “sparkle” might seem an odd word to apply to a fat old Greek with bags under his eyes.</p><p>Still, aurora thought she detected sparkle in the way Theo looked at her.</p><p>“What happened, your boyfriend leave</p><p>you?” he asked, handing her the new bottle.</p><p>“In a manner of speaking, yes,” aurora said. “The son of a bitch left me for my daughter’s best friend.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1992",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Love",
      "Affair",
      "ever",
      "Cadillac",
      "School",
      "Women",
      "Barbecue",
      "Barbecue",
      "Running",
      "Sound",
      "Austin",
      "Cancer",
      "Edge",
      "France",
      "Game",
      "Gowns",
      "Home",
      "Houston",
      "New York",
      "Oil"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Aurora",
      "Austin",
      "Houston",
      "Galveston",
      "Paris"
    ]
  }
}