{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198210",
    "date": "Texas Monthly",
    "year": 1982,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1982/19821000.pdf",
    "issue_cover_image": "",
    "document_start_page": 127,
    "toc_start_page": 126,
    "document_page_range": [
      [
        127,
        128
      ]
    ],
    "toc_order": 2,
    "toc_headline": "",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198210-theshape",
  "source": "/1982/19821000.pdf",
  "wp_post_id": 117786,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-shape-of-things-to-come-2/",
  "authors": [
    "P.B."
  ],
  "headline": "The Shape Of Things to Come",
  "dek": "In the struggle between the parties, these are the races to watch.",
  "spread_caption": "",
  "excerpt": "The Shape Of Things To Come Ten key races in the war between the parties.",
  "kicker": "",
  "word_count": 1427,
  "content": "<p>For a lot of Republicans and Democrats, the governor’s race between Bill Clements and Mark White overshadows everything else on the ballot, even the U.S. Senate race. The battle for the governorship will be, in their eyes, the yardstick by which party politics are measured. Was Clements’ win in 1978 a fluke? are the Republicans here to stay as a factor in state politics? Is Texas a true two-party state, not just in presidential elections but in state races as well?</p><p>But the governor’s race is not a reliable gauge of relative party strength, not this year. Bill Clements is on his own now. He is such a strong personality that the outcome shouldn’t be interpreted as anything more than a referendum on Clements himself.</p><p>A better assessment of how the parties are doing will be the races farther down the ballot that Republicans have never won. The Republicans have traditionally followed a political trickle-down theory —win the top spots, then let the success filter down—and 1982 will be the first real test of that strategy since Clements took care of the prerequisite in 1978.</p><p>If you’re looking for a way to read the 1982 elections, the following ten races, listed according to the likelihood of a Republican victory, will be a much better scoreboard than the governor’s race. Every geographic area of Texas is represented. Republican strategists think they have an excellent shot to win in every case. Moreover, the six legislative and congressional battles will test the success of the Democratic redistricting plans that were designed to protect the party’s hold on local offices. If Republicans can make a clean sweep of this list, that will say more about their longrange prospects to become the dominant party in Texas than even Bill Clements’ reelection.</p><p><strong>Dallas</strong></p><p><strong>Dallas County Judge:</strong> Frank Crowley (Republican) versus Bob Power (Democrat). No other urban county in the state has voted so Republican for so long, yet the Republicans have never controlled the courthouse. This should be the year: they have two of the four commissioners, and Democratic county judge Garry Weber is not running. The Democrats are by no means conceding; Power, a former mayor of Irving, could make some inroads into suburban areas that usually vote Republican. Still, if the Republicans can’t win this one, Bill Clements ought to change parties.</p><img></img><p><strong>West Texas</strong></p><p><strong>State Senator:</strong> Ernest angelo (Republican) versus Bill Sims (Democrat). A race the Republicans <em>must</em> win. With its oil money, Midland is the most reliably Republican territory this side of the White House. For years Democratic cartographers have crafted Senate districts that neutralized Midland’s Republican strength, but in 1980 their skill might have deserted them. This is more than a party race, however. It is a battle of hometowns, Midland (angelo is a former mayor) against San angelo, and a battle of mythologies, ranching (Sims was for sixteen years the executive secretary of the Texas Sheep and Goat Raisers association) against oil. The outcome will probably be decided by where Republican sheep and goat raisers place their loyalties.</p><p><strong>North Texas</strong></p><p><strong>U.S. Congressman:</strong> Jim Bradshaw (Republican) versus Tom Vandergriff (Democrat). Add this new district to the list of must-win races for Republicans. It is prototypical Republican territory, the Mid-Cities area between Dallas and Fort Worth. Ronald Reagan carried the district by 66 per cent, Bill Clements by 60 per cent. Bradshaw is well known because of his unsuccessful 1980 race against House majority leader Jim Wright of Fort Worth. There’s probably only one Democrat in the entire district with a chance to win, and unluckily for Republicans, it’s Vandergriff, the stillpopular former mayor of arlington.</p><p>Illustrated by Mark Stinson</p><img></img><p><strong>High Plains</strong></p><p><strong>Hale County District attorney:</strong> Richard Moore (Republican) versus Ron Felty (Democrat). Republicans have been poised to take over the Panhandle for about a decade, but they have never been able to break the Democrats’ dominance at the local level. This race is their big chance, because for once the Republican is the incumbent: Moore was appointed DA by Bill Clements. His challenger, known around Plainview as Mad Dog for his courtroom oratory, is the former county attorney. One possible issue: some major criminal cases have resulted in probated sentences, while a woman prosecuted by Moore for welfare fraud went to prison for ten years. Trouble is, no one knows whether that will work against Moore or for him.</p><p><strong>Gulf Coast</strong></p><p><strong>State Representative:</strong> Kerry Spradley (Republican) versus Hill Kemp (Democrat). The district is up for grabs, an open seat created by redistricting. The territory skirts Republican Southwest Houston like an outer beltway, running from Katy to alvin and into Galveston County, but it lies west and south of the affluent Republican suburbs around Sugar Land. Both candidates are political neophytes with business backgrounds, so party affiliation is likely to be decisive. John Hill carried the area against Bill Clements in 1978, but Ronald Reagan got 62 per cent here in 1980. There’s no doubt that the district is changing; for Republicans, the question is how fast?</p><img></img><p><strong>San antonio</strong></p><p><strong>District Judge:</strong> Roy Barrera, Jr. (Republican), versus Bill Stolhandske (Democrat). Barrera, from a wellknown San antonio family (his father was Secretary of State under Governor John Connally), took a calculated gamble by taking a judicial appointment from Bill Clements and running as a Republican. Democrats, led by lawyer Pat Maloney (his clients include big-bucks political donor Clint Manges), dearly want to punish him for it. At stake is far more than a judgeship: Republicans believe that Mexican americans, with their strong church and family ties, are natural Republican voters and hope to use Barrera as a lure.</p><img></img><p><strong>Statewide</strong></p><p><strong>attorney General:</strong> Bill Meier (Republican) versus Jim Mattox (Democrat). The best index of party clout on the statewide ballot: the office is too prominent for the race to be obscure, but the candidates are too obscure for the race to be prominent. Neither is without flies. Mattox, now a Dallas congressman, has made too many people mad — specifically, his former colleagues in the Texas Legislature. They eliminated his seat in redistricting, but that so far hasn’t eliminated Mattox. Meier, though, has made too many people happy-namely, the business lobby in austin. As a state senator from Euless, he led fights to raise interest rates, lower consumer protection, and drive money market funds out of Texas. James Baker, now of the Reagan White House, couldn’t win this office for the GOP in 1978, but Mattox isn’t Mark White, either.</p><p><strong>Piney Woods</strong></p><p><strong>State Representative:</strong> Gary Paxton (Republican) versus Rodney Tow (Democrat). Here’s where the Republicans can bust the Democratic redistricting strategy of joining Republican suburbs to Democratic rural areas. The Democrats severed the chic Woodlands area from this district north of Houston in an effort to protect Tow, a lackluster freshman legislator. Meanwhile, the Democrat who got stuck with the fast-growing Woodlands, Jim Turner of Crockett, is regarded as a rising legislative star. The new districts reveal what qualities are most valued by the House leadership: given a choice between conservative Democrats, they opted for protecting the Indian over the chief. If Paxton wins and The Woodlands keeps growing, <em>both</em> seats could end up Republican.</p><p><strong>East Texas</strong></p><p><strong>State Senator:</strong> Leonard Davis (Republican) versus Ted Lyon (Democrat). What’s a gerrymander? How about a district that joins Republican Tyler to Republican Dallas and still produces a Democratic senator. At least that was the idea behind this new district, one of six that snake into Dallas County in an attempt to dilute that Republican stronghold. In the past, Republicans have captured Tyler in prominent national and state races but have fared poorly further down the ballot. If Davis, a Tyler attorney, can beat Lyon, a former cop from Mesquite who compiled a middleof-the-spectrum record as a legislator, it would give the Republican cause a big boost in East Texas.</p><p><strong>South Texas</strong></p><p><strong>U.S. Congressman:</strong> Joe Wyatt (Republican) versus Bill Patman (Democrat). This is the long shot on the list, though not because Patman, the incumbent, is considered unbeatable. Indeed, so many state senators had the knife out for their lightly regarded former comrade that the revised district is one of the rare cases where Republicans are better off after redistricting. But in 1980 Wyatt admitted to problems with alcohol, which forced him to retire from a congressional seat he had won as a Democrat. A pity: Wyatt was one of the abler talents to come out of the Texas Legislature in recent years. He has had no trouble raising money, remains popular around his base of Victoria, and says his problems are behind him. Nevertheless, it is a measure of just how well the Democrats drew the congressional map that Wyatt represents one of the best Republican hopes for gaining a seat.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Republican",
      "Republicans",
      "Race",
      "Bill Clements",
      "Texas",
      "Dallas",
      "Democrats",
      "Reagan",
      "Tyler",
      "Business",
      "Democrat",
      "Family",
      "House",
      "Houston",
      "MAD",
      "Mayor",
      "Midland",
      "office",
      "people",
      "Redistricting"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Tyler",
      "Houston",
      "Midland"
    ]
  }
}