{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198210",
    "date": "October 1982",
    "year": 1982,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1982/19821000.pdf",
    "issue_cover_image": "",
    "document_start_page": 125,
    "toc_start_page": 124,
    "document_page_range": [
      [
        125,
        126,
        127
      ],
      [
        205
      ],
      [
        207
      ],
      [
        209,
        210,
        211
      ],
      [
        215,
        216,
        217
      ],
      [
        219
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Jim Collins And the Armies Of the Faithful",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198210-jimcollin",
  "source": "/1982/19821000.pdf",
  "wp_post_id": 117789,
  "wp_post_guid": "http://www.texasmonthly.com/article/jim-collins-and-the-armies-of-the-faithful/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Jim Collins And the Armies Of the Faithful",
  "dek": "If you want to know whether conservative Democrats have a future in Texas politics, keep an eye on the fortunes of this man.",
  "spread_caption": "",
  "excerpt": "Jim Collins is running for the Senate on the claim that it’s better to be right (wing) than to pass bills. If he wins, it will change Texas politics.",
  "kicker": "",
  "word_count": 6804,
  "content": "<p><span class=\"dropcap\">S</span>lide the cassette into the video recorder and the sixties are alive again. There on the screen are the war protesters at the 1968 Democratic convention, faces contorted with screams, and there too are the Chicago police, clubbing their way through the mob. The scene is accompanied by a voice. It links the protesters and the violence to one man—the incumbent senator from Texas. He is a liberal, the voice says. He doesn’t vote like a Texan.</p><p>Twelve years ago this bit of film helped put its sponsor, Lloyd Bentsen, in the United States Senate. It was the message he used to upset Ralph Yarborough, the longtime leader of the liberal wing of the Texas Democratic party. Today Lloyd Bentsen is running for a third term, and the themes of the upcoming campaign—liberalism, voting like a Texan—are the same as in 1970. Only this time Lloyd Bentsen is the accused, not the accuser.</p><p>Bentsen’s Republican opponent, Congressman Jim Collins of Dallas, insists that Bentsen has changed during his two terms in the Senate. But the fact is that Bentsen remains exactly what he has always been: the political embodiment of the Texas establishment, neither conservative nor liberal but quintessentially pragmatic. If either candidate symbolizes the changes that have taken place in Texas politics over the last twelve years, it is not Bentsen but Collins.</p><p>Back in 1970 someone like Jim Collins—a conservative who is committed to ideology rather than to the establishment—could not have been a factor in statewide politics. Lyndon Johnson was still regarded as the master and Ben Barnes was the heir, and it seemed as if the old regime would go on forever. Then suddenly Barnes was beaten and Lyndon was dead, and in their place came the elements that made Jim Collins possible: in Texas, the emergence of the Republican party and the decline of the monolithic establishment, and nationally, the abandonment of the pragmatism of Lyndon Johnson for the emotionalism of single issues and pure ideology. Lloyd Bentsen is the last survivor of the old days, and that is why the Senate race is so important. Even more than the governor’s race between Bill Clements and Mark White, it is a measure of where Texas politics is headed in the last two decades of the century. If Jim Collins successfully characterizes Bentsen as a liberal and wins the election, it will mark the expiration of not only the Tory Democrats but also the political tradition that has ruled Texas since the forties.</p><img/><img/><p>Photography by andy Vracin</p><p><em>Some politicians would rather be true believers than get things done; Jim Collins is one.</em></p><p><strong>The Candidate: Rally ’Round the Flag</strong></p><p>“No natural fabrics.”</p><p>That’s how a relative of Jim Collins’ described the crowd that showed up at a suburban North Dallas office complex to celebrate the opening of Collins’ campaign headquarters on a midsummer Saturday morning. The rally, featuring Illinois congressman Phil Crane, drew about two hundred people, almost all women, almost all middle class. This was not social Dallas, Junior League Dallas, country club Dallas. Most of the women wore no jewelry at all. A lone preppie, even wearing a yellow Jim Collins Tshirt, looked pathetically out of place. This was the Republican grass roots: the women who walk the precincts, work the phone banks, and worry that the country is losing its basic virtues.</p><p>Collins arrived after the large room was full. Standing beside the bulkier Crane on a makeshift podium, he looked joggerslender. As he moved his head to look around the room, his profile was dominated by silver eyebrows that protruded from his forehead like craggy ledges. As always, he displayed an american flag in his lapel. At 66, he looked much older than the blow-dry candidates that have become the norm these days—especially when, as he climbed up onto the podium, his head was momentarily obscured by the blue and gold crepe paper streamers that hung from the ceiling, emphasizing the deep folds of skin in his neck.</p><p>Not many politicians first run for the Senate at an age when people in other lines of work are past retirement (ten Republicans beat Democratic incumbents in 1980; their average age was 47, and the oldest was 57), but age is only one of the reasons why Jim Collins is an unusual candidate. Collins served eleven years as president of Fidelity Union Life Insurance of Dallas, founded by his father, before leaving to try for office in 1966. He is one of the very few members of the House who headed a major corporation before running for office; usually CEO types run for the Senate (Bentsen was president of Lincoln Consolidated) or the governorship (Bill Clements was boss at Sedco), where the challenges and rewards of office are much greater.</p><p><em>(Continued on page 204)</em></p><p><em>(Continued from page 126)</em></p><p>Collins barely lost that first race in what was then a predominantly Democratic district, but he won his seat in a special election after the incumbent died in 1968. That makes him one of the longest tenured of the 192 Republicans in the House, among the top 32 in seniority. But while many of his fellow survivors have climbed to positions of leadership, Collins remains one of the most obscure members of the House. Most congressmen serve on two, sometimes three committees (unless they are on heavy-load panels like appropriations or Ways and Means), but Collins serves on only one. He has the lightest work load of any of the senior Republicans.</p><p>Most unusual of all is Jim Collins’ approach to politics. He is, by choice and by self-proclamation, a stranger in the strange land of politics, an alien in the Washington environment. As he introduced Crane, he underscored his own role as an outsider by praising Crane’s: “Many congressmen vote for expediency, but Phil votes <em>right. . . .</em> He’s <em>so</em> outspoken. . . . When you’re up there, you wonder, do liberals really understand?”</p><p>It was impossible to hear this criticism of expediency and pragmatism without reflecting on other politicians Texas has sent to Washington—masters of the practical, the possible, the inside: not just Lyndon but also his mentor, longtime Speaker of the House Sam Rayburn, whose advice to young members was “To get along, go along”; the Connallys—Tom, who maneuvered the United Nations charter through the Senate, and John, a pro-business Secretary of the Treasury who nonetheless imposed price controls; Jesse Jones, who in the early forties built the unimposing office of Secretary of Commerce into a power base independent of the White House. Lloyd Bentsen is the inheritor of that tradition, and that, more than any other reason, is why Jim Collins was on the podium. He has nothing but contempt for the notion of going along to get along, and so do the people who were there to work for him, listen to him speak, and take his picture with their Instamatics.</p><p>After the speeches Collins worked the crowd. As is the case with nearly all Texas politicians—Bentsen is one of the rare exceptions—his Texas accent thickened noticeably when he started pressing the flesh. He employed the same backslapping good-ol’-boy technique Texas Democrats have used for eons, only he was using it on women, and they were eating it up. “Last time I saw you was in Beaumont, pretty gal,” he said, pummeling a shoulder. “You looking good; are you feelin’ that good?” he said to another, grabbing an arm and hammering a back. The next woman, though, was unfamiliar to Collins. She turned out to be a Continental air Lines stewardess who had been a Collins volunteer in a previous election; she had been transferred to Denver but had flown back for the rally and, she told Collins, would return as often as she could to work in the campaign. Later, I asked her why she cared so much about a Senate race in a state where she no longer lived.</p><p>“Because we’re losing our country,” she said.</p><p>To the stewardess and the rest of the Collins constituency, it is not the announced enemies, the Teddy Kennedys, who undermine the conservative cause and endanger the nation, but the unannounced enemies, the apostates like Lloyd Bentsen who masquerade as conservatives but end up in the middle, pulling the political spectrum leftward along with them. “a conservative,” Collins told me later, “stands solid all the way.” He is the congressional version of the freshman Republican legislator from Houston who showed up in austin a few years ago with a list of conservative principles that he consulted before every vote. Collins almost never abandons his principles. Last year he voted for his first foreign aid bill; now he says he regrets it.</p><p>Any conservative who does <em>not</em> stand solid all the way is suspect. The current object of scorn for the ideological Right is Bob Dole, whose conservative credentials were once so impeccable that in 1976 Gerald Ford made him his vicepresidential running mate as a gesture to the Right. But this year the Kansas senator, faced with huge budget deficits as chairman of the Senate Finance Committee, was the chief architect of the recent tax increase—something that was anathema to die-hard supply-siders, including Collins, even though Ronald Reagan supported it. “Jim Collins can shore up our Republican colleagues in the Senate,” Phil Crane cried to the crowd, and in the audience, heads nodded; they knew who needed shoring up. Sure enough, following the speeches, one woman came up to Collins and said that after Lloyd Bentsen, Dole had to be the next to go.</p><p>Because Collins and the core of his supporters operate outside the mainstream of american politics, the Bentsen strategy is to portray Collins as a right-wing extremist. It is not hard to make a case for this thesis. In July, Collins offered as evidence of Bentsen’s liberalism a voting analysis that appeared in the <em>Review of the News,</em> a publication associated with the John Birch Society. They’re the folks who once called President Eisenhower a conscious, dedicated agent of the Communist party, and then, just to show that they hadn’t gotten out of practice, in 1980 described Ronald Reagan as a lackey. Collins has both political and financial ties to the hometown Hunt family, who have long been prominent in far right politics. Nelson Bunker Hunt has given Collins campaign contributions and investment advice (he suggested silver stocks shortly before he and brother Herbert tried to corner the international market) and this summer sponsored an independent fundraiser to help beat Bentsen. In Congress, Collins frequently has been one of fewer than 10 (of 435) members to oppose spending bills. He is against all foreign economic aid. He is the darling of the National Conservative Political action Committee (NCPAC, pronounced “NickPack”), the controversial group that helped beat six liberal Democratic senators in 1980 with below-the-belt campaign tactics.</p><p>But labels sometimes obscure rather than reveal, and that is the case here. Collins is an extremist only in the strict sense of the word—he eschews moderation, he occupies an extreme of the political spectrum. But he has none of the malevolent qualities that have come to be associated with the term. There is no hate in him for the other side, just a genuine puzzlement. Alongside Phil Crane, who does fit the label, he seems genial rather than mean, modest rather than smug. Despite fourteen years in Washington, Collins retains a naivete about the political world that is almost as endearing as it is shocking. He believes, for example, that South Texas lags behind the rest of the state in economic development because liberals have been in control there for too long, when in fact liberals have never been in control.</p><p>There are other things about Jim Collins that don’t fit the extremist mold. He was one of the first Republican congressmen to call for getting out of Viet Nam. He opposed the Chrysler loan guarantee. He continues to oppose the draft. Collins considers himself not an extremist but a populist—a term that not long ago was identified primarily with the Democratic party. It was once the Democrats who stood for the little guy against the system. Now, in Collins’ view at least, it is the Republicans-his kind of Republicans. To vote no is a badge of honor, a sign of belonging to the grass roots. To reject Viet Nam was to vote against the no-win policy imposed by the system. The Chrysler loan was part of the system too. Collins sees himself as a gravitational force on the body politic, trying to keep the political system in equilibrium against opposite forces on the left. “Most people in politics want to be in the middle,” Collins told me. “Somebody’s got to stand out on the right side to bring others back in the middle.”</p><p><strong>The Heritage: Pappy and Snake Oil</strong></p><p>Most political historians trace the renaissance of right-wing populism to 1964, the year Barry Goldwater took the Republican party away from Nelson Rockefeller and Wall Street. But in Texas the conservative and populist lines intermarried far earlier, all the way back in 1938, when a flour salesman named W. Lee “Pappy” o’daniel came out of nowhere to be elected governor.</p><p>O’Daniel’s platform was the Ten Commandments. He attacked professional politicians. He was for old age pensions and against unions, spending, and deficits. Later he would come out against the draft. He ran as a country boy, and the voters who put him in office were rural populists, but the man who masterminded the campaign and raised the money was a wealthy Dallas businessman—Jim Collins’ father.</p><p>Carr P. Collins founded one of the insurance companies that gave Dallas its character as a financial center. But he was far from a staid member of the Dallas business community. Though he started Fidelity Union in 1927, he left the running of the company to a partner for almost thirty years. In the meantime, he made his fortune peddling the family’s Crazy Crystals, a patent medicine so identified with Dallas that the song “Big D” in the Broadway musical <em>The Most Happy Fella</em> was introduced by references to Neiman-Marcus and Crazy Crystals. Eventually the federal Pure Food and Drug administration banned the product (a horse treatment, the feds called it), but by then it had made Carr immensely rich. He also owned radio station XEAW in Reynosa, a powerful signal that o’daniel used for political broadcasts into Texas. Once Carr got a tip that the Mexicans were going to raid the station-it was illegal for americans to own businesses in Mexico-so he dismantled it and carried the equipment across the Rio Grande in the middle of the night.</p><p>Carr was a director of the First National Bank and Dr Pepper, but he wasn’t part of the golf-tennis-country club set. His real loves were the Baptist church (he founded the Baptist Foundation of Texas and gave huge sums to church-related functions) and politics. Carr’s father, V. A. Collins, had been a state senator from Livingston who ran for governor against Ma Ferguson in 1924, finishing sixth. (V. A. Collins was universally known as Yank because his father had hidden in the Big Thicket during the Civil War to avoid fighting.) an uncle, Hal Collins, would later run for governor against Coke Stevenson, with little more success than Yank. Carr’s philanthropy, combined with his salesmanship, made him a formidable political fundraiser. In 1938 he traveled with o’daniel, and so did Jim, then just 22 and fascinated by the campaign.</p><p>Forty-four years later, Jim Collins is a Republican version of Pappy o’daniel, set in North Dallas. “We have the city crowd that o’daniel had in the country,” Collins himself says. The issues that carried the day for W. Leo, as Carr called his candidate, are Collins’ issues today. O’Daniel ran as an outsider; so does Jim Collins. O’Daniel ran on religious values; so does Jim Collins. It is conservative populism, Texas style.</p><p>Pappy o’daniel eventually made it to the U.S. Senate, just as Jim Collins hopes to do. But the Pappy O’Daniel story has an unhappy ending. As a candidate, o’daniel was a phenomenon; as an officeholder, he was a disaster. He spurned deals with legislators; consequently, his vetoes were overridden more often than any other governor’s. As a senator he was totally ineffective; ignorant of the ways of the Senate, he assailed his colleagues in public and was all but excommunicated. He served only one term and, totally without support both in Washington and back home, had no choice but to retire. In the end, even Carr Collins deserted him.</p><p><strong>The Outsider: Stranger in a Strange Land</strong></p><p>There is no single route to advancement in Congress. Among recent Texas congressmen, Bob Krueger rose to prominence through mastery of a complicated issue, deregulation of oil and gas. His successor, Tom Loeffler, has risen with persuasiveness; he was a deputy whip in his second term. Barbara Jordan made it through the effective use of symbolism. Bob Eckhardt used legislative craftsmanship. Charlie Wilson made it with his ability at strategy and tactics. Jake Pickle and Bill archer made it in the least glamorous way of all, by careful and thorough committee work. Some of them are liberals, some are conservatives, some are Democrats, some are Republicans. The only thing they have in common is that they all were insiders; they understood the rituals and rhythms of legislative politics, a world where philosophy yields to practicality. Congress does not reward those who posture as outsiders; neither does it reward ideologues. So it is not surprising that Jim Collins has a record in Congress that at best can be considered undistinguished.</p><p>Collins acknowledges that he doesn’t have a long record of legislative achievements (no bill bearing his name has become law during his fourteen years in office) but blames it on his status as a Republican in a body that has been dominated by Democrats during his entire tenure. That is true to some extent-no member of a minority party is going to pass major legislation—but not nearly so much as Collins claims. In fact, the major work in Congress occurs in committee, where it is possible for just about anyone with the willingness to work hard and make compromises to have some impact. Both of the Republicans who rank ahead of Collins on the Energy and Commerce Committee (James Broyhill of North Carolina and Clarence Brown of Ohio) are prominent in the House. Loeffler proved so astute in just one term on the committee that the Republicans groomed him for a leadership role. But Collins has been almost invisible—except for one day in June 1981, when the <em>Wall Street Journal</em> reported that he stunned a subcommittee hearing by asking witness John Shad, chairman of the Securities and Exchange Commission, “What does the SEC do?”</p><p>Collins’ problem, says one Texas Democratic congressman, is that he just doesn’t take an interest in issues that aren’t ideological. This year the Energy and Commerce subcommittee on telecommunications, of which Collins is the senior Republican member, has been working on the most important legislation to come before it during Collins’ years in the House-a bill concerning the antitrust agreement the Justice Department reached with AT&T. Collins’ position: none. He has not voted or participated in hearings. He has a conflict of interest, he says, citing his extensive stockholdings in AT&T. But, asks another Texas congressman, if Collins can’t vote on an AT&T bill, what is he doing on the telecommunications subcommittee at all? In any event, it would be possible to be more sympathetic with Collins’ own view of his predicament had he not voted several years ago to kill the watchdog agency that supervises silver trading at the same time that he was speculating heavily in silver futures on the advice of Bunker Hunt. Then, however, Collins said that his diversified portfolio made such situations hard to avoid.</p><p>The one issue frequently associated with Collins is the fight against school busing. He has enjoyed some success in briefly attaching antibusing amendments to energy bills (under the rationale of conserving fuel), yet his handling of the busing issue only buttresses the picture of Collins as the ideological outsider. In 1975 he generated a no-win situation for his fellow Republicans by adding an antibusing amendment to an oil controls bill they were doing their best to oppose. They were left with the politically unattractive choice of voting <em>against</em> a bill that in part prohibited busing or <em>for</em> a bill that in part kept controls on oil. The Democrats were gleeful over the Republicans’ dilemma, but Collins just didn’t understand. When the Democratic floor manager didn’t fight the antibusing amendment, Collins actually thought he’d outsmarted the opposition. In the end, Collins lacked the necessary influence with insiders to keep his amendment in place, and a conference committee dropped it from the bill.</p><p>The 1981 antibusing fight was vintage Jim Collins. One day after the publication of an article in the <em>Washington Post</em> naming him one of the nine least effective members of Congress, Collins invited newsmen to watch him add his favorite amendment to a Justice Department appropriations bill. But first he tried to tack on another amendment that would prevent illegal aliens from using federally funded legal clinics to sue the Immigration and Naturalization Service. Unfortunately for Collins, he had drafted the amendment loosely and had to withdraw it. He left the floor to explain to the press what he was doing—and while he was gone, the House proceeded to a final vote on the entire appropriations bill before he could offer his antibusing provision. He was shut out. Collins was furious and blamed the liberals, but taking advantage of opponents who have left the floor is one of the oldest plays in the book. This year he was caught by surprise again when the Republican Justice Department testified against his antibusing amendment.</p><p>The unfortunate result of these antics is that the merits of Collins’ proposals rarely get a fair hearing. Collins is no drone; he is full of ideas about government, and while a few of them are farfetched (he once introduced legislation to limit senators to one term, a position he has since abandoned), others are reasonable attempts to look for solutions to major national problems. Both the immigration and antibusing amendments represent exactly the kind of public policy position conservatives ought to be advancing. Yet his deficiencies as a legislator doom him from the start. His defeats are often selfinflicted and his infrequent victories are short-lived.</p><p>Because he has never learned the legislative game, Collins is more dangerous to the causes he supports than to those he opposes. I remember seeing him in action during the heated debate over natural gas deregulation in 1976. At the time, many wavering Northern congressmen feared that deregulation would just enrich producing states like Texas without yielding any more gas, so the Texas strategy, devised by Bob Krueger and Charlie Wilson, was to prove that there was more gas to be found. Above all, they were determined to avoid paeans to the free market, which to the suspicious was a code phrase for making Big Oil richer. Collins couldn’t stand it. At the height of the debate he got up to argue for the bill and said, “We in Texas and Louisiana are all delighted-in fact, we are proud—to be under the free market system” as Wilson and Krueger looked for ways to unplug the microphone.</p><p>Collins’ obsession with principle to the exclusion of the practical has not gone unnoticed back home. If ideology is absent from an issue, Collins more often than not is at a loss. When DFW airport officials opened up a takeoff pattern over residential Irving, Collins found himself caught between angry citizens on one side and the airlines on the other. He attended one meeting, then bailed out of the controversy, leaving negotiations with federal officials to fellow Dallas congressman Martin Frost, a Democrat. In the heated battle over canalizing the Trinity River, Collins ended up making both sides mad. Today, major Dallas interests who need something from Congress go elsewhere: to Frost or even Jim Wright-a bitter pill, since Wright is from Fort Worth. The City of Dallas went to Wright for aid in securing a railroad track between the two cities, and Dallas public school administrators went to Frost when the school district got into trouble with federal auditors over bilingual education funds, even though they were dealing with a Republican administration. Dallas companies looking for help in Washington may pay a courtesy call on Collins, but if they need something done, they too look elsewhere. When E-Systems, a defense contractor, recently needed assistance with the Pentagon, it went to Wright. Dallas energy interests look to such distant locales as College Station (Phil Gramm) and Lufkin (Charlie Wilson) for aid and comfort, even though Collins is on the committee that deals with energy.</p><p>Ordinarily a politician as ineffectual as Jim Collins is a good prospect for involuntary early retirement. But there is one aspect of being a congressman at which Collins excels. He is every bit as good at electoral politics as he is poor at legislative politics.</p><p><strong>The Machine: Life Insurance and Mary Kay</strong></p><p>Jim Collins keeps getting reelected for two reasons. One is the nature of his district: it is one of the most affluent in the nation, a place where most residents have no need for federal programs and there is minimal pressure for pork barrel projects like the Trinity River barge canal. It is bedrock Republican (Gerald Ford captured 72 per cent of the district’s votes in 1976, virtually the same as Ronald Reagan’s 73 per cent in 1980) and has a long history of embracing outsider politics. North Dallas helped send ultraconservative Bruce alger to Congress for a decade starting in 1955. That was also the period during which some Dallas Republican women actually spat on Lady Bird Johnson when she came to town in the 1960 presidential campaign.</p><p>The other reason Collins keeps winning is that he has the best local political machine not only in Dallas but in all Texas. The Dallas establishment learned this lesson the hard way in 1972, the last time Collins had a serious opponent. It is strong enough to handpick a mayor even today. It was strong enough in the mid-sixties to designate then-mayor Earle Cabell for the task of ousting the vituperative alger (an embarrassment in those post-assassination years) from Congress, which Cabell dutifully did. But it did not even come close to beating Jim Collins.</p><p>Collins looked vulnerable in 1972. He was in the middle of a full-fledged scandal: his former administrative assistant had just been indicted for taking payroll kickbacks from three members of Collins’ staff, as well as for obstructing justice by urging aides to lie to the grand jury. The AA claimed he was following Collins’ orders to build a slush fund for future races. Shortly after the primary, the assistant was convicted and served nine months in a federal penitentiary. Meanwhile, Collins himself was under investigation for perjury and obstruction of justice. (The Justice Department dropped the probe after four years—the delay was due to a more pressing matter called Watergate-without really clearing Collins: a split at the staff level over whether to prosecute was resolved by attorney general William Saxbe, who said only that there was “not enough of a case to proceed on.” Collins eventually paid the government $60,000 in an out-of-court settlement of its civil claim for reimbursement.) In addition to Collins’ legal troubles, he had angered the business community with his tepid support of the proposed barge canal. Tom Crouch, a downtown lawyer, resigned his position as Republican county chairman to challenge Collins. He got the business vote and the support of some precinct chairmen who owed their positions to him, but Collins got everybody else and trounced Crouch by a two-to-one margin.</p><p>The three-thousand-member volunteer organization that steamrollered Crouch operates continuously, election year or no election year. Its success lies in its ability to perpetuate itself: as one generation of workers burns out, another is being recruited. Collins advises his volunteers to look for recruits among civic clubs (it is hard to find a civic club meeting, says a Dallas Republican legislator, where a Collins worker is not present, looking for new blood), Ptas, Republican clubs, college alumni groups (“aggies are the best,” says Collins), newcomers eager to meet people, issue groups like right-to-lifers, even scout troops, since scouts can qualify for merit badges by participating in patriotic activities. Scouts are the backbone of one of Collins’ most successful promotions-a block-by-block walk of the district every July 4 to see who is flying the american flag; those who are get a certificate from Collins.</p><p>The organization’s most important task, aside from campaigns, is an annual picnic at the Collins family farm outside Irving every august. During nonelection years the gathering features a mini-Olympics, where teams sponsored by political action committees, Republican clubs, companies, and officeholders compete in events like egg tosses and sack races. In election years Collins puts on a campaign seminar for Republican candidates. The picnic is the longest-running and best-attended Republican social function in Dallas County.</p><p>The Collins organization is patterned after a life insurance sales force, with regions and areas and captains. After a campaign, workers even get gifts such as china with an official seal on it. (Insurance remains dear to Collins’ heart—“Next to the ministry,” he has said, “it’s the greatest service you can do”—and is a major influence on his approach to electoral politics.) Recruiting a volunteer, Collins says, is a lot like selling an insurance policy; you have to make fifty calls to make two sales. But if the organization owes its structure to insurance, it owes its spirit to Mary Kay. The volunteers are almost exclusively women, and for them the work meetings are social occasions, complete with food (“always feed the workers” is a Collins campaign commandment).</p><p>The women who form the bulk of Jim Collins’ support are the key to his political invincibility. Collins attributes his popularity among women to a shared view of politics: like him, they stand fast. “When the going gets tough, women stay with you,” he says. “I don’t know who called them the weaker sex.” But they also share another aspect of his politics. By and large, Jim Collins’ women are political outsiders. Texas has produced some very savvy women politicians, both Republicans and Democrats-behind-the-scenes operators like Billie Carr and Nancy Palm of Houston, strong mayors like Carole McClellan of austin and Kathy Whitmire of Houston, and national figures like Oveta Culp Hobby, Barbara Jordan, and anne armstrong-but the Collins constituency is of a different character. These women care little for traditional politics. They couldn’t be less interested in how much federal money Jim Collins brings into Dallas, or whether he can help out a Dallas corporation or two, or whether Dallas has a barge canal. They aren’t concerned with telecommunications policy or other detailed committee work. Collins describes them as people who are active in the PTA, love their kids, and are interested in their country, and the issues they care about are those that directly affect schools, families, and their vision of the national character. Like Jim Collins, they believe that standing for something is the way one makes a difference in politics.</p><p>Collins and his faithful followers reinforce each other: the more he is perceived as an outsider, the more he is confirmed as standing for the right things, and the more popular he becomes. He is impregnable as a candidate because he has all the workers and because his district is so uniformly Republican that even his critics concede he votes right. The formula is perfect for North Dallas. But will it work statewide?</p><p><strong>The Race: Ralph or Teddy?</strong></p><p>For most of this century, the representatives Texans sent to Washington remained in office at their own pleasure. Congressmen have to run every two years; yet incumbents like Wright Patman, George Mahon, and Bob Poage occupied their seats for more than forty years. In the Senate poor Bill Blakley lost twice after being appointed to fill vacancies, but Ralph Yarborough is the only elected senator to be defeated since 1928.</p><p>Tradition, then, says that Lloyd Bentsen should be reelected. But Texas politics has been growing increasingly volatile—seven congressional incumbents have lost in the last decade—and the stable past is no longer a clear guide to the present. The best measure of Bentsen’s vulnerability is his most recent race, against alan Steelman, another Dallas Republican congressman, six years ago. With little money or name recognition and in a Democratic year, Steelman got 43 per cent of the vote. Collins has spent freely so far; he is said to be having trouble raising all the money he needs, but he can always write a check. As Bill Clements proved in the 1978 election, the Republicans have become highly sophisticated in identifying and turning out their vote. In short, Jim Collins stands to do better than alan Steelman, maybe much better, and that puts him in the ball park.</p><p>But getting that last 5 per cent or so won’t be easy for Collins. Bentsen will probably outspend his Republican opponent—a rarity for a Democrat these days -and won’t have to deplete his personal bank balance to do it. He is running at the head of a united Democratic party. And he will even get a little residual help from Republicans, who have elected John Tower four times by conditioning voters to recognize the virtues of having one senator from each party. Collins is trying to combat these disadvantages in the only way that he can: by burdening Bentsen with the unlikely albatross of liberalism.</p><p>The difficulty for Collins is that a Senate race is a two-headed creature. The office is national, but the politics-in the past, at least-have been mostly state. (The intervention of Richard Nixon and Spiro agnew on behalf of George Bush in 1970 is considered the turning point when the Senate race swung to Bentsen.) There is no question that in state politics, Lloyd Bentsen is <em>not</em> a liberal. In Texas, a liberal is a Democrat who is opposed to the establishment. The word association: liberal . . . Ralph Yarborough. Jim Collins is trying to redefine the term, to make Texas voters think first of national politics: liberal . . . Teddy Kennedy. But that association is difficult to make stick.</p><p>Not since Lyndon Johnson has Texas had a senator so adroit as Bentsen at delivering for the establishment—oil and gas, ranching, state government, heavy industry, folks with influence. What is important is not just the big-picture stuff, such as the natural gas deregulation bill Bentsen manipulated through the Senate in 1975 (it failed in the House), but the little goodies that go onto bigger bills, unnoticed by all but the beneficiaries. One of the most notable was Bentsen’s amendment to the windfall profits tax that exempted state-owned lands from the tax. Texas is the only state that was allowed to keep its public lands upon entering the Union. The mineral rights from those lands belong to the public schools, the University of Texas, and Texas A&M. For them the exemption is worth a billion dollars. Ronald Reagan’s 1981 tax bill also has evidence of Bentsen’s handiwork: exemptions and tax credits for royalty owners, a one-year moratorium on windfall profits taxes for producers of marginal wells, and a decreasing tax rate on newly discovered oil.</p><p>And that’s only oil and gas. Are cattlemen troubled by imports from australia? Bentsen is there with a provision to open up foreign markets. Is Houston in danger of having to curtail industrial expansion because of federal clean air standards? Bentsen is there with a temporary exemption. Does federal tax law require the foundation that owns the <em>Houston Chronicle</em> to sell the paper? Here comes Bentsen with yet another exemption.</p><p>No, Lloyd Bentsen is not Ralph Yarborough. Neither, however, is he another Teddy Kennedy, however much Collins would like to believe it. “Bentsen is as liberal as anybody up here,” he told me, but the record says no. Here are a few measures. Party loyalty: Bentsen stuck with his party only 57 per cent of the time, while all Democratic senators combined averaged 77 per cent. Supporting Ronald Reagan: Bentsen scored 70 per cent, about what he gave Jimmy Carter. Political philosophy (using the <em>Congressional Quarterly</em> ratings, one of the few objective rankings in Washington): Bentsen scored 63 per cent <em>conservative.</em> He does have some vulnerable spots—supporting the unpopular Panama Canal treaty, voting to give the District of Columbia representation in the U.S. Senate, being mentioned as a potential running mate for Kennedy in 1980-but those issues seem stale and remote today.</p><p>Two issues that do still have life in them-federal spending and the windfall profits tax—reveal more about Jim Collins than Lloyd Bentsen. Collins assails Bentsen for approving 118 of 145 spending bills, while he has voted for only 62 of 201. But Bentsen’s votes came on final departmental appropriations, not individual programs; Senate tradition dictates that budgets are shaped in committee, where the nuts-and-bolts work is done, rather than on the floor after all the compromises have already been reached. To vote regularly against spending bills in their final form is, in effect, to vote to shut down the government and in the Senate is a shortcut to ostracism. As for windfall profits, Bentsen did vote to kill a filibuster that had stalled the bill temporarily. But the tax was going to pass sooner or later, and if Bentsen had killed version a, version B would not have contained so many amendments favorable to Texas—amendments Bentsen helped put on the bill.</p><p>Even Collins’ Republican colleagues have defended Bentsen from his charges. The list includes Bob Dole, John Tower, Collins’ vanquished Republican primary opponent Walter Mengden, and Bill Clements. “i’ve known Lloyd a long time,” Clements said last fall, “and i’ve never been under the impression that he would be classified as a liberal senator.”</p><p>For Jim Collins, the trouble with using ideology as the basis for his campaign is that he is not a particularly skilled ideologue. He has seen his views become the conventional wisdom but has had little to do with the transformation; he is not a Reagan, certainly, or a Jesse Helms, or even a Jack Kemp. (Or, for that matter, a Lloyd Bentsen: an early advocate of supply-side economics as chairman of the Joint Economic Committee, Bentsen has done more than Collins to influence the shift of ideas to the right.) To be blunt, Collins is in the race less as a successful crusader than as someone who has always had ambitions to run statewide, lacks incentives to stay in the House (such as influence or prospects of advancement), and, at 66, is facing his last realistic chance at the Senate. There is always the possibility that he might catch lightning in the bottle; without a doubt, the liberalconservative issue is the right way for him to seed the clouds.</p><p>It is Jim Collins’ determination to identify Lloyd Bentsen as a liberal that ultimately gives the Senate race its importance. Collins’ strategy will help measure where Texas stands at a time when liberalism in state politics has been moribund for years, devoid of program or passion. No politician talks about old devils like oil anymore; Texas is lucky to have it, lucky to avoid-so far—the economic misery of the Northeast. Consensus, not fear of being labeled a liberal, is the reason for the change. Will ads like NCPAC’s mimicry of the Dallas Cowboys Cheerleaders (they start off cheering for Bentsen but drop their pom-poms when a voice tells them about Bentsen’s stand on the Panama Canal and other issues) make voters forget the ideological truce in Texas and focus instead on national politics?</p><p>To Jim Collins, a national Democrat is by definition a liberal; no matter how much he delivers for the establishment, there is still a significant difference between Lloyd Bentsen and a Republican. Bentsen will vote to give Democrats control of the Senate, and if he is in the majority, he will help make Teddy Kennedy a committee chairman. He will owe favors to pressure groups that elect Democrats-blacks, browns, unions. In the past, the blessing of the establishment has been sufficient to shield a Texas politician against charges of liberalism; Collins is saying that’s not good enough anymore.</p><p>In a different form, Collins’ message is what Republicans have been preaching in Texas for years: real conservatives don’t belong in the Democratic party. And that is why the real threat posed by Collins is not to liberals at all, but to conservative Democrats. The Senate race is a contest between two venerable and antagonistic approaches to politics, the philosophical and the practical. How does one make a difference in politics, by standing for something or by doing something? If Jim Collins is successful in his attempt to identify the race with national ideology, the Tory Democrats are dead, and Texas politics will move one step closer to politics everywhere else.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Republican",
      "Dallas",
      "Senate",
      "Liberal",
      "Lloyd Bentsen",
      "Race",
      "Work",
      "Women",
      "Democrats",
      "Politics",
      "Republicans",
      "Campaign",
      "office",
      "Running",
      "Senate race",
      "Congress",
      "Insurance",
      "Oil",
      "Deregulation"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Washington",
      "Houston",
      "Austin"
    ]
  }
}