{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19872",
    "date": "February 1987",
    "year": 1987,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1987/19870200.pdf",
    "issue_cover_image": "",
    "document_start_page": 109,
    "toc_start_page": 106,
    "document_page_range": [
      [
        109,
        110
      ]
    ],
    "toc_order": 8,
    "toc_headline": "Undertakers Of the Oil Patch",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198702-undertaker",
  "source": "/1987/19870200.pdf",
  "wp_post_id": 123384,
  "wp_post_guid": "http://www.texasmonthly.com/article/undertakers-of-the-oil-patch/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Undertakers Of the Oil Patch",
  "dek": "all across Texas, well pluggers are burying the remains of the boom.",
  "spread_caption": "",
  "excerpt": "The death of an oil well keeps an oil-field service company alive.",
  "kicker": "",
  "word_count": 811,
  "content": "<p><span class=\"dropcap\">I</span> am attending a funeral. The cemetery is located fifteen miles northwest of abilene on a treeless plain. A few hundred yards from the grave site, cattle graze in pastures made unseasonably lush by heavy rains. Beside the open grave, the standing water is shin deep, causing the six mourners to wear rubber boots.</p><p>There will be no eulogy, but here is what might be said: “Dearly beloved, we have come here today to pay our last respects to a life that has been good to Texas. This life was brief, just thirtyfour years, yet it brought much happiness to those it touched. Now that it is over, let us preserve the memory of those good times and pray that one day they shall be resurrected.” Instead, the words go unspoken, and the six men go immediately to work, interring the last remains of another victim of the oil bust. Known as Unocal Mead Strawn Unit Number 9, another oil well is about to be plugged.</p><p>Plugging wells is just about the only activity that makes money these days for the beleaguered oil-field service industry. The crew handling the Unocal job is from Bilbo Wireline Service, an abilene-based outfit that a year ago had 57 employees. Now it has 8. Two of the company’s three divisions—well testing and servicing—are virtually idle. There’s no demand for testing; it’s part of drilling, and with oil at $15 a barrel, few are drilling in the oil patch. The problem with servicing—an oil-field term for maintenance—is a little different. Operators still need someone to haul off the brine that is produced along with oil, but most don’t have the money to pay for it. Plugging is all that is left.</p><p>When a well ceases to produce oil in paying quantities, the operator cannot simply turn off the power and walk away. State regulations decree that the hole must be plugged with cement to keep the remaining oil and brine from rising in the pipe and seeping into underground fresh water. As the price of oil fell, more and more wells became too expensive to operate. Almost 15,000 Texas wells were plugged during 1986, an all-time record. “During the boom we very seldom plugged a well,” says Bill Kilpatrick, the president of Bilbo Wireline. “Now we do ten, twelve a month.”</p><p>Kilpatrick is a hefty, rugged man of fifty, with long sideburns and a white Stetson that he wears indoors and out. At a time when many service companies have gone belly-up, he has managed to survive, thanks to well plugging, old friendships, and new business methods. If he can’t get money, he barters. He takes pipe out of the wells he plugs and sells it. But pipe that used to bring $4 a foot now fetches only $1. He has also taken, instead of money, a fiberglass test tank and a copying machine that “I hadn’t any use for in the world.”</p><p>“i’ll do anything, anytime, for anybody,” Kilpatrick says. “We’ve got to work together. I’ve been in this oil field for thirty-three years, and i’ve never, ever seen it like this. People can’t pay their bills. The honor system is no good anymore. Oil’s fixin’ to be like a grocery store—give me cash at the cattle guard.”</p><p>Benny Kilpatrick, his son, is the head of the plugging crew at the well site. At 31, Benny has been working in the oil fields half his life. “My dad and my brother, they can have that damn office,” he says. “i’d a hell of a lot rather be out here.” His tan jeans and dark work shirt are stained black with oil. Hair curls out from under his Bilbo gimme cap. As another crew pulls the pipe out of the well, leaving only an outer tube known as casing, he directs three trucks into position—one with dry cement, one with water, and one to mix them up and pump the wet cement into the well.</p><p>Using pulleys and wire, the Bilbo team has already dropped a foot-long iron-and-rubber plug, accompanied by blasting caps, into the bottom of the hole, 4452 feet below the surface. The wire transmitted an electric charge that detonated the blasting caps and caused the rubber to expand to the sides of the pipe that was cemented in place and could not be recovered. As soon as the cement is mixed, it will be dumped on top of the plug. Two more plugs and more cement will seal the casing above and below the fresh-water zone, much closer to the surface. Finally, Benny will cement the top of the well by hand so that nothing can fall in. And Mead Strawn Number 9 will be dead and buried, oil to dust.</p><img/><img/><p>Photograph By Steven Pumphrey</p><p><em>Bill Kilpatrick (r.) and son Benny would rather service wells than plug them, but in oil these days, even bad business is better than none at all.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Business",
      "Cattle",
      "money",
      "Work",
      "Abilene",
      "Cemetery",
      "Drilling",
      "ever",
      "Hair",
      "Memory",
      "people",
      "Power",
      "regulations",
      "Son",
      "Stetson",
      "term",
      "Testing",
      "Texas",
      "Trucks"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Abilene",
      "Texas"
    ]
  }
}