{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19872",
    "date": "February 1987",
    "year": 1987,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1987/19870200.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 88,
    "document_page_range": [
      [
        88,
        89,
        90,
        91
      ],
      [
        134,
        135,
        136,
        137,
        138,
        139
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Last Of the Border Lords",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198702-thelasto",
  "source": "/1987/19870200.pdf",
  "wp_post_id": 123402,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-last-of-the-border-lords/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "The Last of the Border Lords",
  "dek": "For an entire century, from 1887 to 1986, the Longorias were the most important clan on both sides of the Rio Grande.",
  "spread_caption": "",
  "excerpt": "In his dream to create a dynastic empire along the Rio Grande, Chito Longoria went against the wishes of his family and the values of his native land.",
  "kicker": "The Nuevo Frontier",
  "word_count": 7014,
  "content": "<p>Their roots were in Mexico, but they grew more and more Texan, until Chito Longoria became...</p><p>On a Thursday AFTERNOOn last December, a crowd gathered at the Church of the Holy Spirit in Nuevo Laredo to lay Octaviano “Chito” Longoria to rest. Longoria, 81, who died after a long and debilitating illness, had built the Church of the Holy Spirit and much of the economy of Nuevo Laredo and the whole Mexican border. But the service for him was a small one, limited to family and friends, nothing like the citywide show of mourning that had accompanied his father’s death sixty years earlier.</p><p>When Chito Longoria died, a legend and the memory of a dynasty were buried with him. Longoria had headed the family that owned the border’s largest industrial concern, its biggest banking chain, and its fattest portfolio of real estate. But he had played for high stakes and had gambled at long odds. He had been bold, and most members of his family believed that for the past twenty years, especially since his marriage to the former Jeanette Jaffe of San antonio, he had played too far afield and had caused loss. Their doubt stung him; even on his deathbed, Chito spoke to few of his family critics.</p><p>Intimates of the Longorias were impressed when Chito’s widow and his estranged brothers greeted one another at the funeral with apparent civility. The new relationship between them was largely a result of Jeanette’s decision to allow Chito to be buried next to his first wife, alicia Penn, whom his family had regarded in a much more favorable light. “Everything went well at the funeral,” one surprised observer said, “because Jeanette decided to give Chito back to the family.”</p><p>But the story of the man and the family who were the border’s most prominent institution does not begin with Chito or his marriage to Jeanette. Instead, it begins with his father, Don Octaviano Longoria, Sr., who came to Nuevo Laredo when both he and the city were adolescents and rose to become its modern-day father.</p><img/><p><span class=\"dropcap\">A</span>t <em>Casa Kismet, their house in Mexico City, Chito Longoria and his second wife, Jeanette, entertained movie stars and royalty.</em></p><p>Photograph By Fred J. Maroon</p><img/><img/><p><em>Chito's father built Nuevo Laredo's Banco Longoria. He later killed himself in its upper room. Below: Doha Sara wanted a modest chapel; instead, her son Chito built the Church of the Holy Spirit.</em></p><p>Don Octaviano was a squat, bronzeskinned, square-headed man whose career more closely resembled that of a Horatio alger hero than anything from the Mexican folklore or the literature of the times, which exalted generals and revolutionaries but denigrated men of business. He was born in 1871 to a provincial middle-class family in the village of Mier, just a few miles south of the Rio Grande on the road between Nuevo Laredo and Matamoros. Mier was a border town, but in spirit it was a hamlet of the interior, wrapped in its own insular traditions, indifferent to commerce.</p><p>Don Octaviano’s mother had died during his childhood, and in 1887, when he was sixteen, he ran off to Nuevo Laredo to escape his stepmother. He lived with relatives who while not poor could not afford to fund his education. But Nuevo Laredo was brimming with opportunity. Six years earlier, two railroads had come to Laredo to connect with a line that ran south to Monterrey, and overnight the two Laredos had established themselves as centers for the import-export trade. Their populations had jumped from less than two thousand each to nearly five times as much, and both were still growing. Mier’s only business was farming, in the ancient way, but Nuevo Laredo’s business was business. Young Octaviano found a job as a clerk in a combination dry goods and grocery store, and after a brief apprenticeship, because he had caught the spirit of competition, he opened a grocery store of his own. He then set himself up as Nuevo Laredo’s distributor of beers from Monterrey’s burgeoning Cuauhtemoc brewery. When Prohibition was declared in the United States, Don Octaviano started an ice plant in Nuevo Laredo to supply the needs of the bars that were suddenly opening up all over town to serve thirsty gringos.</p><p>The bars took in dollars, and Don Octaviano added an exchange house to convert them to pesos. His grocery and exchange house brought him a lot of cash, and wholesale customers sometimes asked for credit, so he bought a floor safe and became a banker. Then he acquired ranchlands that had been collateral for bad loans. With a ranch in his portfolio, he could easily have retired to the courtly, leisurely life of a hacienda. But Don Octaviano was not cut out to be a <em>hacendado.</em></p><p>On the border he had learned to think like an american businessman. When a drought came Don Octaviano, instead of seeing it as part of the ageold burdens of the gentry, saw it as an opportunity. He established a mill that made and sold cottonseed cake, a cattle feed, to ranchers on both sides of the border. Cottonseed could also be pressed, he knew, for oils that could be refined into a dozen consumer goods. The border in those days essentially was not a place where things were made but a place where things were exchanged. Don Octaviano, however, didn’t let the border’s traditions hold him back. On two square blocks west of Nuevo Laredo’s train station, he built plants for producing cooking oil, lard, and laundry soap. Industrias Unidas, or United Industries, as he called his operation, was the city’s first modern factory complex.</p><p>Don Octaviano had also taken advantage of opportunities in real estate. He had seen the caliche plots he had bought on a hunch turn into commercial properties as Nuevo Laredo grew to 10,000 and then to 20,000. He crowned his and the city’s rise in 1929 by erecting Nuevo Laredo’s most impressive structure, the Banco Longoria’s limestone-and-marble home. His name was chiseled above its entrance in letters two feet high.</p><p>[ Continued On Page 134 ]</p><p>Photographs By James Mcgoon</p><img/><p><span class=\"dropcap\">J</span><em>eanette was not the traditional Longoria wife, and many in the family resented her independent american ways.</em></p><p>Photograph By Fred J. Maroon</p><p>[ Continued From Page 90 ]</p><p>He had succeeded in domestic life too. In 1900, at 29, he had married Sarah H. Theriot, a delicate, dark-haired woman of 24. Sarah was a descendant of Confederate Creoles from Louisiana and Confederate anglos from East Texas. Her father, alcide, had come to Nuevo Laredo to shake his malaria and had founded the city’s first pharmacy. Her older brother, Shelby, became U.S. consul there. The Theriots also owned little shops that produced shoe polish, inks, and glues. Though the Theriots were more prominent in town than the orphan from Mier, by 1900 Octaviano seemed more golden than bronze, because his grocery was prospering. Sarah’s family blessed the marriage.</p><p>Sarah Theriot bore five sons and three daughters for her husband, all of whom would be educated in the United States. By 1931 Don Octaviano was taking counsel in business affairs with his two eldest sons, Octaviano or “Chito,” 25, and Federico, 24, young men of exceptional and disparate talents. Chito was the family’s budding entrepreneur. As a child, he’d hawked jasmine blossoms from his mother’s garden to the lovers and mariachis who came to Nuevo Laredo’s plazas at night. He also salvaged cracked eggs from his father’s warehouse and peddled them by the cupfuls in the city’s open-air market. As a teenager, he had managed the exchange house and grocery, even attended bankers’ conventions. Federico, the family’s second son, was less venturesome. Like a <em>hacendado</em> heir, he was as quiet and tradition-centered as his brother was spontaneous and daring.</p><p>Despite his considerable success and stature, Don Octaviano had never been a self-confident man; he was humble, even receding. He had earned a reputation of being hardworking, moderate in habits and opinion, shrewd but prudent with his money. He was nearly always serious, even melancholy. In his latter years, as his two oldest sons took over the management of his business affairs, Don Octaviano was always struggling to dispel forebodings of futility. Black moods overwhelmed him, his progeny say, moods in which his own defects and the smallest difficulties of life took on a frightening stature in his mind. Nothing he did delivered him from his gloom. Early in 1931, in an attempt to escape a wave of depression, Don Octaviano had begun sleeping in the little room above the bank. The change didn’t help. On the morning of January 12, after he had finished shaving, instead of dressing in the suit coat and vest he had laid out for the day, Don Octaviano reached into a drawer for his pearl-handled revolver, put its barrel to his forehead, and fired. Three pesos and a lottery ticket were in his pockets when he died.</p><p><span class=\"dropcap\">W</span>hen Don Octaviano’s body was discovered on the Monday of his death, Chito and Federico faced their first decision as successors to his legend. They had to decide whether to respond to his passing with grandiose Mexican grief and wailing, or to suppress their tears like gringos, remaining at their posts in the hope of dispelling a rush on the bank. They discussed their options, and agreed. With what San antonio’s Spanish-language daily, <em>La Prensa, </em>termed the “impassive frigidity of business,” they kept the bank open —past normal business hours, all the way until midnight. Don Octaviano’s corpse was sent to Laredo for embalming, and three days later was paraded south to a burial ground in an international procession that was twenty blocks and 170 vehicles long. The founder’s funeral was the largest in Nuevo Laredo’s history.</p><p>Don Octaviano had willed everything he owned to his widow, Dona Sara, who either gave or entrusted all of his businesses to her five sons. Responsibility for managing the Longoria fortune fell upon Chito, the firstborn son, and Federico to whom deference was due. A new order arose in the Longoria family, with Chito as its head.</p><p>Chito saw himself as his father’s equal, not as his heir. By his accounting, he had been the mastermind of much of the older man’s success. Chito even claimed that he, not Don Octaviano, had designed the bank. His father’s great weakness as a businessman, he told the family, was that he had made investments in a spirit both timid and slow. In Chito’s eyes, Don Octaviano had left the Longoria family little more than a stake. Chito was determined to parlay that stake into an eternal estate.</p><p>His unbridled optimism and selfassurance led to incidents of foolhardiness. In the late thirties, for example, he decided that the family should have a weekend home on its ranch. He staked out a one-story design for workmen, then stood by to admire his efforts. “I like it,” he told the construction crew. “Build me a second story just like it.” Chito’s workmen were faithful to his orders, even unto absurdity. The house they built had a kitchen upstairs, as well as a living room and exterior doors. But it had no staircase, because Chito had drawn none; in his excitement, he had overlooked that detail. He was amused by the new house. A little foolhardiness, he believed, was a small price to pay for genius. But for months the Longorias had to climb ladders to reach the second story of their retreat.</p><p>Keeping up with Chito became Federico’s task, along with managing the bank. Federico regarded himself as a conservator, not as a spinner of schemes. His ambitions were limited, but in practical terms his power was great. Cautious and deferential by nature, he didn’t challenge Chito directly. But as family treasurer, Federico could rathole capital funds or pledge them to dozens of safe, minor projects. In effect, Federico was able to pull Chito’s financial reins.</p><p>The symbiosis of the two elder sons paid off in wondrous ways. During the next forty years, the Longorias became the royal family of Mexican cotton. They built or bought 52 gins, most of them in northern Mexico, and each year they brokered the sale and sometimes financed the production of nearly a sixth of the nation’s cotton crop, an important earner of foreign exchange. With financing from Federico, Chito turned Industrias Unidas, their father’s toehold in the food-processing trade, into a network of seven plants for refining cottonseed oil and four for milling flour. The family established nearly a dozen plants that supplied bottled gas to three northern states, and it acquired lumberyards, hotels, theaters, ice plants, and auto dealerships in Reynosa, Matamoros, and both Laredos. The Banco Longoria established 27 branches across northern Mexico, and the family added two finance companies to its portfolio, each with branches. Piece by piece, they expanded Don Octaviano’s real estate empire to four hundred listings, including some 400,000 acres of Mexican ranchland.</p><p>Three business principles were the platform of the family’s success. The first was self-financing. The Longorias sought only short-term credit for seasonal operating expenses. Because their loan applications were backed by production contracts and warehouse receipts, they did not have to open their books to auditors or account to bankers for their plans. The family’s second principle was that of political obeisance. The brothers contributed to Mexico’s ruling party, the PRI (Partido Revolucionario Institucional). They volunteered to aid and appease and even make sacrifices to the government, and when favors were offered in return, they accepted them, if their granters wished, with a public show of civic gratitude.</p><p><span class=\"dropcap\">T</span>he ultimate secret of the family’s empire, however, was not economic or political prudence or even the leadership of oldest son Chito, as american admirers of the Longorias like to think. Instead, it was the Mexican principle of simple, traditional family unity. The center of family life was not Chito, the business chief, but Dona Sara, the mother of the clan. If Don Octaviano had learned to think like an american, his wife had established a balance by becoming a thoroughly Mexican matriarch. After her husband died, she referred to herself, not as Mrs. Sarah or Mrs. O. L. Longoria, or even as Señora Sara or Señora O. L., but in the old Mexican style, as Sara Theriot, viuda de Longoria —Sarah Theriot, widow of Longoria. She recognized the differences between Mexican and american culture and strongly exemplified those of her adopted land. Dona Sara paid attention to her family, not to her fortune. She was so indifferent to the status of wealth that she never opened a bank account; she kept her funds in a closet of her bedroom in the family homestead. Club, civic, and charitable pursuits didn’t occupy her either. She spent her days tending to her gardens and clan, mediating quarrels, dispensing matrimonial advice, asking favors of one relative on behalf of another. The devotion she showed her descendants was matched by an equally Mexican mother-reverence. The family’s inviolable reunion came every September, when Dona Sara celebrated her birthday.</p><p>While Dona Sara lived, all the family’s business affairs were conducted in a very Mexican familial way. Title to most of the Longoria enterprises rested in stock certificates that were the property of the bearer. Federico kept the certificates in a filing cabinet in the basement of the Nuevo Laredo bank. Ownership of commercial real estate was assigned to the five brothers or to any of a dozen of their children, almost on the basis of whim. Ranchlands were parceled out among family members or, to evade agrarian reform strictures, registered in the names of business associates and family friends. The assumption that kept the empire together was that stock certificates and deeds were fictions maintained for the convenience of the external world: real ownership rested not in individuals but in the clan.</p><p>During their dynastic years, every day at noontime the Longoria sons met for lunch at Dona Sara’s house, and in her presence they discussed events of the day and plans for the week. Dona Sara rarely ventured an opinion on business affairs, but Chito and Federico frequently questioned their younger brothers, and when the elder sons disliked an idea it usually died or was revised to their satisfaction on the spot. There were, in effect, no rules of accountability in the Longoria family, only an unspoken primogeniture and mutual family trust.</p><p>The Longorias had established blood ties that were strong and vital, and their marriages were models of propriety. None of the sons had ever been divorced, nor had scandal touched them. With the exception of the youngest brother, alfredo, who married a Mexican aristocrat, the brothers had wed women much like Dona Sara, middle-class americans raised on the border, fluent in Spanish, content as housewives, able as mothers, and faithful as companions —Mexicanized.</p><p>In the late fifties, some 25 years after Don Octaviano’s death, his descendants were leading what the orphan from Mier</p><p>would have regarded as glamorous lives. They were wealthy and well known in business communities on both sides of the border. Their children were being sent to the best american universities —Chito, Federico, and Shelby had been limited to brief business school educations - and spent their holidays like hacienda heirs, on family ranches. The brothers went on safaris together in africa and vacationed with their wives in Europe.</p><p><span class=\"dropcap\">T</span>he only breaches in the felicity of the Longoria clan, and in its respectability, were in the house of its commander in chief, Chito, and even those were hidden from public view. In 1927 Chito had married alice Penn, daughter of Don Justo Penn, a Webb County judge and early-day publisher of the <em>Laredo Times.</em> Dona alicia, as she came to be known, took to Mexico and her marriage as Dona Sara had. She became “more Longoria than Penn,” Chito often boasted. Their marriage produced two daughters and a son and a fourth child who was a victim of crib death. The short, bright-eyed woman was popular with her in-laws as perhaps no other Longoria wife, and if she was sometimes downcast, she tried not to reveal her sadness publicly. The only problem with alicia, her friends and in-laws said, was that she drank too much. Chito bore the problem stoically, as he bore everything else. Perhaps he bore too much. Between the</p><p>ages of fifty and sixty, the span during which Don Octaviano had been pummeled by depression, Chito was also stricken. In both 1959 and 1962 he was briefly hospitalized for electroshock treatments in San antonio. Members of the family feared that he was following in his father’s footsteps.</p><p>Chito felt confined, like his father before him. Don Octaviano had been fatally content to change sleeping quarters; Chito had bigger changes in mind. He was weary of the border and the northern provinces. Dona alicia’s death at 58 in 1963 freed him. Whatever grief her passing caused Chito, it helped him break his ties with Nuevo Laredo. He began spending most of his weekdays in Mexico City and taking three-day weekends north of the border in San antonio.</p><p>Chito had business and even patronly ties to San antonio. During the fifties, he and Texan John Mecom, Jr., had established preserves for exotic game animals on their ranches near the two Laredos. To legalize the importation of their animals from a dozen countries, they had donated the parent stock to the San antonio zoo, populating their ranches only with the offspring. Chito’s patronage of the zoo had opened to him the doors of the social world, which was full of widows and divorcees. With his extensive English and even more extensive fortune, Chito Longoria was a highly desirable guest on the South Texas dinner party circuit.</p><p>It was at such a party, a Washington’s Birthday celebration in the home of former Laredo mayor Pepe Martin, that Chito first met Jeanette Jaffe. Attractive and ambitious, she was at that time in her late thirties and married to Morris Jaffe, one of San antonio’s wealthiest and most influential citizens.</p><p>Jeanette Herrmann had been a daughter of San antonio society, born in a home preserved at public expense as a landmark. During her marriage to Jaffe, she had done her part as a society housewife and mother, as an adornment to a man of wealth. But she wanted more. Not content merely to sit through coffee klatches and garden shows, she started the drive that built Santa Rosa Children’s Hospital, and she sat on the hospital board. She had played a role in designing the Central Park Mall, one of her husband’s real estate projects. In the fifties she learned to pilot an airplane, and in the early sixties she was hosting a television talk show. And she had done all of this while raising her six children.</p><p>In social affairs Chito was a proprietyconscious, staid Mexican conservative, and an extreme one at that: he always wore a business suit, even on safari. He had never known a woman as independent as Jeanette. As a frequent houseguest of the Jaffes, he may have felt a romantic attraction for Jeanette, but he kept it to himself. But in late 1964 he found a project whose success, he believed, required her collaboration.</p><p>Dona Sara had for years wanted to build a chapel in Nuevo Laredo, much as Don Octaviano had built one in Mier, to show gratitude for her good fortune. After Dona alicia died, Chito had taken charge of executing his mother’s wish. His first decision —it was the signature of the man —had been to enlarge its scope. Chito envisioned not a mere <em>capilla</em> or chapel, but a full-fledged church. He picked a site for the church too: across from the public square that faced his mansion in the new Colonia Madero, or Colonia Longoria, as it was popularly called. He had commissioned architects to produce plans for the church he had in mind, but he hadn’t liked their drawings. He thought that Jeanette Jaffe might have better ideas.</p><p>After marrying Morris, Jeanette had come to Catholicism with a convert’s zeal. For their home at 300 alameda Circle, she had designed an expensively appointed chapel at which under her enticement even bishops had performed private masses. She was also unimpressed by the architect’s drawings Chito showed her, and she was disturbed by the name Dona Sara had chosen for the project, Church of the Holy Family. What bothered Jeanette wasn’t that the church’s name and the Colonia Longoria location would give wiseacres an excuse to quip. Jeanette believed that the appeal of the Holy Family was waning. She persuaded Chito that the Holy Spirit was a more contemporary concept, worthy of the church’s name despite his mother’s wishes. The two sketched out a new plan, and within months the church began rising out of the ground opposite the Colonia Longoria’s public park. Like the bank building, the church had a limestone exterior and floors of marble. Chito authorized Jeanette to select decorations and furnishings for the church’s interior, including its museum of Christian artifacts. He also gave her a checkbook with which to pay the costs.</p><p>Construction projects almost always move slowly in Mexico. It took four years to complete the church, and as work advanced, Chito was seen more and more with the Jaffes. He, the couple, and its brood took trips together, and as the months passed, Chito began keeping company with Jeanette and her female friends. In Mexico friendships across sex lines were still taboo, and Chito’s family took a dim view of his new american acquaintances, even if under their influence, he had apparently beaten back the shadows of depression. Older members of the clan thought that they discerned in Chito a reemergence of the same reckless spirit that had led to the building of the stairless ranch house. They complained that Chito’s new daring affected their lives too. When Chito gave Jeanette permission to write checks on his account, the Longoria women felt envious, and the brothers felt betrayed. All of the Longoria women—Dona Sara, the three sisters, and wives —had lived on allowances, without the open-ended spending power that blank checks gave. The money for the Church of the Holy Spirit came from profits that belonged to a family pool that the brothers insisted should be disbursed only in the ink of blood. Chito’s renaming of the church was viewed as impudent, and the Longorias didn’t share his sudden admiration for Jeanette, the self-willed married woman who spoke only maids’ Spanish.</p><p>But Jeanette was enamored of Chito. While at the Jaffe home on weekends, he spent hours entertaining the children and sometimes slept in the same bed with them. Jaffe jokingly called him “the richest yardman in the world,” because Chito also passed time tending to the family’s gardens. Her husband, Jeanette believed, was too preoccupied with business affairs, perhaps because he was still in his forties. But Chito, perhaps because he was past sixty, seemed to have the confident and paternal ease of a man who knows that he’s already made his mark.</p><p><span class=\"dropcap\">T</span>he brothers believed that Chito was courting ruin, not only in his personal life but also in his business dealings. The production of wheat and flour in Mexico was regulated by cartel and price-fixing agreements supervised by the Companfa Nacional de Subsistences Populares (CONASUPO), a federal bureaucracy. The Longorias had for years owned a flour mill in Monterrey, and in 1962 Chito had decided to refuse to renew the mill’s pact with CONASUPO. He began making his own deals for wheat, including american wheat, and he laid plans to sell flour at prices below those of his cartel-aligned competitors. CONASUPO and farm groups close to the government protested. The National association of Flour Millers published full-page ads in Mexico City denouncing Chito for “nefast disloyal competition.”</p><p>When Chito’s wrangles with the agriculture bureaucracy spread into the cotton trade, his brothers were alarmed. His initial defensive move seemed to be an act of pure, possibly american-inspired folly: Chito had published an ad in a Mexico City daily, accusing the agriculture secretary of corruption. Although his brothers tried to restrain him, Chito pressed forward until the politicians he had been courting in Mexico City arranged, if not the victory he had sought, a victory of equal proportions. In exchange for cooperation with CONASUPO’s programs, Chito won an exemption from the Mexican taxes that are usually levied on borrowed foreign capital. The tax break removed an obstacle in Chito’s march to expand the Longoria empire at any cost.</p><p>The boldest of the tricks Chito had up his sleeve was a scheme to exempt the family from Mexican corporate taxes. The scheme was the masterwork of his financial genius, a plan designed in several steps. The first move, completed in 1965 over Federico’s objections, required the merger of fifteen family-held agribusiness firms into an umbrella corporation, Empresas Longoria, S.a., or ELSA, which Chito afterward headed. ELSA paid for the assets of the merged companies by giving the Longorias notes of indebtedness. The Longorias then traded those notes for bank stock in the Bahamas Continental Bank, a paper institution that Chito had created for the scheme. The Longorias received dividends from the bank, which were not taxable under Bahamian law while the corporation could demonstrate that it had made no profits and therefore could not be taxed. In short order, the ELSA-Bahamas gambit paid handsomely. In 1968, for example, a year in which ELSA claimed exemption from both corporate income taxes and the employee profit-sharing bonuses required by Mexican law, the stockholders of the Bahamas bank, all Longorias, pocketed $3.2 million in dividends.</p><p>Chito’s expansion projects were only beginning to take shape in late 1967, when Jeanette Jaffe took a plane to Juarez for a quickie divorce. When Chito learned of this, he carefully considered his course. He was in love, and he had been in love longer than anyone knew. But his circumstances presented him with two options: he could offend his family or he could deny himself. His Mexican heritage told him that families, like the haciendas they own, become the most stable fixtures in a man’s life. But after seven months of waiting and deliberation, Chito could forbear no more. He sent a mutual friend to Jeanette’s house in San antonio, bearing a proposal for immediate marriage. Some two weeks later, on March 1, 1968, he and Jeanette were wed in a civil ceremony in Mexico City. The Longoria brothers did not attend. When the Church of the Holy Spirit was dedicated later that year, not even Dona Sara came to wish its patrons well. Chito had more clout than ever as a business figure, but he was losing his family’s support.</p><p>Early the next year Chito drove Jeanette to an undeveloped thousand-acre tract in Mexico City and asked her to pick a homesite from the raw land. Jeanette chose the highest hill in view, from whose summit the whole city seemed to lie at her feet. The couple returned to the site with stakes and string and, as Chito had done at the family ranch years earlier, marked off a plan for builders. For the next three years construction crews and architects struggled with materials and the terrain to erect Casa Kismet, a $2 million dream home, 300 feet long, 35,000 square feet in size. The place had limestone walls and marble floors, as did the church and Don Octaviano’s bank. Its interior featured a swimming pool with a retractable skylight, three kitchens, a beauty salon, and basement quarters for the household staff. The home’s furnishings included statues of Bacchus, in both youth and old age, and even Kaiser Wilhelm the Second’s Meissen porcelain soup tureen. Outside were tennis courts, a gazebo, and two ponds stocked with fish and fowl. The spread occupied a square block and was surrounded by a high wall at whose entrance a doorman stood guard. Beyond the wall arose Bosques de las Lomas, today Mexico City’s prime neighborhood.</p><p>Casa Kismet became an international party house. Cary Grant and Ricardo Montalban visited in 1973, and María Ester Zuno de Echeverría, Mexico’s first lady, stopped in too. The following year Chito and Jeanette hosted a party for actress Merle Oberon at which members of two fallen royal houses were present. The Shah of Iran, Rufino Tamayo, Hubert de Givenchy, and even California governor Ronald Reagan were guests of the house. Chito and Jeanette came to see themselves not as borderlands provincials but as members of an international social elite.</p><p>Chito’s brothers began to suspect that he had lost his sense of reality. In 1969, about the time he and Jeanette staked out their homesite, Chito had kicked off a program that in two years doubled the capacities of ELSA’s oil and seed mills. The project cost $7 million, and Federico argued that it served no purpose: Mexico’s food-processing industry was already overbuilt. Yet as soon as the project was completed, Chito unveiled the most ambitious plan of his life —a multipurpose food-processing mill at Tultitlan, a suburb of Mexico City. The Tultitlan plant, designed as the largest plant of its kind in Latin america, was to be Chito’s crown jewel. It would also seal his doom.</p><p><span class=\"dropcap\">C</span>hito had deeply indebted ELSA to foreign banks at a time when the world cotton market was slumping. The cotton crash was reflected on the corporation’s books by the rising totals of uncollectible debts from farmers who had contracted with ELSA to gin their crops. During the sixties Chito’s political backers had given assurances that the government would guarantee the corporation farm loans. But in 1970, when President Lufs Echeverrfa took office, ELSA was holding some $4 million in uncollectible notes, and the new regime, instead of reimbursing the Longoria family, did what Federico feared: it audited the corporation’s books, then presented demands for about $3.2 million in unpaid taxes and profit-sharing benefits. At the same time, a monetary shift added to ELSA’s woes. The deutsche mark was revalued upward, adding nearly $1 million to the cost of the company’s payments to European banks.</p><p>In desperation the Longorias turned for help to the Sociedad Mexicana de Crédito Industrial, or Somex, a government investment bank. Somex loaned the family $12 million, but in July 1972, with nearly $20 million in obligations on the horizon, ELSA sought protection from its creditors. In exchange for assuming responsibility for ELSA’s continuing operation, Somex required the Longorias to hand over not only corporation stock but also stock and pledges from other family enterprises, including the Banco Longoria, which Federico headed. All five brothers were now in hock for ELSA’s expansion, and the family’s financial fate rested in the hands of Luís Echeverria’s treasury secretary, Jose Lopez Portillo.</p><p>Chito remained at the head of ELSA, determined not to let bankruptcy put a dent in his plans. When he moved ahead with construction of the $10 million plant at Tultitlan, Federico sounded an alarm to his brothers. His calculations, he told them, indicated that the family couldn’t afford to operate the plant once it opened. He also argued that it served no national or Longoria purpose: Mexico couldn’t produce enough wheat to feed its mills, and the family’s existing food-processing plants, by his computations, were operating at only 30 per cent of capacity. In January 1974, when Chito ordered an additional $2 million in equipment for the plant, the brothers got together and asked Somex to halt Chito’s spending spree. They also threatened to resign from ELSA’s board if it didn’t. But the government did nothing, pending a high-level visit to the plant.</p><p>On July 9, 1974, President Luis Echeverría, flanked by Jose Lopez Portillo, unveiled the cornerstone of ELSA’s plant at Tultitlan. At a breakfast following the ceremony Chito made a speech lauding El Presidente, then led him and his entourage on a tour of the forty-acre complex. Though the plant impressed Echeverna and his crew, something about it troubled them. It was equipped with European state-of-the-art machinery, designed to limit labor costs. Only 27 workmen were needed to operate the plant. Chito’s crown jewel promised to infuriate competitors in the milling trade, as well as Mexico’s unions, the most faithful supporters of El Presidente’s regime.</p><p>In a meeting with Lopez Portillo in early august, the brothers renewed their demand that Somex replace Chito. As they had threatened, they also presented their resignations from the corporation’s board. Lopez Portillo’s answer to their appeal was delivered on august 24 by Somex officials. They appointed Federico to take Chito’s place at ELSA. Chito’s days as the Longoria kingpin were over.</p><p>Following the purge, the brothers began negotiating a settlement of ELSA’s accounts. In March 1975 their deal was consummated. ELSA’s debts were paid, largely from proceeds of the sale of five of the company’s industries to Chito’s old nemesis, CONASUPO. The Tultitlan plant was part of the bargain. So was the old Industrias Unidas site in Nuevo Laredo, Don Octaviano’s industrial homestead. Chito’s crown was placed on the head of his enemies, and another link to the founder was broken.</p><p>Dona Sara died in april of that year in Nuevo Laredo, at the age of 99. Chito tumbled into a pit of depression; there was now little hope of working his way back into the family’s good graces. Heartbroken, Chito retreated to Casa Kismet, unable to conduct his business affairs. Lawyers defended his interests, filing suit in Mexico City for, among other things, his restoration to ELSA’s throne.</p><p>Throughout 1975 and 1976 the Longoria brothers rained suits on one another on both sides of the border. Chito took shots in the press too. He described his brothers to a <em>Laredo Times</em> reporter as “country people who talk in centavos while I talk in billions.”</p><p>The acrimony reached a climax in 1977, when Chito filed a pleading in Laredo state district court. In the suit he turned his back on the notion of a family holding and claimed sole ownership of the Longoria empire. He alleged that Dona Sara had given Don Octaviano’s properties to him and that the brothers, after clearing the debt to Somex, had gone on a spree “recklessly buying in the United States city real estate, ranches, stocks, condominiums, restaurants, packing houses, oil and gas businesses.” The allegation was, if not a calculated lure, a sure-fire comeon to Mexican officials, who are eversensitive to the export of domestic capital.</p><p>In response the brothers formally sought the opinion of Jose Lopez Portillo, who had become president since the days when they had dealt with him at the treasury. Lopez Portillo’s answers made clear that he regarded the five brothers as equal partners, a blow to Chito’s hegemony. They also brought charges in Nuevo Laredo against Chito’s son, Octaviano Longoria Penn, for alleged abuse of power-of-attorney authorizations. Chitito, as he is known in the family, was jailed in his hometown in august 1978, and he remained behind bars, though in luxurious conditions, for nearly a month, a hostage to settlement of the Laredo suit.</p><p>The Dance of the Millions, as the looming trial was dubbed in the press, attracted attention on both sides of the border. Most important, it got notice at Los Pinos, Mexico’s presidential palace. On Sunday, September 10, 1978, a day before jury selection was to begin in Laredo, El Presidente summoned all five brothers to Mexico City. His was a mother’s message: if you boys don’t quit fighting, i’ll spank every one of you. Talk toward a settlement began in earnest as soon as the separate Longoria planes touched ground that night at the Laredo International airport.</p><p>No pact had been signed the following morning, and jury selection at the Laredo courthouse began on time. The first witness scheduled to testify, Chito Longoria, failed to show, citing nervous exhaustion as an excuse. Federico took the stand for two days, during which he answered “I don’t know” to dozens of sensitive questions. Eduardo, the fourth-born brother, was slated to follow him, but he also became too ill to testify; the Longoria brothers and Chito were united, if by nothing else, by their desire to obey El Presidente and to settle out of court. Before other principals could respond to their summonses, a pact ending the suit was drafted in rough form with the help of Morris Jalfe, Jeanette’s first husband and Chito’s stalwart friend. It was finished and filed in court a week later, sealed from public inspection. Spokesmen for Chito say that he got only $9 million in cash and some 27 businesses and real estate properties; just which pieces he got, nobody will say. The settlement is rumored to have favored the brothers, but the Longoria fortune passed from the public view of the courts into the present, its family secrecy nearly intact. The only evidence that the myriad suits left behind was a boxful of financial documents and a handful of depositions. That, and a silence born of shame. When the settlement was filed, the Longorias were so thoroughly disunited that in a financial sense, they were no longer Mexican at all. Money had shown itself to be a force as powerful as blood, and the brothers, like Chito, had become americanized. After dividing their holdings with him, they split the remainder of the family’s assets. Don Octaviano and Dona Sara's legacy and the Longoria empire were dissolved.</p><p><span class=\"dropcap\">T</span>he surviving Longoria brothers will not discuss the rise and fall of their clan because both events are in a past whose memory is still a source of pain. Most of the family members also are wary because they felt stung a decade ago by <em>El Rey de Oro,</em> a sensational roman a clef about the Longoria legend by Mexican writer Mauricio Gonzalez. They have other reasons for silence, reasons common to most of those who have made or inherited fortunes in modern Mexico. Eduardo, for example, was kidnapped for ransom early last year, not long after a picture of him ensconced in the luxury and apparent security of his Nuevo Laredo living room was published in <em>National Geographic.</em> Even Sara alicia Brittingham, Chito’s fervently religious daughter, avoids the press because last March, when Mexico’s leading daily published a list of alleged <em>sacaddlares,</em> or capital-exporters, with foreign bank accounts of $1 million or more, her name was at the top of the billing. Taking capital out of Mexico has become a crime, and most wealthy Mexican families have begun dodging the public spotlight.</p><p>The third and fourth Longoria generations are rich, but not nearly so much as their parents, and nearly half of them are permanent residents of Texas. Like other Texans, their lives have been touched by divorce, child-custody fights, and estrangement from their origins; many of them are no longer Catholic. Economic history has fragmented the Longorias, reduced their power, and begun edging them north across the border.</p><p>Chito Longoria spent the last few months of his life at Casa Kismet, an irascible invalid whose legs no longer worked and whose powers of speech had diminished to the point that only Jeanette and a few others could understand him. His health had begun to fail in 1982, after an accident at a construction site. One of his remaining properties was a former gin and feedlot site in Nuevo Laredo, presumed to be of little or no value. Chito saw it as a setting for an industrial park to attract <em>maquiladoras,</em> american-owned plants that produce export goods on Mexican soil. Living in San antonio at the time in the house Jeanette had been granted in her divorce settlement, he drove to Nuevo Laredo by himself, despite his advanced age. As he walked across the grounds of the future plant, Chito’s eyes were uplifted, his face as bright and confident as ever. His depression was gone; he was doing business again. Workmen had dug a trench across the property, on a line that separated him from his prospective client, an american leasing and locations agent. Unaware of the trench as he walked toward the man, Chito stumbled in. As he fell, he threw his arms out, as if hoping to grab a support. Instead, the fall left him with a broken arm. One medical complication followed another, and he never regained his strength. Chito’s fall and his financial demise came about because, as always, his eyes had been on doing business, american style, and not upon the Mexican ground at his feet.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Family",
      "Laredo",
      "Business",
      "Mexico",
      "Nuevo Laredo",
      "Church",
      "spirit",
      "House",
      "Border",
      "Elsa",
      "Mexico City",
      "Home",
      "Marriage",
      "Construction",
      "Cotton",
      "Government",
      "Real Estate",
      "March",
      "Oil",
      "ownership"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Laredo",
      "San Antonio",
      "Alice",
      "Golden",
      "Texas"
    ]
  }
}