{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19847",
    "date": "July 1984",
    "year": 1984,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1984/19840700.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Texas Primer: The Blue Law",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198407-thebluel",
  "source": "/1984/19840700.pdf",
  "wp_post_id": 120111,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-the-blue-law/",
  "authors": [
    "Jim atkinson"
  ],
  "headline": "The Blue Law",
  "dek": "It’s illegal to buy a lot of things on Sunday, but don’t blame this archaic law on the churches.",
  "spread_caption": "",
  "excerpt": "On Sunday it is legal to buy beer but not baby bottles, screws but not screwdrivers, disposable diapers but not cloth ones. No place but Texas.",
  "kicker": "Texas Primer",
  "word_count": 743,
  "content": "<p><em>by</em></p><p><span class=\"dropcap\">S</span>urely it has happened to you before. You’re out cruising around on a Sunday afternoon and suddenly you have this desperate need for . . . socks. Or maybe you need something like a pie tin or a toggle bolt or a chain saw. You squeal to the nearest hardware or grocery store, pick out what you need, and head for the express lane. “i’m sorry, sir. Selling a chain saw on Sunday is against the law. Could I interest you in one of our nicer handsaws? Those are legal.”</p><p>The Texas blue law has struck again. Blue laws —supposedly named for the color of the paper on which they were once printed —prohibit certain activities and the sale of certain items on Sunday; about half the states have them. As you might expect, liquor is a popular target of such laws, but Texas forbids the sale of 42 other categories of merchandise. That illogical and incomprehensible list makes it a crime to sell china plates but not paper ones, screws but not screwdrivers, linoleum but not wallpaper, baby bottles but not beer.</p><p>Blue laws date back to Roman times, when the empire sought a day of rest and reflection for its citizens. The impetus was purely religious then, as it was in the seventeenth century, when most american colonies outlawed everything on Sunday except church. The first Texas blue law, prohibiting working, drinking, horse racing, gambling, and other heathen practices, went into effect in 1863. Since then our blue law has become the state’s most celebrated statutory dinosaur.</p><p>Texans tend to think that this bit of nonsense is still around because of pressure from Christian leaders, but the Great Houston Blue-Law Squad Controversy exposed the modern culprits behind the madness. In early 1961 Houston mayor Lewis Cutrer ordered his police department to create the bluelaw squad, a kind of Sunday SWAT team to crack down on retailers who were violating the blue law. You would think that the Retail Merchants association of Houston-the very folks most harmed by the law-would have opposed the good mayor’s efforts.</p><p>But no-o-o-o. The retailers asserted that in states that had repealed blue laws, Sunday selling had increased overhead by as much as 10 per cent with no commensurate increase in sales. The merchants figured that strict enforcement of the law might diminish competitive selling on Sunday, particularly from national, bigvolume giants like Gibson’s. But they didn’t stop with a few blue-law arrests. Later that year, the merchants pushed an even stricter and more comprehensive law through the Legislature. Article 9001the one still on the books —makes it illegal to sell everything from cars to curtains on consecutive Saturdays and Sundays.</p><p>In its own way, the law is a charming relic. While blue laws in many other states simply tell stores to shut down, Texas’ law says “Open if you please and sell all the peanut butter you want, but sell a package of screws and you can go to the joint.” That particular idiosyncrasy may owe its existence to the endless revisions the blue law has undergone. But it is mainly the handiwork of the five-thousand-member Texas Retailers association, which squired the measure through the Legislature and now spends 20 per cent of its lobbying time each session making sure the law isn’t repealed. All you have to do to see whose interests are at stake is peruse the list of items in the statute: they are invariably things sold by retailers who don’t want to open on Sunday. In other words, a local department store owner doesn’t really care how much toothpaste Tom Thumb sells on Sunday, but he does care if it is selling dinner plates and men’s shirts.</p><p>Since 1961 the law has survived biennial assaults in the Legislature, has been dragged to the Texas Supreme Court by the Gibson’s chain, and weathered a lot of complaints from unhappy Texas consumers, 70 per cent of whom oppose the law. The law will doubtless be challenged again in the next legislative session; if the blue law itself is a time-honored tradition, so are the efforts to repeal it. But don’t hold your breath. Silly laws die hard in Texas —especially silly laws that keep the economic pie divided up just the way it is. So the next time you can’t buy a pair of panty hose on Sunday, don't go blaming Reverend Criswell. Blame it on the retailers who are taking the day off.</p><p>Illustrated by Jose Cruz and David Wallin</p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Law",
      "Texas",
      "Houston",
      "Illegal",
      "42",
      "Books",
      "Cars",
      "China",
      "Crime",
      "Cruising",
      "Legislature",
      "Mayor",
      "Police",
      "Supreme Court",
      "Texas Supreme Court"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Houston"
    ]
  }
}