{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199311",
    "date": "November 1993",
    "year": 1993,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1993/19931100.pdf",
    "issue_cover_image": "",
    "document_start_page": 145,
    "toc_start_page": 138,
    "document_page_range": [
      [
        145,
        146,
        147,
        148
      ],
      [
        181
      ],
      [
        183,
        184,
        185
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Tuff Stuff",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199311-tuffstuff",
  "source": "/1993/19931100.pdf",
  "wp_post_id": 127062,
  "wp_post_guid": "http://www.texasmonthly.com/article/tuff-stuff/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Tuff Stuff",
  "dek": "To become one of the best rodeo cowboys in the world, Bowie's Tuff Hedeman did what his idol Larry Mahan did: He grabbed the bull by the horns.",
  "spread_caption": "",
  "excerpt": "Tuff Hedeman was born in El Paso and raised on rodeo. Today he’s one the best bull riders in the world.",
  "kicker": "",
  "word_count": 5425,
  "content": "<p>Tuff Hedeman Has Made It Big Living Up To His Nickname. He Has ranked among the world’s top four professional bull riders in each of the past eight years—he is second in this year’s standings—and is a three-time world champion. He is also the rodeo event’s all-time leading money winner; in July he became the first rodeo cowboy to amass lifetime earnings of $1 million as a bull rider. Tuff calculates that he gets on 150 to 175 bulls a year and that in a decade-long pro career he has been “hit” five times. By “hit” he means injured. “Of course,” he says with a wink, “there’s hurt and there’s injured. It’s a matter of definition.”</p><p>An El Paso native who now lives on a modest spread near Bowie, Tuff will be remembered as one of the bull-riding greats, right up there with Jim Shoulders, Larry Mahan, and Donnie Gay. At thirty, he looks the part. One Saturday last February, as he prepared to ride his second bull of the night in Guthrie, Oklahoma, he moved around behind the bucking chutes in boots, spurs, blue jeans, a red Western shirt, and a flowing pair of red-and-tan chaps with the emblem of a beer label hand-tooled in the leather. At five feet eleven and 175 pounds, Tuff has the trim and compact build of a light-heavyweight boxer, and though he is bowlegged and pigeon-toed to the point of slapstick comedy, he bounces cockily when he walks. On that night the brim of his black cowboy hat was pushed back from a thick shock of light brown hair, revealing a handsomeness that is boyish and scarred—Huck Finn grown up. As wranglers goaded the last bulls through the chutes, he blew and popped large globes of pink bubble gum.</p><p>Tuff’s insouciance was impressive: at Guthrie’s Bullnanza, a money-rich affair that simply dispenses with other rodeo events, the emergency medical crew had already had a busy night. The casualties had been claimed by “droppy” bulls—bulls that drop their heads close to the ground as they buck and keep rolling their shoulders until the rider, holding on to a rope around the animal’s chest and back with one hand, is pulled down and forward too. The great danger is that the bull’s skull and horns can smash back upward with immense power and impact. After being whacked by a droppy bull’s horn, the defending world champion, arizona silversmith Cody Custer, was able to walk off with his hands clamped to his battered and lacerated jaw. Less fortunate was Charlie Litchfield of Godley. First the bull’s head caught him square in the face, and then, as he was flung backward and airborne, the bull’s hips intercepted his arc three times, batting him like a Ping-Pong ball. After he was placed on a stretcher, traction blocks were strapped tightly around his neck and head; Charlie kept up a nervous twitchy movement of his fingers, as if he were playing a clarinet. Hospital doctors would later diagnose a separated collarbone and some dislodged teeth. But for now, those who got a close look at Charlie wished they hadn’t: Blood was coming out of his ears.</p><img/><p>David Jennings</p><p>His boyish looks aside, Tuff (right) is one of bull riding's most mature talents —as he proved at a competition in Del Rio this year(above).</p><img/><img/><p>Photographs By Wyatt Mcspaoden</p><img/><img/><p>Texas Monthly</p><img/><p>David Jennings</p><p>Left: Tuff atop a bull before the gate opens. Above: For this ride at the national finals in 1992, Tuff earned a 91, the night's best score.</p><p>Bulls seldom bellow and hook in the pens and loading chutes. Conditioned livestock, they understand steel barricades, and they seem to know that they’re athletes; they get all worked up when it’s time. On the scaffolding built over the chutes, you look down from a conversation and suddenly there one stands, calm and quiet, flicking an ear that’s a foot long. Before a ride it’s not uncommon to see a cowboy sitting on a chute with his feet propped lightly, almost affectionately, on the back of a bull. They are opponents and partners; bull riders’ scores are compiled in equal measure by the beasts under them. The grades of two judges add up to a total that is primly schoollike: 60’s are poor, 70’s fair, 80’s good, 90’s excellent and rare. It’s a strange dynamic. Riders groan when they draw a bull that is easy to stay on and celebrate one whose violent exertions could easily maim or kill them.</p><p>Tuff felt great about the bull he’d drawn for Bullnanza’s last ride. In the chute he perched on its broad red back and adjusted his chaps. Fellow riders were poised to haul him out quickly if a rodeo commenced then and there, but the bull just looked annoyed. As a friend stood on the gate and helped, Tuff pulled tightly on the rigging—a lariat weighted with a cowbell under the bull’s belly and doubled into a short loop for the handhold. After placing chunks of rosin in the center of the thick leather glove on his left hand, he jerked the rope up and down until friction turned the rosin into glue. He then anchored the hand, palm up. He gave the wrap an extra hitch between his fingers, yanked it secure, and punched the gloved fist until all was set.</p><p>Tuff’s features were transformed by a flood of adrenaline. His hat was pulled down so far now that his ears were bent funny. Judges and crowds favor bulls that spin: a good rodeo bullfighter—bull riders never call them clowns—will sometimes reach out and slap a bull’s face when it lurches out of the gate in order to turn its head and start it spinning. Tuff knew this bull was a naturally inclined spinner. “But it might go left or it might go right,” he told me later, describing his thinking, “and there’s always a chance it will jump out of it or slow down or speed up.” Once he was ready, Tuff grimaced, bared his teeth (unlike many rivals, he does not wear a protective mouthpiece), and gave his assent with three quick nods. Then the gate banged open loudly, and he was out there in a swirl of lights and animal heat—doing what he lives for.</p><img/><p>David Jennings</p><p>Above: Tuff and his wife, Tracy, have a twoyear-old son, Robert Lane, named for his late friend and fellow bull rider Lane Frost.</p><p>With a shiver that began in its shoulders and ended with furious high kicks of its rear hooves, the crossbred red bull set out spinning left into Tuff’s anchored hand. “The first turn’s always the hardest,” Tuff later said. “If I get around the first turn, usually I can get a decent seat and feel pretty comfortable.” around and around they went—the bull flinging strands of drool, Tuff wrenching his hips in countermoves, keeping his balance with short lateral chops of his free right hand. “Some bulls go real strong four or five seconds, then they kind of even out, flatten out,” he said. “But this one just keeps getting stronger. The longer you go, the harder it tries.” all Tuff could see were the lights and the colors and the astonishing thing between his legs, yet for eight long seconds he and the bull were locked in an intoxicating ballet, a thing of beauty.</p><p>When the horn sounded, a bullfighter danced in close, offering himself as a target. His movements and clownish garb distracted the bull, which stopped spinning and started running straight. Tuff let go of the rigging, raised his right leg, and slipped off the bull’s back to its left side, ducking low when he landed so he wouldn’t get leveled by a parting kick. Seven thousand people stomped their boots and cheered. As Tuff trotted out of harm’s way, two bullfighters circled the bull, directing its attention to the exit gate, and the beast galloped through with a proud shake of its head. Tuff was walking beside the rail when the scoreboard flashed the judges’ wowed verdict of 92. It felt, he later said, like the best bull ride he had ever made. He took off his hat and sailed it in a spinning curve high above the crowd.</p><p>[ Continued On Page 172 ]</p><p>[ Continued From Page 141 ]</p><p><span class=\"dropcap\">N</span>O Sport Bears a Stronger Texas stamp than rodeo in general, bull riding in particular. Of the thirty topranked pros invited to Bullnanza, half were Texans. The ranching culture and mystique have a strong hold on us, and not just in our little towns and on the prairies. Of course, riding bulls was never a logical or useful thing to do on ranches; calf ropers and bronc riders are more legitimate heirs to the gloried frontier past. No matter. Top bull riders zoom around the continent with tack bags containing little more than their rigging, a sock full of rosin, an airline schedule, a toothbrush, and a change of clothes. <em>They’re</em> the ultimate cowboys.</p><p>Bull riding has become rodeo’s glamour event because it is the most exciting and the most dangerous. Almost all the bulls are offspring crosses of humpnecked Brahmans and tighter-skinned breeds: angus, Santa Gertrudis, Charolais. They weigh about 1,700 pounds and are incredibly quick and agile; their horns are sawed off blunt but are as thick as baseball bats. For contestants and spectators alike, fear of what can happen is part of the thrill. Yet for all its violence, bull riding has a crude gallantry. People who object to rodeo on ample grounds of animal cruelty are stumped by the way bulls are treated. The animals breathe a lot of exhaust in stock trailers, but they’re well fed, they spend most nights under a roof, and in the arenas their passage toward the chutes is often coaxed along by a comely heifer. When the worst occurs, no vengeance is exacted; nobody even holds a grudge. A bull that kills somebody goes right on chewing its cud.</p><p>The first Texan famous for his bull riding was Fort Worth’s Dick Griffith, who dominated the sport during the early years of World War II. In 1948 the reins were passed to Harry Tompkins of Dublin, who went head to head on bulls and bareback broncs with Jim Shoulders of Henryetta, Oklahoma. Between them, Tompkins and Shoulders won twelve bullriding, seven all-around cowboy, and five bareback titles. (The all-around title rewards multi-event prowess.) The Oklahoman had the best of that matchup by a hair, though he was far ahead in fame engineering. After retiring, Shoulders made documentary movies, produced rodeos, owned a top line of bucking stock, and acted in beer commercials. Tompkins, on the other hand, went back to Dublin and engaged in the car-crushing business.</p><p>The next eras belonged to Larry Mahan and Donnie Gay. Mahan grew up near Salem, Oregon, which remained his hometown until he moved to Dallas in 1973, at age thirty. Mahan, who now lives near Bandera, was rodeo’s first matinee idol. He looked and talked like a movie star, flew his own airplane, and was a fantastic athlete: He won two bull-riding titles and was nearly as good on saddle and bareback broncs. His versatility won him six all-around championships; he was one of the first cowboys to get rich on the rodeo circuit. Donnie Gay, of Mesquite, came along in 1970, just as Mahan was bowing out. Gay was a drawling, chain-smoking banty rooster who occasionally left barrooms in disrepair; there was nothing slick about him. But he blazed a new trail of specialization. As purses increased, he found he could get rich if he just rode enough bulls. Gay’s record of eight bull-riding titles may never be broken. He is bull riding’s Hank aaron.</p><p>The next period of dominance was reserved for Tuff. When Richard Hedeman, as his birth certificate reads, was growing up in El Paso’s Upper Valley, the posters on his bedroom wall featured Shoulders, Mahan, and Gay. Richard came from a large family of equestrians; his father held various administrative jobs at New Mexico’s Sunland Park and Ruidoso Downs racetracks. At age four, Richard rode his first calf, and whenever possible, he played with his friend Cody Lambert in a little rodeo pen built near the Sunland Park track by their fathers. (Cody’s father was a prominent horse trainer there.) around the same time, Richard got tagged with his nickname, which he quickly grew to hate. One day an adult accidentally slammed a car door on Richard’s hand. He didn’t complain too much and afterward found himself stuck with the manly praise. From then on, some kid was always sneering, “Oh, yeah? How tough?”</p><p>At sixteen, Tuff weighed only 110 pounds. He didn’t dislike other sports, but the football coaches at Coronado High, a local powerhouse, didn’t exactly chase him down in the halls. Anyway, he was always out at the racetrack. Cody’s dad first put Tuff to work cleaning out stalls and eventually let him break and exercise young horses: He would arrive at Sunland at six in the morning and earn three hours’ wages before school began. In the summer, the Hedeman family moved to Ruidoso’s cool highlands—a great life for a Texas kid. There, Tuff entertained ambitions to be a jockey. But by the time he could ride a racehorse well enough to do it competitively, he had outgrown his chance. Rodeo was the natural progression: junior rodeos, high school rodeos, a rodeo scholarship at Sul Ross State University in alpine. “I don’t know that I ever had much ability,” he remembered. “I was just determined.”</p><p><span class=\"dropcap\">I</span>N 1983, When Tuff Was Twenty, he won his first $2,000 on saddle broncs at El Paso—twice the amount he needed to qualify as a professional cowboy. By then, Cody Lambert had turned pro too and was doing well on bulls and broncs. Since as many as four rodeo cowboys can team up in booking their entries—it consolidates expenses and makes the life not so lonesome—the boyhood friends started out traveling together. The next year, Tuff’s bull-riding career took off. “First weekend in May,” he says, “I looked at the national standings and they had me down fourth. I thought it was a misprint.” He won $48,472 in 1984 and made the national finals in Oklahoma City, where he met his future bride, Tracy, a tall, slender barrel racer and Pilot Point rancher’s daughter who is a dead ringer for Cybill Shepherd in <em>The Last Picture Show.</em></p><p>That same year, Lane Frost, a hot young bull rider from Lane, Oklahoma, placed ninth in the standings. Tuff and Cody had known Lane when they were amateurs, and in 1985 he joined their travel team. Tuff finished second in the standings; Lane was third. In 1986 Tuff, Lane, and Cody hooked up with Jim Sharp, a shy Kermit native and Odessa College alumnus. That year Jim rode an incredible 197 of 213 bulls and was rodeo’s rookie of the year; Tuff won $137,061—a new income record on bulls—and his first world title, while Lane again ranked third.</p><p>It quickly became commonplace for these four friends to jockey back and forth as rivals and then go out for beers and hit the road together. That they could move so easily between competition and camaraderie suggests that bull riding may be the sports world’s tightest-knit fraternity. Imagine pro basketball stars Michael Jordan, Charles Barkley, Patrick Ewing, and Dennis Rodman touring in constant company, playing against each other with almost no ego conflict, never tiring of it. In relative stature, that’s who Tuff, Jim, Lane, and Cody were.</p><p>Tuff and Tracy were married in 1986. They lived for a year in Gainesville, then bought a place near Bowie. Back then, Jim was the only bachelor among the travelmates, but none of them spent much time at home unless they were recovering from injuries. Cody was a laconic sort whose bank account benefited from his equal skill as a bronc rider, but he could get hot on the bulls, and he rode particularly well at Texas shows. The others were pure bull riders, and they were the sport’s emerging royalty. For six straight years, either Tuff, Lane, or Jim was the world champion. At rodeos they would saunter in together and carry off all the bull money.</p><p>In 1988, their best year collectively, Jim won the first of his two world titles; Tuff was third, Lane sixth, Cody seventh. Their bull-riding income added up to $329,071—pocket change for other pro athletes, but by their lights, they were on top of the world. At the national finals in Las Vegas, Jim rode all ten of his bulls—a perfect record that no one, including Shoulders, Mahan, and Gay, had ever managed. “Jim’s probably the best bull rider i’ve ever seen,” Tuff told me. Ever modest, he didn’t mention that he himself had stayed on nine of ten bulls that week and was disqualified on the tenth only because he tapped the bull once with his free right hand.</p><p>With success came endorsements: In the late eighties photographers shot Tuff wearing Resistol hats, Panhandle Slim clothing, Justin boots, and his Bud Light chaps, and he made a TV commercial for Milky Way candy bars. He did not lack flair. At outdoor daytime shows, he occasionally rode bulls while wearing sunglasses—a good way to lose an eye. But in show biz terms, he was often overshadowed by Lane Frost. Lane had a prominent adam’s apple and, at the height of his fame, wore braces on his gapped and crooked teeth, yet something about him made young girls squeal. He wore a long feather in his hatband and had a flashy matadorlike habit of turning his back on a bull.</p><p>But it wasn’t Lane’s showboating ways that sent an earthquake of reality crashing through the lives of his friends; to them, it was plain bad luck. On a rainy Sunday in July 1989, Tuff, Cody, Jim, and Lane were competing in an outdoor rodeo in Cheyenne, Wyoming. Lane drew a brindle bull called Bad to the Bone. Despite its ferocious name, the bull had a reputation as good but not particularly mean, and it was starting to age a little. Lane rode it well, scoring an 86, but in getting off, he slipped to his hands and knees. The bull jumped over Lane, saw he was still there, and almost seemed to hesitate and ponder. The bull then gave its available target a poke in the back with a blunted horn. Tuff was watching from thirty feet away. Everybody agreed it didn’t look that badnothing out of the ordinary. Lane lurched to his feet and staggered a few steps. He raised one hand, as if for help, and then collapsed face down. The bull’s horn had broken a rib, which severed a coronary artery. “He was dead before they turned him over,” Tuff said.</p><p>Cody, Tuff, and Jim were among the pallbearers who carried Lane’s coffin out of a church in atoka, Oklahoma—yet four days after Tuff watched his best friend die in a rodeo arena, he got back on another bull. That year, Tuff went on to win his second world title; Jim was second, just $10,000 behind. At the national finals, Tuff tied Jim for the first-place money with a wild last ride that became the showiest thing he’d ever done. When the horn blew, Tuff wouldn’t get off: He rode the bull a full eight seconds more, beating on its hump with his hat. Afterward, he said he did it for Lane. Two years later, in 1991, Tuff won his third world title. That summer he and Tracy had a little cotton-haired boy. They named him Robert Lane.</p><p><span class=\"dropcap\">L</span>AST February, the Week After he scored 92 riding the crossbred red bull in Guthrie, Tuff sat on a metal chair in a cinder-block room under the stands of San antonio’s Freeman Coliseum. He was explaining bull-riding techniques to me. “You have to lift on your rope, get hold of the bull with your feet, and stay in a position where you can move whatever way he’s going.” He raised his right elbow shoulder-high and flung his arm outward a couple of times in a slashing motion. “You’re doing this for balance—to stay centered on him,” Tuff continued. “at these bull-riding schools they can get pretty technical, but to me it’s real basic.” His grin was sleepy-eyed and easy. “Riding bulls is about ten percent talent,” he said. “The rest of it’s balls.”</p><p>Sooner or later, somebody was bound to say it. I laughed and asked him, “What’s the most dangerous part?”</p><p>“By far, getting thrown down under them,” he said. “Sure, if you get hit by a bull’s head or a horn, it hurts. It’s like somebody cracking you with a baseball bat. But it doesn’t hurt anything like getting stomped on by something that weighs close to a ton and just jumped ten feet in the air. ”</p><p>At that point Ty Murray slouched through the room with his tack bag and bronc saddle slung across his shoulder. Ty, 23, is an Odessa College alumnus and the hottest talent on the circuit; in all likelihood, he’ll finish the year with his first world title on bulls. A native arizonan, he was singled out and groomed at age thirteen as a future superstar by Larry Mahan. Like Mahan, Ty rides broncs as well as bulls, and because of his three-event prowess, he has won four straight all-around titles and shattered rodeo income records. Also like Mahan, Ty has matinee idol looks. He’s the one the young girls sigh for now.</p><p>As Ty passed, Tuff looked away from me, grinned, and barked a greeting. “Ty will tell you,” he said. “i’m a natural.”</p><p>“Doing a little interview?” Ty asked, turning his attention to me. “You gonna get his nickname in there?”</p><p>“all right,” I said, “his nickname is ... ”</p><p>“The Pig,” Ty said. “Know why they call him Pig?”</p><p>“No, why’s that?”</p><p>“ ’cause he is one—a pig. How you been, Pig?”</p><p>“I been fine. How you been, Pudd?”</p><p>Ty nodded with apparent satisfaction at the exchange. “Ready for the show?” he asked.</p><p>“Ready for the competition,” Tuff replied. “Peelin’ broncs tonight. Making my comeback. ”</p><p>Over a span of four days, Tuff would be riding in San antonio, then El Paso, then San antonio again, then El Paso again. At San antonio he entered team roping and saddle broncs along with bulls. Tuff hadn’t ridden broncs much since he injured his knee on one early in his career, but his mood indicated a touch of boredom. “San antonio’s a big rodeo,” he said. “You can win good money here. But so much of it’s the draw. Like this bull tonight—it’s hard for me to get real excited about getting up on him, because i’ve done it twice before. It’s a sixty-five, sixtyseven. Ride the best you can and you still get a low score.”</p><p>“Isn’t that a dangerous way to look at it?” I asked.</p><p>“Yeah, it can be. You lose your concentration. ”</p><p>“How mean are these bulls?”</p><p>“They’re just like people,” Tuff said. “It varies. If you walk in a pen full of them, some will just stand there and look at you. Others act kinda scared and try to get away from you. A fewone or two—you might be able to walk up to and scratch behind the ears. And some will want to come over and hook the shit out of you. I don’t know if it’s meanness so much. It’s just foreign to a bull: He really doesn’t want you sitting on his back.”</p><p>Later that night, Tuff missed his lariat throw at the heels of a running steer. On an undersized saddle bronc, he spurred enthusiastically and scored a 72. And he had a long time to consider his estimate of bull 729. Just out of the chute, the brown bull jerked sharp left and threw its hips high in the air. Tuff was left hanging on a horizontal plane two feet higher, his boots and chaps and spurs higher still. He hit flat on his back, and when he got up, he didn’t look happy.</p><p><span class=\"dropcap\">a</span> FEW Months Later, I Visited Tuff at his home on the outskirts of Bowie. Many of his friends, I discovered, live nearby. Cody Lambert is just up the road in Henrietta. Jim Sharp and Ty Murray make their homes outside Stephenville. Other top bull riders hail from Keller, Godley, Decatur, Saginaw, Cleburne. The extraordinary concentration of rodeo talent in North Texas makes sense: The countryside is pretty, residents of small towns there cherish the cowboy culture, and the highways offer short, fast routes to the DFW airport.</p><p>A blue welded sign at the gate informs drivers on the adjoining country road that they are passing the residence of a world champion bull rider, but that’s as ostentatious as Tuff’s fifteen-acre homestead gets. A barn sits off in the distance; beside the brick ranchette home is a riding arena set up for barrel racing. Hung from a tree limb in the house’s fenced yard is an imaginative tire swing in the form of a horse—a gift from Jim. Wearing shorts and a pullover, Tracy opened the door and smiled. When I commented on the arena and barrels, she said she was kind of between horses right now. There was also the matter of two-year-old Lane, who at the moment was running outside in pursuit of the family’s cocker spaniel.</p><p>Tracy took me inside and showed me the living room and office, which are decorated with tack and photographs: Tracy tall in the saddle, bending a horse low around a barrel; Tuff on bulls; Tuff with his arm draped across the shoulders of Lane Frost. Just then Tuff came out of the bedroom, yawned, and sat down on the sofa. He was in jeans, a T-shirt, and moccasins. Typical of his breaks from the road, Tuff was spending his time close to home. Unlike Tracy, he doesn’t know a lot of people in Bowie: He’s seldom there, and when he takes a few days off, he’d rather be with his wife and son.</p><p>At Tracy’s suggestion, Tuff put what he thought was a career highlights compilation in the VCR. “God almighty,” he said when the tape began to play. “We’ll call this one ‘Tuff’s Best Wrecks.’ ” The most famous mishap he showed me occurred at the 1990 national finals. Since high school, Tuff’s self-perceived weakness has been that he loses his grip on the rope. His solution is to use a lot of rosin and to set his rigging with an extra loop between his fingers. Some friends call this method a suicide wrap. Bull riders always try to get off on the side of the hand they ride with. When a left-handed rider departs on the right side, or vice versa, he is apt to get hung up in his rigging, which can be life-threatening: The rider is yanked along with the bull still bucking, twisting its horns at a new drag on its freedom.</p><p>That’s basically what happened to Tuff three years ago in Las Vegas. He got thrown to the right by a brown bull that was spinning left. With his gloved left hand caught in the rigging, he was flung in circles that wrapped it even tighter. Usually a hang-up lasts only three or four jumps, or a couple of seconds; this time, it went on for ninety seconds. The bullfighters in the arena ran at the head of the bull, were battered aside, got up, and attacked again. Bullfighters vaulted out of the stands, all but one in costume and makeup. Tuff’s brother Gary, a respected rodeo bullfighter and clown, joined the melee in street clothes. One bullfighter pulled a knife, leapt on the bull’s back, and unsuccessfully tried to cut the rigging. The bull finally got so tired he walked around with his tongue hanging out. Tuff’s hand at last popped free, and he collapsed in an open bucking chute. Propped against a gate nearby, holding his ribs, was a clown who looked like he’d been hit by a mortar.</p><p>The tape then cut to a small-town arena in alberta, Canada. Tuff sat forward on the sofa and stared at the TV, as fascinated by what we were watching as I was. “I haven’t seen this one in a while,” he said. That ride, Tuff made the buzzer. Then the bull just stopped: He wouldn’t do anything, as if he had fallen into a trance. The closest bullfighter was so unnerved by this strange behavior that he vaulted over the fence. “Look at him!” Tuff exclaimed now, pointing at the screen. Aware that he had shamefully quit his post, the bullfighter leaned across the fence and swatted at the bull with his hat. Bull riders are never supposed to dismount a bull while it’s standing still or leap off and onto the fence, but in desperation, Tuff violated both rules. “I thought I could make it, so I jumped,” he said, describing the action. “But my spur got caught in its flank. ”</p><p>The bull moved so quickly then that it caught Tuff’s midsection with its head and horns before he hit the ground. With a mighty heave of its neck, it flung him straight up, feet first, like a pole vaulter. Tuff hit the ground right back in front of it. The bull scooped him up and had the same fun with him again.</p><p>Tracy laughed and grabbed for her son. “Look, Lane, there’s Daddy!”</p><p>“It was eighty-five degrees,” Tuff recalled, “and they took me to a hospital that didn’t have air conditioning. What a night. I couldn’t ride for two weeks. ”</p><p>All the episodes on the tape involved TufF or his family or his dog except for one. Nobody in the room spoke when the action returned to the Frontier Days Rodeo in Cheyenne. When Lane Frost lurched to his feet, staggered, and raised his hand, he was trying to expel the large mouthpiece that protected the braces on his teeth. Without a flicker of expression, Tuff watched him die again.</p><p><span class=\"dropcap\">E</span><em>IGHT Seconds To Glory,</em> a Movie account of Lane’s life, was shot last spring in San antonio and nearby small towns (see “Home Movies,” page 180). It was not, Tuff said, a particularly smooth production. Along with Lane’s widow, Kellie Frost, Tuff was a paid consultant and spent a fair amount of time on the set. He got to read several versions of the script, which wasn’t bad, though it had some suspect dialogue. (In a hotel scene, Tuff starts to accept the desk clerk’s offer of a bellboy to help with the luggage. Lane reprimands him: “Come on, Tuff. Cowboys carry their own gear.” TufF: “Code of the West?” Lane: “You got it.”)</p><p>Tuff also got to watch <em>Beverly Hills 90210</em> heartthrob Luke Perry—playing Lane—and Cody Lambert—another paid consultant—exchange heated shouts with director John avildsen, whose credits include <em>Rocky</em> and <em>The Karate Kid</em> and whose style is said to be dictatorial. “I understand that it’s hard to please everybody,” Tuff told me. “i’m just glad that’s over. I’d a whole lot rather been at a rodeo somewhere.” Crew members were struck by the skeptical stares of the real bull riders during the filming of one scene: Perry, as Lane, strode in boots and hat past a bleacher full of groupies and acknowledged their squeals with a fey motion of his hand. Still, Tuff came away impressed with the young actor. For one thing, to the horror of the production’s insurers, Perry insisted on riding several bulls. “Let me put it this way,” said Tuff. “If that movie turns out any good, it’s Luke Perry’s fault.”</p><p>Among Tuff’s responsibilities on the set of <em>Eight Seconds</em> was a stint of riding stunt double. It was not the first time he had been on camera—along with his TV commercials, he had ridden stunt double in a rodeo movie a few years earlier—but it was an experience like none he had ever had. Riding double for actor Stephen Baldwin—who played a character called Tuff Hedeman in a movie about Tuff’s best friend, whom he had watched die—pushed the frontiers of surreal weirdness a bit too far.</p><p>“Between 1985 and 1989,” Tuff told me, “I probably spent more time with Lane Frost than I did with my wife. No doubt, that’s the hardest thing i’ve ever had to deal with. It’s still pretty tough at times. You think about everything: Is it worth doing this? Do you want to lose your life? But you see, that’s all we ever wanted to do, ever since we were kids—ride bulls, be cowboys, be world champions. And we were lucky enough to do it. I’m still living out my dream.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bull",
      "Rodeo",
      "ever",
      "Bull Riding",
      "Cowboy",
      "Cowboys",
      "ten",
      "Texas",
      "Boots",
      "Career",
      "Family",
      "Home",
      "money",
      "people",
      "record",
      "Running",
      "San Antonio",
      "Baseball",
      "Beer",
      "College"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "San Antonio",
      "El Paso",
      "Odessa",
      "D.C."
    ]
  }
}