{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199311",
    "date": "November 1993",
    "year": 1993,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1993/19931100.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 150,
    "document_page_range": [
      [
        150,
        151,
        152,
        153,
        154,
        155
      ],
      [
        178
      ],
      [
        180
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Home Movies",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199311-homemovie",
  "source": "/1993/19931100.pdf",
  "wp_post_id": 127056,
  "wp_post_guid": "http://www.texasmonthly.com/article/home-movies/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "Home Movies",
  "dek": "From A Perfect World, Clint And Kevin's Lowlife-On-The-Lam Flick, To Blank Check, A Kiddie Crime Caper, Our Inside Guide To 22 New Films Shot In Texas.",
  "spread_caption": "",
  "excerpt": "Hollywood on the Brazos? That’s how it seemed this year, when everyone from Clint Eastwood to Drew Barrymore set up shop in Texas.",
  "kicker": "",
  "word_count": 3712,
  "content": "<p>In the Film World Today, Texas Is No Longer Just anoTher Pretty state. Countless movies have been made about Texas, but now more and more are being made <em>in</em> it as well. Since the creation of the Texas Film Commission 23 years ago, some four hundred films have been produced here—not the formulaic westerns that launched Texas’ cinematic stardom, but comedies, dramas, art films, and B movies. Thanks in part to Ann Richards, who boosted the commission’s visibility by attaching it to the governor’s office in 1991, this year the agency is doing especially great box office, with a record 22 movies in production pumping an all-time high of $160 million into the economy.</p><p>Under the guidance of Marlene Saritzky, a well-connected Los Angeles native who filled the director’s chair two years ago, the commission has aggressively promoted the state as a sort of one-stop shop for filmmakers. Besides its legendary vistas, Texas also offers a moderate economy (compared to California’s) and an ever-growing colony of experienced crew members. The commission provides filmmakers with everything from current license plates and inspection stickers for any state (Texas has doubled for Iowa, South Carolina, and California, among others) to a customized tour of the entire region. Tom Copeland, the commission’s veteran head of the locations department, says the hardest information to convey to visiting studio honchos is Texas’ size; once a potential client allotted Copeland six hours to show him Big Bend. The geographic diversity, too, surprises Hollywood types. “When people fly into Austin, they’re always shocked at how green it is,” Copeland says. “They think the whole state is desert.”</p><p>This year’s homemade movies include a guaranteed blockbuster, a group of solid features, plus horror flicks, crime thrillers, biographies, and more. The films’ locations range from the Panhandle to the Piney Woods, from inner-city Houston to the Hill Country. Read on about a quartet of major releases and our sneak previews of eighteen more films that will bring to moviegoers nationwide the thrill of cinema veritex.</p><p>Dazed And Confused</p><p><em>Gramercy Pictures</em></p><p>Written and directed by: Richard Linklater Starring: Jason London, Michelle Burke, Wiley Wiggins, Matthew McConaughey, Rory Cochrane, Sasha Jenson, Christin Hinojosa, Anthony Rapp, Adam Goldberg, Ben Affleck</p><p><strong>Released: September 24</strong></p><p>★ ★ ★</p><p>Richard Linklater’s First Feature, <em>Slacker,</em> was a tongue-in-cheek examination of post-collegiate inertia. As almost everyone knows, he made the cult classic for peanuts. For his much-anticipated second movie, <em>Dazed and Confused,</em> Linklater forked over more than <em>Slacker’s</em> entire budget of $23,000 for the rights to Aerosmith’s “Sweet Emotion,” the song that accompanies the opening credits. With a budget of $5 million to work with (still pocket change in Hollywood), the University of Texas grad deftly exposes the roots of eighties slackers-to-be with a dead-on portrait of high school life in the seventies—keg parties, black lights, bongs, and teenage angst.</p><img></img><p>Robin Holland/Onyx</p><p><strong>Linklater's direction recalls school daze, circa 1976.</strong></p><p>The high school types—bullying jocks, self-conscious geeks, snotty seniors—are immediately recognizable regardless of a viewer’s graduation year. The nonsensical slang is at once precise and painfully funny; one entire conversation—“You cool, man?” “Like, how?”—is priceless. Period touches include a sign advertising regular gas at 58.9 cents a gallon and a theater marquee touting Alfred Hitchcock’s <em>Family Plot.</em> The score perfectly parallels the story line: Alice Cooper’s “School’s Out” plays as students flee the halls on the last day of classes, and Dr. John’s “Right Place, Wrong Time” serenades nervous freshmen at a senior party. Robert Plant nixed the use of Led Zeppelin’s “Rock and Roll,” a decision that, if he ever sees the movie, he will surely regret.</p><img></img><p>Pam Francis</p><p>Austin teen Wiley Wiggins won the role of the freshman underdog after a <em>Dazed</em> producer spotted him leaving a restaurant on the Drag.</p><img></img><img></img><p>Gabor Szitanyi (2)</p><p>Freshman hazing and pot smoking fuel the action in <em>Dazed and Confused,</em> an homage to high school life in the seventies. The movie recalls high jinks at Linklater's alma mater, Houston's Bellaire High.</p><p>One day before <em>Dazed and Confused</em> premiered, the Motion Picture Association of America put the kibosh on the advertising campaign, which featured lines such as “Finally! A movie for everyone who <em>did</em> inhale.” The Mpaa’s decision seems as dated as the film’s setting; in that era of teenage life, pot smoking was as pervasive as the equally alarming habits of vandalism and hazing (which are also faithfully recreated).</p><p>In Austin, where Linklater filmed <em>Dazed and Confused</em> in the summer of 1992, moviegoers of all ages have been lining up, in part because of the charms of seeing a locally made Hollywood movie. Austinites will recognize the teens’ urban hangout as the venerable Top-Notch burger drive-in on Burnet Road. Other suitably anachronistic institutions include a Ballard’s grocery store, the fifties-style Grace’s Home Cooking, and Bedichek Middle School, which subbed for the generic Robert E. Lee High (where a mural portrait of Uncle Sam bears bloodshot eyes).</p><p>Andie divine: Model-turned-actress McDowell learned <em>Rifleman-</em>style gun tricks for <em>Bad Girls,</em> which is currently being filmed in Del Rio. Drew Barrymore also stars.</p><img></img><p>Naomi Kaltman/Outline</p><p>But Austinites and other Texans will recognize more than the buildings—most of the actors are locals. The standout is Wiley Wiggins, a McCallum High School sophomore who was fifteen when co-producer Anne WalkerMcBay spotted him and asked him to call for an audition. As the anxious freshman Mitch, Wiggins is as winning as his polyester shirt is god-awful (costume designer Katherine Dover pulled together an amazing assortment of authentically ghastly attire). Christin Hinojosa, as another eager-to-please freshman, also makes an impressive debut. Playing the lead role of sexy jock with a conscience is Jason London of DeSoto, who starred last year in <em>The Man in the Moon.</em> The majority of Linklater’s crew—sixty, compared with <em>Slacker’s </em>ten—were also Texans.</p><p><em>Paramount Pictures</em></p><p><strong>Written and directed by: Steve Kloves Starring: Dennis Quaid, Meg Ryan, James Caan, Gwyneth Paltrow</strong></p><p>Release Date: November 5</p><p>★ ★ ★</p><p>Flesh And Bone</p><p>The First Texas Film Dennis Quaid and Meg Ryan made together was an unmitigated bomb. D.O.A, shot five years ago in Austin, was a remake of the 1950 film noir about a man trying, before he dies, to discover who slipped him a slow-acting poison. The actors’ latest joint endeavor is no less bleak—and possibly equally star-crossed. As grim as its name, <em>Flesh and Bone</em> is a dark drama about a restless vending machine stocker (Quaid) who falls for a downand-out stripper (Ryan). “When Mark Rosenberg first called us about <em>Flesh and Bone,</em> ” recalls Film Commission director Marlene Saritzky, “he described it as ‘an ill-fated love story.’And it was.” While supervising the filming of a motel scene in Stanton, producer Rosenberg died suddenly of a heart attack. (In an almost sadder footnote, the adoptive daughter long awaited by Rosenberg and his wife, Paula Weinstein, arrived from a private agency ten days after his death.)</p><p>The producers of <em>House Party Ii</em> and <em>New Jack City,</em> Doug McHenry (left) and George Jackson, are filming <em>Jason's Lyric</em> in inner-city Houston and at a prison in nearby Rosharon. McHenry directs too.</p><img></img><p>Steve Sands</p><p>Real-life marrieds Dennis Quaid and Meg Ryan are reel-life lovers in <em>Flesh and Bone,</em> about two drifters grappling with their tragic pasts.</p><img></img><p>Lorey Sebastian</p><img></img><img></img><p>For a scene in <em>Flesh and Bone,</em> a pristine farmhouse in Hutto (above) was cosmetically aged thirty years with mud and fake shingles.</p><p>Under the pall of tragedy, Quaid and Ryan and the rest of the cast and crew faced six more weeks of work. The constant travel added more pressure. Motels in nine small towns were used as sets: Marfa, Monahans, Cuero, Big Lake, Valley Springs, Luling, Pecos, Alpine, and unlucky Stanton—in what Quaid terms “the Motel 6 tour of West Texas.” Additional Central Texas sites included Austin, Taylor, Temple, Coupland, Pflugerville, and Gruene, where Quaid, a Houston boy, raved about the ambience of Gruene Hall. The leads (who, as celebrity-watchers know, are husband and wife) also suffered under the strain of recent parenthood—firstborn Jack Henry was five months old when work began.</p><img></img><p>James Crowley</p><img></img><img></img><p>Lorey Sebastian (2)</p><p><em>Flesh and Bone,</em> clockwise from top: Quaid on the set in Valley Springs; crew members shoveling snow in Marfa; actress Gwyneth Paltrow amid customplanted wheat in Coupland,</p><p>In Hutto, the Film Commission’s Tom Copeland found a rambling Victorian farmhouse that was perfect for several exterior scenes of a house where a murder occurred.</p><p>The home belonged to Earl Klattenhoff, a banker in Hutto, who not only obligingly rented the house but also allowed it to be aged thirty years for a sequence in which Quaid’s character returns to the scene of the crime. Crew members draped rolls of faux rotting shingles across the roof, covered the pristine white paint with mud, and even stripped off most of the leaves from the massive elm shading the house.</p><p>Another house in nearby Coupland was also okayed as an exterior location. However, a wheat crop in a field adjacent to the house that the location people saw in June was, of course, long gone in November, when the filming for these scenes began. But the production designer—whose job is to artfully plan out each set—insisted that the thick crop was a must for the first view of the house, so the production company hired a local farmer to replant sixty acres in triticale, a fast-growing hybrid wheat. Because there is no irrigation in that area, the decision was especially costly: The studio had to rig up a sprinkler system and pay full residential water rates for thousands of gallons—only to have the designer judge the resulting crop too green. The same amazed farmer was then persuaded to spray the field with defoliant until the crop turned sufficiently brown.</p><img></img><p>Murray Close</p><p>For A <em>Perfect World,</em> Clint Eastwood wore many hats, including the director's cap and cowboy headgear for his role as a Texas Ranger.</p><p>In <em>El Mariachi Ii,</em> 24-year-old director Robert Rodriguez of Austin presents the <em>corrido dos—“</em>second song”—of the title musician, this time with serious Hollywood financing.</p><img></img><p>John Dyer</p><p>Another near-calamity occurred just outside Marfa in December. Shortly into filming at the Stardust Motel, an unexpected snowstorm blanketed the area, sending the production designer into near-hysterics. Work came to a halt while the flabbergasted crew attempted to shovel the white stuff from the motel parking lot and even hired steam cleaners to spray the snow with hot water. Amused locals predicted that it would melt by noon—and it did.</p><p>Set designers created a cemetery's worth of ersatz tombstones for Occhio Pinocchio, filmed in the shadow of Houston's downtown. This Italian production is a grown-up take on the children's classic.</p><img></img><p>Ellis Vener</p><p>Locals craned their necks for a peek at Clint Eastwood, who labored in Martindale (below) and Austin and, during lulls, schmoozed with co-star Kevin Costner (bottom).</p><img></img><p>Caroline Brock</p><p>A Perfect World</p><p><em>Warner Brothers</em></p><p>Directed by: Clint Eastwood Written by: John Lee Hancock Starring: Clint Eastwood, Kevin Costner, Laura Dern, and T. J. Lowther</p><p>Release Date: Thanksgiving</p><p>★ ★★</p><p>Throwing Austin And Its Surrounding hamlets into a tizzy, Oscar winners Clint Eastwood and Kevin Costner settled in last spring for a two-month shoot on this lawman-hunts-lowlife flick reminiscent of <em>The Fugitive.</em> But there’s a difference, and a big one: Unlike Dr. Richard Kimble, the title character in the Tv series and the recent film, the chasee in <em>A Perfect World</em> is an out-and-out bad guy—not the usual role for Hollywood leading man Costner. Here he plays Butch Haynes, an escapee from a Texas prison who abducts seven-year-old Phillip Perry (Lowther) and soon finds the Texas Rangers on his trail. Eastwood stars as Red Garnett, the seen-it-all Ranger captain who happens to have played a pivotal role in the prisoner’s past. Good looks (female) are supplied by Laura Dern as a feisty criminologist who butts heads with the old-fangled Ranger.</p><img></img><p>Murray Close</p><img></img><p>Peter Iovino</p><p>Its Iowa-like flatness won bucolic Manor a role in <em>Gilbert Grape;</em> the behind-the-scenes star was acclaimed cinematographer Sven Nykvist (below center, with director Lasse Hallström, left).</p><img></img><p>Katie Cokinos</p><img></img><p>Peter Iovino</p><p>Johnny Depp (center) played in a local band while working on <em>What's Eating Gilbert Grape?,</em> with Leonardo DiCaprio and Juliette Lewis.</p><p>Eastwood began scouting the Central Texas area last February. Working with Tom Copeland, Eastwood scoped out locations around Huntsville, including the Walls Unit of the state penitentiary. The prisoners behaved well, Copeland reported, although when Eastwood passed by, “they couldn’t help hollering the classic Dirty Harry line: ‘Make my day.’” Eastwood then flew by helicopter to Niederwald, outside Austin, to eyeball a rural farmhouse being considered for a scene in which Costner holes up on a local farm. The owner, alerted that Eastwood was planning to arrive, had been “dressed up all day waiting to meet this big star,” Copeland recalls. “But the helicopter had no sooner started to descend than it went back up again. She was pretty disappointed.” It turns out that the wind from the whirring rotors was rippling a barn’s roof, and Eastwood feared the helicopter would do more harm if he tried to land. His production company later sent the woman a check to cover minor damage.</p><p>In Austin a stretch of Columbus Street off Bouldin Avenue served as the neighborhood where Costner’s character kidnaps the young boy. One resident recalled that she answered a knock on the front door to find Eastwood standing on the porch, waiting to ask if the filmmakers could use her house in a scene. She later mused, “It was Clint Eastwood! What was I going to do—say no?” Another in-town location was the office of Pete Laney, Speaker of the House of Representatives, which subbed for the office of Governor John Connally—because Governor Ann Richards’ office was, like much of the Texas Capitol, torn up for remodeling.</p><p>[ Continued On Page 178 ]</p><p>Luke Perry of Tv's Beverly Hills 90210 traded his usual L.A. chic for authentic cowboy couture in Eight Seconds to Glory, a biopic of legendary Texas bull rider Lane Frost.</p><img></img><p>Van Redin</p><p>[ Continued From Page 155 ]</p><p>The most ambitious set was in tiny Martindale, seven miles east of San Marcos, which has a town-that-time-forgot quality, perfect for the film’s 1963 setting. Tickled by the attention, proprietors of Martindale businesses—including a potters’ workshop, an upholstery store, and a kung fii studio—cheerfully vacated their premises along Main Street, which were promptly transformed into the more rustic storefronts of fictitious Noodle, Texas. The set builders also created from scratch a classic turn-of-the-century dry goods store, where the convict acquires badly needed clothes. Many of the store’s props and fixtures—a Hush Puppies basset hound sign, a vintage Justin Boots placard—were imported from Poston’s, a defunct emporium in Mineral Wells, to give the store a vintage look.</p><p>What's Eating Gilbert Grape?</p><p><em>(Paramount Pictures)</em></p><p><strong>Directed by:</strong> Lasse Hallstrom</p><p><strong>Written by:</strong> Peter Hedges</p><p><strong>Starring:</strong> Johnny Depp, Juliette Lewis, Mary Steenburgen, Darlene Cates, Leonardo DiCaprio, John C. Reilly</p><p><strong>Release date:</strong> Mid-December</p><p>“We’Re Especially Pleased When Texas can double for someplace else,” says the Film Commission’s Marlene Saritzky of <em>What’s Eating Gilbert Grape?,</em> a comedy-drama set in imaginary Endora, Iowa. Location managers, who wanted a flat Midwestern look, settled on Manor, just east of Austin, for its classic storelined Main Street, small-town charm, and significantly milder weather. Some scenes were shot nearby, along Fm 973 north of Manor and on the picturesque town square in Lockhart.</p><p>In this quirky little movie, heartthrob Depp plays the title character, a bemused soul who lives a sheltered life with his agoraphobic mother, harried sisters, and retarded brother (who likes to sneak out of the house and climb the town’s tin-roofed water tower, another municipal feature that won Manor its starring role). When free-spirited Becky (Lewis) arrives in town, she plays havoc with Gilbert’s routine, disrupting his <em>Graduate-</em>style affair with an older woman (Steenburgen).</p><p>Playing the six-hundred-pound mother is a first-time Texas actress, Darlene Cates of Dallas. Screenwriter Peter Hedges saw Cates on an episode of <em>The Sally Jessy Raphael Show</em> in which the semi-recluse discussed her size, and he recommended that the casting director approach her about the part. Cates agreed, and Paramount authorized building her a special mobile home to accommodate her bulk. “It couldn’t have been easy for her,” one crew member recalled, “but she was a real professional. We all had a lot of respect for her. ”</p><p>One unplanned development in the script involved the burning of the Grapes’ home. Location scouts spotted a decrepit empty house on Hodde Lane outside Pflugerville, owned by the Don Weiss family, who permitted the crew to set fire to the hovel for a mid-production plot twist. Despite high winds, the conflagration proceeded without a hitch.</p><p>Although Johnny Depp was the biggest attraction for locals—youthful ones, at any rate—the lure for serious film buffs during the <em>Gilbert Grape</em> filming was the presence of celebrated Swedish cinematographer Sven Nykvist. The twotime Oscar winner, now 71, worked on 23 projects with Ingmar Bergman as well as a score of American films. “I was an absolute groupie,” confessed Katie Cokinos of Austin, assistant locations manager for the film. “I got something more out of the experience than just a paycheck.” During the twelve-week shoot, Cokinos organized a Bergman mini fest, which Nykvist regularly attended.</p><p>Texas-Film Buffs Can Also Look forward to these eleven movies, ranging from a feminist western to a rodeo extravaganza to a Sam Shepard adaptation. All are currently in production and set for release sometime in 1994.</p><p><strong>Bad Girls</strong><em>(Twentieth-Century Fox)</em> Written by<strong>:</strong> Ken Freedman Directed by:<strong></strong> Jonathan Kaplan Starring:<strong></strong> Mary Stuart Masterson, Andie McDowell, Madeline Stowe, Drew Barrymore, Dermot Mulroney</p><p><em>Bad Girls</em> Started Filming Earlier this year in northern California, but a production company shakeup replaced the original director and relocated the film to Del Rio and Alamo Village in Brackettville, where work began this fall. “Young Guns<strong></strong> with girls,” as one insider put it, Bad Girls<strong></strong> is about four Wild West prostitutes who exchange their corsets for Colts and set out to track the varmints who stole their savings.</p><p><strong>Black Tie</strong><em>(Independent)</em></p><p><strong>Written by:</strong> Carla Malden and Laurence Starkman</p><p><strong>Directed by:</strong> Laurence Starkman <strong>Starring:</strong> Karl Malden, Fred Dalton Thompson</p><p>With Romantic Leads Still To Be cast, Houston’s Bluebexar Productions has tackled as its first project a script by Karl Malden’s daughter and son-in-law, who persuaded the actor to pitch in. The comedy, set to be filmed in Houston, Galveston, and Austin, revolves around a wannabe songwriter with an unusual good-luck charm—a tuxedo.</p><p><strong>Blank Check</strong><em>(Independent)</em></p><p><strong>Written by:</strong> Blake Snyder and Colby Carr <strong>Directed by:</strong> Rupert Wainwright <strong>Starring:</strong> Brian Bonsall, Karen “Duff” Duffy, Michael Lerner, Miguel Ferrer, Tone Loc</p><p>Numbering Among Its Major players a rap star, an Mtv veejay, and the kid who plays the pint-size Klingon Alexander on <em>Star Trek: The Next Generation,</em> this feature film follows the follies of an enterprising kid who finds the blank check in question, fills it in payable to himself for a million bucks, then discovers he has ripped off an underworld Vip.</p><p><strong>The Chase</strong><em>(Twentieth-Century Fox)</em></p><p><strong>Written and directed by:</strong> Adam Rifkin <strong>Starring:</strong> Charlie Sheen, Kristy Swanson</p><p><em>the Chase</em> Is Not A Remake Of Arthur Penn’s limp 1966 effort but bears similarities nonetheless. Sheen plays a wrongly convicted escapee who kidnaps a beautiful (naturally) heiress, with whom he quickly falls in love while attempting, even more quickly, to outrun the police. The Houston area served as Newport Beach, California, and Tijuana, Mexico.</p><p><strong>Curse of the Starving Class</strong></p><p><em>(Independent)</em></p><p><strong>Written by:</strong> Bruce Beresford, based on Sam Shepard’s play <strong>Directed by: J. </strong>Michael McClary <strong>Starring:</strong> James Woods, Kathy Bates, Louis Gossett, Jr.</p><p>This High-Minded Drama, Which features music by Lyle Lovett, is scheduled to begin filming in Waxahachie, nearby Rockett, and Dallas (director McClary’s hometown).</p><p><strong>Eight Seconds to Glory</strong></p><p><em>(New Line Cinema)</em></p><p><strong>Written by:</strong> Monte Merrick <strong>Directed by: </strong>John Avildsen <strong>Starring:</strong> Luke Perry, Cynthia Geary, Stephen Baldwin</p><p>This Bio-Pic Of Texas Rodeo Star Lane Frost, who was fatally gored at age 25 (see “Tuff Stuff,” page 138), was filmed in part at the Guadalupe and Val Verde County fairgrounds and San Antonio’s HemisFair Arena. Teen idol Perry tackled his own bull-riding stunts. Geary plays Frost’s widow, Kellie, who served as a consultant for the film.</p><p><strong>El Mariachi Ii</strong><em>(Columbia Pictures)</em></p><p><strong>Written and directed by:</strong> Robert Rodriguez</p><p>Celebrated Austin Auteur Robert Rodriguez made his first movie, <em>El Mariachi,</em> for a mere $7,000 in 1991. Now with serious financial backing, the 24year-old director continues the story of a wandering mariachi musician who, mistaken for a gangster, stumbles into the fallout between rival drug lords. The movie, so far uncast, is scheduled to shoot in the border town of Ciudad Acuna, with a few scenes planned in Texas proper.</p><p><strong>Jason's Lyric</strong><em>(Gramercy)</em></p><p><strong>Written</strong> by: Bobby Smith, Jr.</p><p><strong>Directed by:</strong> Doug McHenry <strong>Starring:</strong> Forest Whitaker, Allen Payne, Jada Pinkett, Bokeem Woodbine</p><p>The Producers Of <em>House Party Ii</em> and <em>New Jack City</em> are currently filming this feature around McGowen, Nagle, and Live Oak streets in “the Cuts,” a largely black, inner-city Houston neighborhood, where the crew threw a massive barbecue to win over locals. The Lyric of the title is the hero’s girlfriend.</p><p><strong>Love and a .45</strong><em>(Trimark)</em></p><p><strong>Written and directed by:</strong> C. M. Talkington</p><p><strong>Starring:</strong> Gil Bellows, Renee Zellweger, Rory Cochrane, Peter Fonda, Ann Wedgeworth</p><p>From Darin Scott, Producer Of <em>Menace Ii Society,</em> comes this violent comedy of an I Ching-consulting loser who flees to Mexico with his ditsy girlfriend after a bungled robbery. Rory Cochrane, so good as the bereted stoner in <em>Dazed and Confused,</em> plays a brother in crime.</p><p><strong>Reality Bites</strong><em>(New Line Cinema)</em></p><p><strong>Written by:</strong> Helen Childress</p><p><strong>Directed by:</strong> Ben Stiller</p><p><strong>Starring:</strong> Ethan Hawke, Winona Ryder</p><p>Houstonite Childress’ Script Is set in her hometown, where filming began in late September on this romantic comedy with baby-faced Hawke and workaholic Ryder. Plot synopsis: Four college grads face the real world.</p><p><strong>Return of the Texas Chainsaw Massacre</strong><em>(Independent)</em></p><p><strong>Written and directed by:</strong> Kim Henkel <strong>Starring:</strong> Renee Zellweger, Matthew McConaughey</p><p>Made For Little More Than $500,000, this third sequel to the Tobe Hooper slasher classic was filmed, like the original, in Austin (director Henkel also wrote the original screenplay). Local actress Zellweger simultaneously juggled this film and <em>Love and a .45.</em> McConaughey, a Texas native, played the drawling, car-loving, post-graduate hanger-on in <em>Dazed and Confused.</em></p><p>Other Films Currently In the works around the state include four Houston projects: <em>Witness to the Execution,</em> a made-for-Tv drama starring Tim Daly and Sean Young; <em>Cultivating Charlie,</em> described by its independent production company as “a Faustian tale for modern times”; the Italian film <em>Occhio Pinocchio,</em> a grown-up version of the children’s classic (with some scenes to be shot in Amarillo); and an organizedcrime tale that has already undergone a dramatic name change, from <em>Trigger Man</em> to <em>Point Man.</em> San Antonio is gearing up for <em>The Texas Rangers,</em> the story of legendary Ranger captain Leander H. McNelly. Dallas is hosting <em>Ghostbite,</em> an independent horror flick, and <em>Bottle Rocket,</em> by Dallas’ Wes Anderson and Owen Wilson. Columbia Studios is backing the twenty-something filmmakers for a feature-length adaptation of Anderson and Wilson’s short of the same name.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Arts &amp; Entertainment",
    "wp_issue": "November 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Film",
      "House",
      "Austin",
      "Houston",
      "School",
      "High School",
      "Hollywood",
      "Home",
      "office",
      "Work",
      "Clint Eastwood",
      "designer",
      "Linklater",
      "Love",
      "Manor",
      "Movies",
      "Advertising",
      "Budget"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Houston",
      "Dallas"
    ]
  }
}