{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19796",
    "date": "June 1979",
    "year": 1979,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1979/19790600.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121
      ],
      [
        184,
        185,
        186,
        187,
        188,
        189,
        190
      ],
      [
        192,
        193,
        194,
        195,
        196,
        197
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Hell On Wheels",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197906-hellonwh",
  "source": "/1979/19790600.pdf",
  "wp_post_id": 114255,
  "wp_post_guid": "http://www.texasmonthly.com/article/hell-on-wheels/",
  "authors": [
    "Michael Haggerty"
  ],
  "headline": "Hell On Wheels",
  "dek": "at Fort Hood, life in the Tank Corps is just fine—once you get used to the long hours, the noise, the lack of sleep, the pressure, the grim prospect of Table Eight, and the lurking presence of the Bear.",
  "spread_caption": "",
  "excerpt": "Soldiers at Fort Hood agree on one thing: You don’t have to be crazy to be in the Tank Corps—but it helps.",
  "kicker": "",
  "word_count": 8915,
  "content": "<p>Photography by Jim Cammack</p><img/><p><em>The tank halted, then we heard the hollow popping of its machine gun—but just a few rounds, none of them on the target, and then silence.</em></p><p><em>“Wonder what’s wrong?” someone said.</em></p><p><em>“Must be the Bear.”</em></p><p><span class=\"dropcap\">T</span>he tank range was getting hot, and the air was filled with the pungent smell of burnt gunpowder and clouds of churnedup dust. On the line, two tanks now began firing their .50-caliber machine guns. I recognized their characteristic lethargic rhythm; at that distance they sounded like some dogged typist hammering away near a microphone. A jeep pulled up and the Bravo Company first sergeant, a big and very friendly man, got out and introduced himself as First Sergeant Pearce. I jumped slightly as yet another tank fired. “I hear you were in the Marines,” Sergeant Pearce said through a grin. “We’re real glad you could make it.”</p><p>All Fort Hood, in fact, seemed glad I could make it. The army, proud of its facilities there, maintains a large, friendly public affairs staff ready to quote some impressive statistics: Fort Hood, just thirty miles west of Temple, is the largest military installation in the free world, contains the largest concentration of tanks in the Western Hemisphere, and is the home of the Second armored Division and the First Cavalry Division, the only active american armored divisions outside Europe. Some 400 tanks and 600 armored personnel carriers are there; 41,000 soldiers are permanently stationed within its 339 square miles. In a state conspicuous for its military installations, Fort Hood is easily the most conspicuous of all.</p><p><em>Left: a tank looks invulnerable, the crew happy; things aren’t always as they seem.</em></p><p>When Camp Hood was hastily slapped up in 1942, it was in the middle of nowhere—some thirty miles west of Highway 81 midway between austin and Waco, near the tiny railroad stop called Killeen. In the fifties the army, impressed by the wide, open plains and rolling hills that make Fort Hood ideal for tank maneuvers, decided to make the camp a permanent installation. Today, one of every fifteen people in the army is at Fort Hood. And unlike San antonio, an old military city that easily absorbs the influence of five military bases, this once empty area of Central Texas has been quickly transformed by the army’s size and economic weight (Fort Hood’s monthly payroll now exceeds $50 million) into a military bedroom community.</p><p>Despite its military importance, Fort Hood is an open installation. There are no guards at its main gate, and anyone is free to enter. From the high point of the main gate, one descends a wide tree-lined road to a flat stretch where a variety of unadorned buildings stand in mute testimony to the army’s increasing presence. Whitewashed frame structures that date from World War II dominate the older, central part of the post, but larger concrete barracks built in the fifties now house many troops while new three-story modular barracks are being completed to expand facilities to the west. Unit designations and official nicknames of many outfits that distinguished themselves in World War II are displayed on the signs that identify every building: FIRSt Tiger Brigade, Second (St. LÔ) Brigade, Second Armored Division -Hell On Wheels, Hell’s Fires, the Pillars Of Hell. A drive down Tank Destroyer Boulevard leads to an area where tanks, armored vehicles, and selfpropelled artillery pieces are parked in a line of motor pools that stretches nearly five miles. Beyond this spinal demarcation, unguarded roads wind away from the populated part of the base into a massive interior training area whose relative flatness is disturbed by scattered, incongruously steep formations that are reminiscent of the desert mesas hundreds of miles to the west. Here the tankers, who like to consider themselves the elite among the combat arms, conduct their training.</p><p>That training prepares them for the next big armored confrontation, should it ever occur. Tanks are of critical importance in the Cold War; the battalion at the tank range that day—the Second of the Sixty-Sixth Regiment—has since departed to Germany to reinforce the NATO divisions in Western Europe that face the numerically superior forces of the Warsaw Pact. With the battle lines so clearly drawn, in this mobile, updated version of the Maginot and Siegfried trench lines, the tankers are accustomed to the idea of a potential clash with Russian military power. Their manuals stress familiarization with the distinctive profiles of Warsaw Pact armored vehicles, generically labeled the Threat. Posters on the tankers’ barracks walls picture the Russian T-62 and T-54 tanks, and urge the troops to KNOW Your Enemy.</p><p>In the infantry Marine Corps, many of us doubted the safety of tanks, and by extrapolation we questioned the sanity of tankers. “at least we can hit the dirt,” we would claim. “We prefer to ride in style <em>over</em> the dirt,” they would answer. We likened tanks to tracked coffins: susceptible to armor-piercing fire from a whole range of weapons, some of them light enough to be carried by a single soldier. When I entered a tank I felt claustrophobic and confused: was I in the belly of a weapon or the belly of a target? Tankers prefer to travel in packs, since an isolated or exposed tank is a very vulnerable beast. If a hostile rocket penetrated a tank’s armor, its stored ammunition could go off, leaving behind an unrecognizable twisted mass of scorched metal and disintegrated flesh. Anyone who would actively seek work in such a machine would have to be a little crazy, and some of the tankers lived up to the reputation, proud of a zaniness that bespoke their rugged job.</p><p>War And Peace At Fort Hood</p><img/><img/><img/><img/><img/><img/><p><em>M60A1 tanks can flatten houses and trees like King Kong.</em></p><p><em>Details, details. During inspection, no amount of spit and polish seems to be enough.</em></p><p><em>Feet first; soldier sags with exhaustion after a morning of physical fitness testing.</em></p><p><em>Maneuvers are grueling; is it victory or just peace he wants?</em></p><p><em>With experience and a computer, the gunner can hit a target in five seconds or less.</em></p><p>“'I have a friend who’s spent eighteen years in tanks, and you can tell it by looking at him. Your body’s ruined after all that time around the tanks. Look at my face. I’m thirty-four, but I look much older. Yessir, the Tank Corps does age you.’”</p><p>But, ever conscious of those dangers, the army tankers pursue an annual cycle of training at Fort Hood that is carefully monitored by their division commanders. For months they hone their gunnery skills on ranges called tank tables. “The crews are gradually prepared for a fullscale gunnery test,” said Sergeant Pearce. “By the time they’re on Table Six, they fire at moving targets but the tank is stationary; on Table Seven, they get a chance to move and fire all the tank’s weapons at all types of targets.” Farther up the road was Tank Table Eight, where all their preparation would culminate today in the annual gunnery test given to every tank crew. First Sergeant Pearce emphasized the intense pressure on each tank commander (TC) in his company, reiterating that there would be no second chances: the army administers the exam—given in two parts to test both day and night gunnery skills—just once a year. “If a tank crew fails the test,” he said, “the tank commander is the person held responsible. Time was, a man could even be relieved from his job if he failed to qualify his tank. Some of these people don’t have much experience, and some crews haven’t been together very long, so they’ll have trouble on Table Eight. Even if something malfunctions on the tank—if a turret motor goes dead, for example—and it can be traced back to the TC’s area of responsibility, his crew will fail the test. You’ll see people walking around here with a patch that says they qualified last year. They’re real proud of those patches, and they don’t want to leave for Europe without one.”</p><p>Sergeant Pearce led me away from the Table Zero firing line for a close look at several parked tanks looming nearby, a row of metal monsters basking in the sun. The tanks were M60Als, the main battle tanks of the United States armed Forces, and although their design is more than twenty years old, they are impressive machines. Absolutely lethallooking, they are so massive it is difficult to imagine, unless you’ve heard the ground beneath one creak with its enormous weight. Though its hull is less than 25 feet long and 12 feet wide, it weighs over 56 tons when combat loaded. By my estimation, that’s the weight of at least 25 Cadillacs in less cubic space than 5 Cadillacs would occupy. Its cast homogeneous steel armor is a foot thick. Shaped like a malevolent wedding cake, it rises in tiers from a massive hull to an elongated turret to a smaller turret called the commander’s cupola.</p><p><em>(Continued on page 182)</em></p><img/><img/><img/><img/><img/><img/><p><em>Sgt. Shouse is exceptional: he likes the Tank Corps.</em></p><p><em>The difference between war games and war: here a “dead” soldier walks off the field</em>.</p><p><em>Evaluator, with hatband, rides tank and grades gunnery test; safety team stays clear.</em></p><p><em>Wild weekend in Killeen: three shootings and one death.</em></p><p><em>If he has a girl, a soldier may disco in Killeen; if not he’ll probably hit the road.</em></p><p>“In the darkness, the engine came to life with the basso rumble of a big cat. As Sergeant Shouse guided with a flashlight, the tank clattered into gear, its faint red blackout lights barely visible as it disappeared toward its ordeal.”</p><p><em>(Continued from page 118)</em></p><p>When a tank moves, it emits simultaneously a low roar from its twelve-cylinder turbosupercharged diesel engine, and a high whine from its semiautomatic transmission. Dark smoke exhausts from the rear, and a threatening squeak-squeak-squeak accompanies a constant loud rattle as the drive sprocket bites into the tread and rolls the tank forward. Flinging chunks of dirt as it charges along at up to thirty miles an hour, it calls to mind a metal dragon angrily chewing up the earth and spitting out its fragments. Its armament includes a 105mm main gun with 66 stored rounds of ammunition, three-foot-long bullets that weigh over forty pounds apiece; a .50-caliber machine gun mounted in the commander’s cupola; and a smaller .30-caliber machine gun mounted on the same axis as the main gun and aimed through its sights. The main gun has pinpoint accuracy at distances up to almost three miles, thanks to rifling in the bore (a feature that, surprisingly, Russian tanks lack) and an ingenious range finder that uses two “eyes” mounted on the turret to focus on a target with quick precision. No wonder the tank training manuals have a favorite saying: What Can Be Seen Can Be Hit—What Can Be Hit Can Be Destroyed.</p><p>A devastating combination of mass and velocity, the M60A1 can flatten a house or smash through tall trees with the ferocity of King Kong. Against smallarms fire it is an impenetrable fortress. In a conventional war it could easily prove to be a decisive weapon, and the tankers at Fort Hood are convinced they could whip the lighter, less sophisticated tanks of their counterparts in the Warsaw Pact, even though they would be highly outnumbered. “The Russians have five times as many tanks as we do,” said one seasoned tank expert, “but their gunnery simply doesn’t compare with ours. They use a sight that’s like a peep sight on a rifle. They can’t shoot as far, they can’t shoot as fast, and they can’t shoot as accurately. With tanks fighting each other, it comes down to who fires the first accurate round. You shoot, you move, and then you shoot again. When you’re outnumbered, you’ve just got to be better, and that’s why we train so persistently. With a good crew, we can put steel on a target in less than five seconds.”</p><p>With a good crew. But good crews take time to develop, and so much depends on the competence of the tank commander. Hence, the need for Table Eight, where the army gets an idea of how fast and accurate its crews really are.</p><p>As the first sergeant’s driver maneuvered us back to the main road behind the tank range, four-man crews, anticipating the daylight part of their test, were busy loading ammunition, checking vital equipment, gauging instruments, and waiting on the firing line to zero their big guns. “These are some of the hardest-working men in the army,” Sergeant Pearce noted with pride. “Most of them got about three hours sleep last night. The forty-hour work week is a joke to them: they have to be ready to go to war.” Downrange, machine gun rounds kicked up dust in the barren target area, and the desiccated Central Texas countryside rolled on until it fused in a bright haze with the September sky.</p><p><span class=\"dropcap\">W</span>hen I saw my first tank go through the course at Table Eight later that morning, the experience made it clear what the Bear, an inimical presence responsible for everything from choking up to simple bad luck, can do to a tank crew. I was in the observation tower with Specialist Fourth Class Paul Kelley, who was videotaping each tank’s progress through the course, allowing the evaluators to settle any possible disputes about target hits. The undulating, pockmarked terrain of Table Eight stretched out before us, crisscrossed by tank trails and bordered on each side by high, flat, brush-covered fingers of land. Off to our right, a tank waited at the starting point while its crew made its final equipment check.</p><p>“Table Eight is a cross-country course,” said Kelley, as he checked the 75mm lens on his TV camera, then aimed it at the starting point. On his monitor screen popped the image of the tank. Next to its front fender stood an evaluator holding a clipboard. “The course is about a mile and a half long,” Kelley said, “and there are lots of possible targets, but each tank fires at only nine of them. I know ahead of time which ones they are, so I can get my camera on them.” He looked up from his camera with a smile. “The TC on this next tank is a second lieutenant. He hasn’t been in the army very long. Have they told you about the Bear?”</p><p>A young officer with a five-tank platoon will command one of the tanks as his own. If not yet a seasoned leader, he must still meet established standards in his military occupational specialty, and if he hopes to do well he must quickly develop his skills as a marksman, a weapons expert, and a mechanic. The scores on Table Eight are public knowledge, making comparisons of the various tank commanders inevitable, regardless of their rank.</p><p>The evaluator climbed onto the turret of the waiting tank and seated himself next to the lieutenant’s protuding torso. In a moment, the tank rolled forward; it picked up speed, and the test was underway. The first target simulated enemy ground troops some five hundred yards beyond the tank. Kelley aimed his camera and a group of large cardboard torsos imbedded in the ground popped into view on the monitor. This was obviously a machine-gun target, not calling for the main gun’s firepower.</p><p>The machine gun jammed. Word came over Kelley’s radio that there would be a short delay. The crew would be scored zero on the first target, but they could easily qualify with a solid showing on the rest of the course. The tank began again after a few minutes, but there was a definite unsureness to its performance; it seemed to falter like a dancer with poor timing. The tank stopped, there was an unusually long delay while the crew looked for its target, then it fired its main gun.</p><p>“a miss,” said Kelley, eyeing his screen, where a burned-out tank hull awaiting its fate remained untouched.</p><p>Another shell boomed from the main gun. Another miss. Again it fired, and finally a cloud of smoke obscured the target on the monitor. There was another delay while the evaluators deliberated and decided the last shot was a target hit, and then the tank moved farther downrange, tiny now to the naked eye. It fired its main gun at a truck target, which should have been stopped by the .50-caliber machine gun. That meant poor weapons selection on the part of the TC, constituting a kind of overkill; that, too, would cost points.</p><p>In another thirty minutes the tank was lumbering back toward the observation tower for the debriefing. It had not done well; the jammed machine gun seemed to have set the tenor for its entire run. Kelley doubted the crew would be able to qualify without a phenomenal night score, but he seemed no more perturbed than if he had watched a bad basketball game. He slipped a tape into his machine, popped the top off a soda, and began watching the 1978 Super Bowl on his monitor screen. “Seems like the Bear must have gotten <em>inside</em> that tank,” he said.</p><p>The ill-starred lieutenant and his crew received their score and a critique of their performance just below the observation tower in an olive-drab semitrailer painted with the crest and shibboleth (“Hell On Wheels”) of the Second armored Division. In a tiny air-conditioned room, a man wearing overalls with expert patches up and down his chest and a cap with the distinctive yellow evaluator’s band used a map of Table Eight rigged with colored lights to reenact the tank’s path through the course. On one wall hung a laminated chart for computing the number of points for each target negotiated. If the crew took over twenty seconds on any target, they scored zero. Reaction time, marksmanship, economy of ammunition, aggressiveness, and quality of movement were all carefully noted for each target. The tabulated score was poor, making it impossible for the crew to qualify with less than a perfect score on the night half of the test. The evaluators were polite, but unsympathetic. A pall fell over the critique. The tank crew—commander, gunner, loader, and driver—looked at the map, at the floor, and at each other, saying little, their enthusiasm sapped. The pressure had now doubled for this haggard group—there was no doubt the Bear would be riding their tank at night.</p><p>First Sergeant Pearce was concerned that I had seen a below-average run through the course. “That was too bad,” he said as we left the trailer. “That crew did real well on Table Seven. But this is Table Eight. Let’s go see if we can’t find another crew in the assembly area.”</p><p>That was how I met Sergeant First Class Francis Shouse and his crew. When we drove up, they were lounging on their tank eating oranges they had dropped into their overalls during breakfast and had later cached in the turret. Sergeant Shouse was wiry, nut-brown, softspoken—a man of patience who shattered any stereotype of the gruff, overaggressive career military man. As he spoke, a wide smile broke over his face and exposed a white jangle of crooked teeth. “You want to see a tank, sir? We’ll show you a tank. Hell, we’ll take you out and let you drive it around.”</p><p>The members of the crew were the gunner, Sergeant Steven Fries—22 years old, built like a linebacker—who had achieved an unusually high rank after only two years in the peacetime army; the loader, Private First Class Mark Lee, a black teenager from Baltimore, who unwound his lanky frame from where he lay on one of the tank’s front fenders and joined us on the turret; and the driver, Corporal Steve Skaggs, who stood and stretched on the other fender, his toothy smile overhung by a blond hank of hair à la Joe Palooka.</p><p>“Sergeant Fries is my gunner,” said Sergeant Shouse, “but he could take command of this tank whenever he needed to. I believe every man on a tank should know everyone else’s job, in case he has to take over. Fries wants to shoot the highest score in the company. I don’t think there’s anyone can hold him back. Am I right, Sergeant Fries?”</p><p>Sergeant Fries grinned. “That’s right, Sergeant Shouse.”</p><p>“and Skaggs,” Sergeant Shouse continued, “isn’t really my driver; we’re short one man on this crew. But he’s driving for me today and tonight. He’s a hotshot.”</p><p>“Yeah, and i’m drivin’ for two other tanks, too.” Skaggs pretended to moan. “Man, this army! Sergeant Shouse, where’s the suggestion box on this tank?”</p><p>“You’re all right, Skaggs,” said Sergeant Shouse. “Lee’s only been with us for two weeks, but he did real well on Table Seven. Lee got a bonus when he enlisted in armor—what was it, Lee, fifteen hundred dollars?”</p><p>“Yeah, but now I wish i’d picked something else,” said Lee, grinning but shaking his head. “I just wasn’t thinking when I went in. I just wanted to do something with myself, and I couldn’t hack school. But the army sent me to tank school for six months. And I did okay, because they gave me no choice, you had to learn it or they’d recycle you. You know how that recycling works?”</p><p>“'sure,” I said, “we had it in the Marine Corps. If you don’t pass the course, they just put you through the school again.”</p><p>“Yeah, well, I studied.”</p><p>“I want that expert patch, man,” said Skaggs from his fender. “I have got to have one of those. Or at least a qualifying patch.”</p><p>“Wants that patch,” laughed Sergeant Shouse, “so no one can call him a ‘newbie’ anymore.”</p><p>“We’ll get expert,” said Sergeant Fries. “Sergeant Shouse has made expert five years in a row. With a TC like him you don’t have to worry. He’s good, he really knows his stuff. I’d follow him anywhere.”</p><p>“We’ll see,” said Sergeant Shouse. “Let’s give this man a tour of the tank.”</p><p>One can enter an M60A1 from the driver’s hatch (forward of the turret where the hull slopes up from the front fenders), the loader’s hatch in the top of the turret, or the cupola. These last two were open, and afternoon sunlight filtered obliquely into the white, bellshaped interior, creating a faint gloom. We dropped through the loader’s hatch into a tight space dominated by the shiny bulk of the main gun breechblock, leaving barely enough room for the three of us. Encircling us were the recessed gear teeth that allow the smooth 360-degree rotation of the turret. To the left of the breechblock was the loader’s station, flanked by a honeycomb of canisters holding ammunition, the rounds kept in a precise pattern devised by the loader, PFC Lee.</p><p>“The tank fires several different rounds,” said Sergeant Fries, “including a wicked fléchette round that hurls five thousand little metal darts.” He pointed to a box at his gunner’s station on the other side of the breechblock, slightly forward of the open cupola hatch above us, which looked like an uncovered manhole. “That’s the ballistic computer. When we sight a target, Sergeant Shouse will determine the type of round we’ll need. Say it’s another tank, so we’ll use a HEAT [High Explosive anti-Tank] round. I dial HEAT into the computer and it automatically adjusts the gun for the ballistic properties of that round. I select the HEAT sighting reticle and aim in on the target. Meanwhile, Lee has put a HEAT round into the chamber. In no time, we’re ready to fire.”</p><p>Every nook and cranny in the turret was labeled for storage of some essential gear—hand grenades, binoculars, first aid equipment, fire extinguishers. Above the gunner’s station, with its jumble of sighting adjustment knobs and infrared and daylight sights and periscopes, was the equally cluttered maze of controls, sighting equipment, and communications gear in the commander’s cupola. When the turret was positioned so that the main gun pointed to the rear of the tank, there was a low hatchway behind the breechblock that led under the ring of gear teeth to the driver’s station in the center of the hull. “The cupola, the turret, and the hull all move independently of each other,” said Sergeant Shouse, “allowing the tank to run in one direction while the main gun turns on its own azimuth to fire and the fifty-caliber machine gun rotates to fire on yet another.” He looked around appreciatively. “Each tank is different. Sometimes a crew will have their tank go down right before the test at Table Eight. They use someone else’s tank, but it’s never the same; it’s a real disadvantage because each machine has such a personal feel.”</p><p>Later, Sergeant Shouse moved us to a sufficiently isolated area and I drove the tank. I found it had a delicate touch, something I hadn’t expected in a massive instrument of destruction. Any small rotation of the steering handle would slow one track and spin the tank off in a new direction. Hard pressure on the handle completely locked one track and the tank literally turned on a dime. “This is simple,” Skaggs had told me. “When you start, you’re in low; shift to high when the tank goes over ten miles per hour. There’s no clutch, just grab the shifter and shove it in gear. The suspension is real sensitive, so if it starts to washboard [bounce rhythmically on very lumpy ground], slow down or it’ll throw us around like popcorn.” I adjusted my elevating seat to allow my head to protrude from the hull, but the tank was so huge it was like driving a large house from a perch in a kitchen window—someone on the roof had to yell instructions. My visibility from the driver’s compartment was so limited that I had to depend on constant corrections from Sergeant Shouse and Sergeant Fries via the intercom in my Combat Vehicle Crewman’s helmet (called a CVC). Even then, after I blazed a new road through an open field and easily crossed a wide ditch, I ran over a small tree by mistake. It broke so swiftly, it might have been a dandelion.</p><p>“I like being around the tanks,” Sergeant Shouse said when we returned to the assembly area. “I used to be in Transportation, and I did two tours in Viet Nam, both of them with truck companies. But the army always has trouble getting tankers, and they changed my MOS [military occupational specialty] to armor in 1973. I didn’t ask for the change, but if you think being shot at in a tank is scary, you should try it in a truck. When I saw what a tank could do, I figured it was a hell of an improvement over a truck. Our job is important and there are very few people who can do it. It’s not bad if you can get used to the long hours.”</p><p>Sergeant Shouse is an exception: most army men would find a career in the Tank Corps unappealing. The sheer physical demands on a tanker—the assault on his eardrums, the strain on his nerves, long days and nights with little or no sleep, the total lack of physical comfort—drive many soldiers out of armor. Those who stay manage to find some compensation for the equipment failures (“The tanks at Fort Hood,” one officer said, “are falling apart. The good ones are in Europe, where they might be needed”), the weeks at a time spent in the field and the resulting frustrations, as well as all the usual complaints about the military. Social life is important, but social life for the single soldier at Fort Hood and in outlying towns like Killeen (which has grown around the southeast corner of the base) is dismal. The married soldiers, civil service personnel, and retired military people who live in Killeen might disagree, but for the single man or woman from Oregon or Massachusetts or Florida, the city of Killeen, sprawling now with a population of 50,000, bears all the familiar stigmata of the small military town. Pawnshops, car dealers, fast-food franchises, and loan offices dominate its main streets. The two-story building is a rare treat in Killeen, and the center of town is difficult for a newcomer to locate, crisscrossed as it is by four-lane streets lined with stores catering to the needs, whims, and wallets of the young men in the New army. PAWN; E-Z Loan; In Jail? We Bail!—the plastic signs fan out in all directions. In the waning years of the Viet Nam War, Killeen held a certain fascination as a turned-on town, notable for the crowds of whores on D Street and a hip nightclub called the Oleo Strut with an antiwar clientele. But all that went the way of war.</p><p>Fort Hood has gymnasiums, swimming pools, bowling alleys, playing fields, organized athletics. It has ample space, equipment, and instruction for pursuing arts, crafts, and technical skills. Its outdoor recreational facilities are impressive, and include access to man-made Lake Belton, which borders the base. But, as one recreational services staffer put it, “This place is like a morgue on the weekend.” Compounding the lack of nightlife is the lopsided male-to-female ratio on the base: only 4.6 per cent of the soldiers are women. As a result, on weekends many soldiers jump in a fast car (current pay rates make them very affordable) and sprint down the sleek, newly opened Highway 190 to IH 35, their connection to austin, Houston, Dallas, and San antonio.</p><p><span class=\"dropcap\">T</span>he safety team shadows each tank through Table Eight, hovering with their jeep like a pilot fish, always near but judiciously behind the ominous muzzle of the 105mm gun. “We’ll help the evaluator on the tank identify target hits,” said the Safety NCO, another senior enlisted man. “all rounds fired on this range are practice rounds with minimal exploding charges, but they fire and they have a tracer like the real thing.”</p><p>On the tank, Sergeant Shouse disappeared into the cupola several times as he prepared his crew. All the men wore round, green CVCs equipped with mouthpieces and earphones that allowed them to communicate with one another over the tank’s intercom and tied them in with the outside radio networks selected by their TC. The jeep radio came alive with static and the Safety NCO gave his permission for the test to begin.</p><p>“Tank commander,” said the stonefaced evaluator, “proceed down the trail to your direct front and halt your tank in a firing position to the left of the high ground where the trail turns north.”</p><p>Sergeant Shouse bent his CVC mouthpiece down. “Driver, move out. Stay on the trail. Maintain twenty miles per hour.”</p><p>As the tank charged along, dust trailing like mist from its clattering tread, Sergeant Fries, employing the system that designates direction of movement as twelve o’clock, traversed the main gun back and forth from ten to two o’clock, searching through his range finder for any sign of a target. Sergeant Shouse scanned ahead with his binoculars and talked to his driver. “Skaggs, go left of that cut. That’s good. Slow to fifteen.”</p><p>Now three hundred meters into the course, the tank stopped short where the trail bent left. In the safety jeep, we had kept off the trail and now we stopped on the tank’s right flank. “Target detection,” said the Safety NCO, “is real important, it’s where a man’s experience will be obvious. He’ll get a target assignment now and he and his gunner will have to be real quick.” I stuck in my earplugs.</p><p>The evaluator on the turret leaned toward Sergeant Shouse. “Tank commander: two o’clock. Enemy tank. Time”—he pressed the top of his stopwatch—“starts now!”</p><p>Sergeant Shouse homed his binoculars on the two o’clock direction and saw the faint outline of a tank, obfuscated by the muted brown hues and shifting contours of the bare terrain, about eight hundred yards away. He dropped into the cupola and cupped his eye against the sighting body on his daylight periscope. “Gunner: HEAT. Tank in the open. Two o’clock.”</p><p>Sergeant Fries, anxiously scanning through his sights, switched to the HEAT reticle and dialed the HEAT round into his computer, never taking his eyes from his sights.</p><p>“Identified!” he shouted as he placed the target into the V-shaped reticle lines.</p><p>“Up!” said Lee, as he slammed a HEAT round into the gun breech, locked the chamber closed, flipped up the safety switch, and stepped away from the rear of the breech.</p><p>“Fire!” said Sergeant Shouse.</p><p>Sergeant Fries squeezed his trigger handle. “On the way!” Quicker than the eye, the breechblock recoiled and ejected a hot brass casing that Lee grabbed with an asbestos glove and tossed aside, ready to load another. A special ventilation fan moved air through the turret to evacuate the acrid smoke. Sergeant Shouse and Sergeant Fries, still sighting, watched the bright red tracer ball follow their round into the target. It smashed into the center of the enemy tank.</p><p>“Target. Cease fire.” Sergeant Shouse popped out of the cupola and took a quick, satisfied look at the smoking target through his binoculars. “Driver, move out.”</p><p>From the safety jeep, we had seen the tank stop and Sergeant Shouse disappear into the cupola. The turret moved slightly and the deafening boom of the main gun pulverized the air around us. The Safety NCO pointed downrange, where a target I had never seen was covered in white smoke.</p><p>The next target simulated ground troops. The tank stopped, the evaluator gave the assignment and started his stopwatch, but Sergeant Shouse didn’t like the firing angle. Instinctively, he felt his flank was too exposed to return fire from the enemy. “Driver, go left. Gunner: coax . . . troops in the open.”</p><p>“Identified.”</p><p>“Fire.”</p><p>As the tank moved left, its turret rotated right, and Sergeant Fries, with one burst, found his target. The tracers led out five hundred meters, where the ground had come alive around a group of cardboard cutouts. Sergeant Shouse added a few bursts from his .50-caliber machine gun.</p><p>“Target. Cease fire. Driver, move out.”</p><p>For the next thirty minutes, Sergeant Shouse led his crew through assaults on seven more targets over a mile and a half of arid terrain. On small targets, he used just his machine guns; on suitable large targets he would vanish into the cupola, and in a few seconds we would hear the concussive roar of the main gun. The tank reacted like a sophisticated halfback, swiveling treaded hips to shield its vulnerable flanks while rotating turret shoulders to keep the lethal gun trained on the enemy. At the end of their run, it was obvious they would have an impressive score. The Safety NCO had a gratified look on his face.</p><p>Every extra second taken, every extra round needed to hit a target, costs points. Sergeant Shouse’s crew had used two additional rounds, but their reaction time was impressive. In the debriefing trailer, Sergeant Shouse learned that his tank had fired 660 out of a possible 900, the highest score in Bravo Company so far and good enough to win an expert patch with an above-average night score. Later, as we stood in line at the mess tent for hot chow served from insulated olivedrab metal containers, he gave his crew the credit. “Sergeant Fries is one of the best,” he said. “That was a tight run. It was fun. That was real fine shooting.”</p><p>“and Lee kept me loaded,” beamed Sergeant Fries. “Lee, you were real good. I was impressed. And Skaggs is one fine driver.”</p><p>“He’s a hotshot,” said Sergeant Shouse.</p><p>“That’s the best score,” said Sergeant Fries. “Did you see what we did to that moving target? I saw that thing and had my sights on it before the evaluator had us stop the tank.”</p><p>“Watch it, Fries,” said a nearby listener as we sat down to eat. “I hear that Bear comes out of his cave at night.”</p><p>“Let him. We’re ready, aren’t we, Sergeant Shouse? When will we shoot tonight? What’s the order?”</p><p>“I hear it’ll be late,” said Sergeant Shouse.</p><p>“That’s okay, we—” began Sergeant Fries.</p><p>But he was interrupted. First Sergeant Pearce stepped into the mess tent, his cap shoved back on his head, and smiled at the assembly. “Did you hear Sergeant Smith’s day score?” he shouted. “You people are going to have to play catch-up.”</p><p>“What was it?” asked Sergeant Fries.</p><p>“Eight hundred,” answered the first sergeant.</p><p>“Goddamn,” said Sergeant Fries. “Eight hundred, and he’s never been through Table Eight before.”</p><p>“They’ll go before us tonight,” said Skaggs. “You’ll know what you’ll have to shoot to beat him.”</p><p>“We’ll just do as well as we can,” said Sergeant Shouse. “Fries, take the crew back to the tank and get me the ammunition order for tonight. And why don’t we check those air filters?”</p><p><span class=\"dropcap\">W</span>hen his men had gone, Sergeant Shouse finished up a piece of chocolate cake, drank his tenth cup of coffee for the day, and talked about the pressure. “We go through this sort of thing all the time. We did well, but we have to continue to do well. We have to qualify every year. We worry about it and it leaves its mark. Hell, I have a friend who’s spent eighteen years in tanks, and you can tell it just looking at him. Your body’s ruined after all that time around the tanks. Look at my face.” He broke into a wide, tanned smile full of premature wrinkles. “i’m thirty-four, but I look much older. Yessir, the Tank Corps does age you.” He gave a laugh and pointed toward the center of the mess tent. “We had steak and eggs for breakfast this morning, to help us through Table Eight. When the mess crew cleaned up, they found the troops had left a big, juicy steak on that table in the middle of the tent. Yessir, they left it for that Bear!”</p><p><span class=\"dropcap\">I</span>t was nearly night. Already, in the clear sky one bright star was suspended from a thin crescent moon. A heavy smell of pine rose from thousands of shell crates in the nearby ammunition dump. An openair meeting for all crew members to review safety precautions for the coming night test had silenced all the tanks, and the subtle thud of artillery practice could be heard from a distant part of the base.</p><p>When the meeting broke up, Sergeant Shouse walked slowly back toward his tank with his crew, but he let them go on ahead. He stopped, put his hands in the pockets of his olive-drab overalls, and looked up at the sky, allowing himself a brief respite after a long day. He could not help noticing the delicate moon, and his mind returned to Table Eight.</p><p>On the tank, Sergeant Fries was carefully loading long segments of belted .50-caliber ammunition into the rim of the cupola, occasionally spraying a coat of WD-40 lubricant on the metal links. “You watch,” he said, holding up the can in the fading light, “in a couple of years they’ll have this in the army supply system. It keeps the machine guns from jamming better than anything else.” He gestured at Skaggs, who was once again reclining on a fender. “We’ll do okay tonight. I’m not worried about the guns. It’s moving the tank around that’s the most difficult. At night the driver has to be ‘buttoned up,’ he can only see out through his periscope. Skaggs can do it, though, that’s why Sergeant Shouse picked him.”</p><p>By the time Sergeant Shouse returned to his tank the patter between the crews was nonstop: day scores were compared; night scores were predicted; someone wondered aloud if Sergeant Shouse’s tank would be able to outscore Sergeant Prewitt’s. It was camaraderie of shared apprehension, but Sergeant Fries, done loading the ammunition, was not saying anything.</p><p>“The schedule has us running seventh,” said Sergeant Shouse. “That’ll be around oh-two-hundred. Let’s park it in the assembly area.”</p><p>Once their tanks were parked, the crews settled into the wait. Sergeant Shouse, moving comfortably in the senior enlisted society of his battalion, went off with the other TCs in Bravo Company to congregate at the back of the debriefing trailer where there was hot coffee and conversation. The other crew members shuffled around for a while, then found resting places all over their tanks. Some curled up in the turrets, but others sought the night coolness, and the wide front fenders became their beds. I found a spot on Sergeant Shouse’s tank where I could rest my back against the canvas shroud covering the gun barrel where it projected from the turret. With my legs stretched out on the barrel, I rolled down my sleeves, put in my earplugs, and dozed in splendiferous comfort, wakened now and again by the gun blasts and exploding shells on Table Eight.</p><p><span class=\"dropcap\">A</span>t 3 a.m. Sergeant Shouse stirred his crew. Clouds had covered the useless moon; in the inky darkness I could barely see my own hands.</p><p>“Skaggs, put some fire in it.”</p><p>Sergeant Fries was quickly on the turret. “Sergeant Shouse,” he asked, “what did Sergeant Prewitt’s crew fire tonight?”</p><p>“His final score is fourteen-fifty. His crew did real well.”</p><p>“No shit,” said Skaggs as he entered the turret. “Thirteen hundred is expert.”</p><p>In a moment, the engine came to life with the basso rumble of a big cat. Sergeant Shouse walked ahead of his tank, ready to guide his driver toward the starting point with the ruby glow of a filtered flashlight. The tank clattered into gear, its faint red blackout lights barely visible as it disappeared toward its ordeal. Having relinquished my resting place on the gun tube, I squatted in the powdery dirt of the assembly area to wait for the test to begin.</p><p>“Night operations are characterized by long periods of darkness”—so goes an apocryphal Marine Corps training adage that instructors in officer candidate school claimed to have culled from an official manual. Whatever the origin of the saying, on a dark night its simple tautology seems understated. The difficulty of movement, the tricks and inconsistencies of eyesight, the psychological drawbacks of facing the unknown—all come into play and can lay waste to well-made plans.</p><p>Each driver, buttoned up in his compartment in the hull, used a periscope to see his way through Table Eight. Movement was precarious and slow, and targets were illuminated for brief intervals only, in one of three ways. On the high fingers of land (now lost to the night) that bordered Table Eight, supporting tanks equipped with powerful xenon searchlights brightened designated targets with 75-million-candlepower light—either visible or infrared. On other targets, illumination flares fired from mortars a thousand meters to the north would aid the crews in finding their marks. “We rely on other sources to provide illumination,” Sergeant Shouse had explained earlier, “because if we used our own xenon lights in a combat situation, we would be identifying our exact location to the enemy. That would be suicide.” In keeping with the simulation of combat, the tank commander does not select the kind of illumination, but must go with what he gets—in this case, whatever had been dictated by the evaluators. All movement between targets was carried out in total darkness.</p><p>I listened from the assembly area as Sergeant Shouse’s tank carefully sought its way through the course, but I was usually aware of its location only when it fired. The interval between targets was long, as Skaggs tried to pick his way down invisible trails and position the tank for advantageous fire control. On its first target, the tank stopped; then the sound of its idling engine was drowned out by the main gun’s blast, which flashed like a strobe light and was followed by an explosion downrange. There was a pause, then another blast, indicating a miss on the first try. The target was lit with infrared light, and Sergeant Fries sighted through a special infrared sight, but he must have had trouble discerning the gray-white target mass in his sights from the ghostly outlines of its surrounding terrain. But it is not unusual to fire twice on a target, especially at night.</p><p>On the next target, intense beams of white light leaped from the spectral searchlights on the hills and swept to a mangled metal hull. This enemy—1200 yards from the tank—was easily visible even from the assembly area, but again two rounds were needed to destroy it.</p><p>From the cupola on his tank, Sergeant Shouse looked out at the curtain of darkness before him and spoke to his crew over the intercom before moving toward the next target. “Skaggs, just keep it on the trail, now, keep feeling for it. Fries, you’re doing fine, just take your time, take your time. Don’t rush it. Let’s hit this next one with the first round. Okay, Skaggs, move out.”</p><p>Each bend in the trail was difficult to navigate, and the tank moved along for several minutes before the evaluator on the turret spoke. “Tank commander, stop your tank. Your next target is a multiple engagement. Illumination will be provided by mortar flares.” The evaluator paused a moment, then half a dozen glowing white phosphorus spheres appeared over the range, angelic apparitions descending quickly and evenly below tiny parachutes. In the hazy light they cast over the range, two hulking metal targets seemed to materialize on the horizon, separated by three hundred meters of rocky ground. “Your targets are in the vicinity of three o’clock,” continued the evaluator, “. . . your time starts now.”</p><p>“Gunner,” said Sergeant Shouse, “HEAT . . . multiple engagement, tanks in the open . . . three o’clock.”</p><p>Sergeant Fries, sighting with difficulty, could not see either target clearly. He hesitated, focused, pushing himself to be at his quickest, knowing that time meant points. And time was ticking away. There was a maximum of sixty seconds before the flares would leave the range in darkness.</p><p>“Take your time, Fries.” Sergeant Shouse ducked into the cupola, looking through his own sights. The flares were swinging in the wind, throwing eerie shadows over the gray ground.</p><p>“Target number one identified,” shouted Sergeant Fries.</p><p>“Up,” said Lee.</p><p>“Fire.”</p><p>The main gun boomed in a shower of yellow flame, but the round was high. “Target miss,” said Sergeant Fries. He knew that Sergeant Shouse had closed his eyes to preserve his night vision when the gun went off.</p><p>Time and light were running out. Sergeant Shouse decided to go for a hit on the second target. “Gunner, target number two. HEAT.”</p><p>“Identified.”</p><p>“Up.”</p><p>“Fire.”</p><p>The round streaked downrange, its bright red tracer defining a straight line through the darkness that darted just over the target. “Target miss,” said Sergeant Shouse. “Gunner. Reengage target number two.” The last flare swung close to the ground, landed in scrub, and started a small fire. The range went black.</p><p>“Cease fire,” said the evaluator.</p><p>There was a moment of uneasy silence. “Sergeant Shouse, i’m sorry,” said Sergeant Fries. “I don’t know what happened.”</p><p>“It’s okay, Fries.”</p><p>“i’m sorry. That’s two hundred points. We could have aced it, but now i’ve blown it. We can’t even shoot expert now. I should have listened, I was too anxious about making the points.”</p><p>“Now, Fries,” said Sergeant Shouse, “settle down. Looky here, you just missed two. We got a whole range to go, right? If we don’t think about what’s ahead, we’re in a world of hurt. Shake it off. Let’s get this next one. Skaggs, move out.”</p><p>Two targets later, I watched from the assembly area as flares once again provided illumination on a close-in group of cardboard cutouts. The high chatter of Sergeant Fries’ .30-caliber machine gun came in short bursts, then stopped. Immediately, Sergeant Shouse’s .50-caliber machine gun took over, fired a long driving hail of bullets, then a short burst, and the flares went out. I asked another observer if the targets were hit. “Only that TV camera in the tower knows for sure,” he said.</p><p>Some 45 minutes after they started, the crew finished the course and brought their tank back to the assembly area before going to the trailer for their critique. They leaped silently from their tank and walked to the trailer without speaking. I followed them, but by the time I arrived they were already listening to the evaluator, and I hesitated near the shaft of light pouring from the trailer’s open door, unable to hear clearly.</p><p>But the crew’s faces told everything, and I decided not to go in. Sergeant Fries was visibly disheartened, his expression a sharp contrast to his exuberance during the day. Skaggs and Lee looked exhausted. Then I could hear Sergeant Shouse, his face expressionless, asking a question about the location of a particular target they never managed to sight. As he listened to the reply from the evaluator, Sergeant Fries shook his head, then bobbed it up and down in acquiescence, an exasperated glance toward Sergeant Shouse his only refuge.</p><p>Skaggs and Lee walked out of the trailer. The score, they told me, was very disappointing. They had gotten no breaks from the night, no slack from the evaluators. “To hell with expert,” said Skaggs, “we barely qualified.” Their daylight run was all that saved them from ignominy.</p><p><span class=\"dropcap\">T</span>he historian Edward Gibbon dubbed the evolution of warfare a “necessary though pernicious science.” The awesome power of Fort Hood’s armored divisions will be augmented soon by the arrival of a marvel of science: the XM1, a new and more sophisticated tank costing $1.4 million each. As the XM1 and other technologically advanced equipment arrive, it is clear that, as a noted military thinker recently wrote in <em>army</em> magazine, “more leaders will be required to cope with and exploit the additional complexity and lethality of weapons systems and equipment.” But the army cannot find enough men for the demanding life in armor. Recently it raised the upper limit of the enlistment bonus for recruits going into armor, while keeping the level down for the other combat arms. Yet even Sergeant Fries, a highly motivated soldier, told me that day on Table Eight that he will get out of the army unless his transfer to a helicopter flight program is approved. Another short-timer, a staff sergeant, told me he wasn’t ready to end his career in the army, but when they told him he had to remain a tanker he decided he had no choice. “There’s a regular cycle of training and qualifying that leaves no time for anything else,” he said. “We can’t take night classes, which cuts down on our opportunities for education and advancement. We work incredible hours; we have the most run-down equipment imaginable; we’re so short-handed some of our tanks are commanded by PFCs. A tank commander is responsible for his tank—no matter who else has worked on it. You can’t expect a man who’s been to one brief school to shoulder that kind of responsibility.”</p><p>Then there are men like Sergeant Shouse who stay excited about the mental and physical demands of their profession, for whom being on the tanks is a reward in itself. The next time I saw him was several months after the debriefing that night at Table Eight. He was sitting at a desk looking out of place, twenty pounds heavier, but still trim. “The army has been good to me,” he said. “They let me stay here and miss the three-year tour in Europe with Brigade ’75 because my oldest daughter is mentally retarded and there are no special schools for her there.”</p><p>“But tell me about Table Eight,” I said. “What happened that night? How did you feel afterward?”</p><p>“Well, it was Sergeant Fries that felt bad,” he said. “He took it all on himself, you know—blamed himself that we didn’t fire expert, said he was the click that didn’t click. But he’s good, he could command a tank of his own, he was just too caught on beating another man’s score. When we missed the multiple target altogether, he knew it was over and he did all right.” Sergeant Shouse smiled at the memory. “Hell, we had no luck. Our thirty-caliber machine gun went down, so we missed points on another target. And when we were debriefed in the trailer, we found that we had completely missed target number two. Sergeant Fries was confused—the white searchlights make panel targets cast shadows that appear darker through the sights than the targets themselves. Sergeant Fries hit the shadow deadcenter twice.”</p><p>“You’re not bothered by shooting less than expert?” I asked.</p><p>“No, sir. You give it your best. I had a good crew; that’s just the way it goes. The Russians outnumber us five to one, and I still figure that crew could get its five if it ever came to that.”</p><p>“and the Bear?” I asked. “Did he have anything to do with it?”</p><p>Sergeant Shouse laughed. “Oh, well, the Bear was there when the shooting started,” he said. “He was definitely on Table Eight.”</p><p>I did not react as calmly as Sergeant Shouse that night at Table Eight. Mildly stunned after his crew’s debriefing, I walked into a gathering near the trailer where First Sergeant Pearce was listening to some of his company’s tank commanders—two of whom had failed to qualify that night—pass judgment on the evaluators. The general feeling about one evaluator was quite negative. I told the group Sergeant Shouse’s score, which did not lighten its mood, for everyone had hoped his crew would fire expert. With the image of disheartened Sergeant Fries fresh in my mind, I wondered out loud if the test wasn’t too demanding. Perhaps if the pressure to perform weren’t concentrated so relentlessly on only one day a year, the crews could relax and do better?</p><p>But the obvious answer to that question came swiftly from an unsympathetic sergeant whose tank was still waiting to take the test: “Less pressure isn’t what we need,” he said. “We have to be ready for war, so how else can we approximate it? a crew on Table Eight gets an idea of how it really is. You don’t get any second chances when somebody is shooting back at you.”</p><p>Spoken like a soldier, I said to myself.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fire",
      "Army",
      "Military",
      "safety",
      "Range",
      "Heat",
      "Fort Hood",
      "people",
      "School",
      "War",
      "Bravo",
      "Career",
      "disappeared",
      "Driving",
      "ever",
      "Fires",
      "House",
      "Killeen",
      "Radio",
      "Shooting"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Austin"
    ]
  }
}