{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19946",
    "date": "June 1994",
    "year": 1994,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1994/19940600.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Down by the Riverside",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199406-downbyth",
  "source": "/1994/19940600.pdf",
  "wp_post_id": 128469,
  "wp_post_guid": "http://www.texasmonthly.com/article/down-by-the-riverside/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Down by the Riverside",
  "dek": "Our guide to the best cactus margarita, the tackiest T-shirt, Tommy Lee Jones’s old apartment, and other secrets of San antonio’s River Walk.",
  "spread_caption": "",
  "excerpt": "More people visit San antonio’s River Walk than the alamo. Here’s why—our complete guide to the sights, restaurants, shops, and lore of Texas’ most popular urban park.",
  "kicker": "",
  "word_count": 5403,
  "content": "<p>To visitors who travel by land, San antonio can seem closed, insular, and mysterious. Even finding the alamo without a map can be a chore. But to visitors who travel along its namesake river, San antonio is open, extroverted, and perfectly understandable. In a state whose basic principle of design is that a public space can be neither too big nor too imposing, the San antonio River Walk is a rare example of a different sensibility. Although an estimated 4.5 million people visit the River Walk each year, and portions of it are so crowded that they look like a perpetual conga line, a feeling of intimacy has survived.</p><p>In the early eighties I lived in an apartment in the 300 block of South St Mary’s. On fine afternoons I would sit on my balcony and watch the jagged light fall on the banana trees set against the rock walls on the opposite side of the river. It was, by far, the best address I have ever had. I got to know the river well, to realize that it has been and always will be a gathering place, and to understand how it brought together the city’s past and present What follows is a guide to the 2.8-mile River Walk for people who want to know what San antonio is really like—a view of the city from twenty feet below ground.</p><p><strong>1 Holiday Inn Riverwalk North</strong> (11 o Lexington). This is where the River Walk begins. On a sunny day, if the water is clear, you can see perch and enormous catfish from the banks near the hotel, which was built in 1962 and opened as the El Tropicano. In the spring and summer, this is also a favorite sunbathing spot for turtles. Notice the eight-pointed star-shaped <strong>concrete pavers,</strong> which were placed in the sidewalk by stone masons in the thirties. The River Walk has many of these designs; my favorite is the Texas lone star.</p><p><strong>2 Fourth Street Bridge</strong> Built in 1926, it connects Fourth Street and Lexington. U.S. cavalrymen tested its predecessor for strength by packing it with as many horses and riders as it would hold. Don’t worry if you fall in the river here; it’s a measly two feet deep.</p><p><strong>3 Municipal auditorium</strong> From the street you can see an imposing gray building in the Spanish Colonial Revival style, with the main entry flanked by two domed Moorish towers. A now defunct opera festival used to be held here, but the most famous event in the auditorium’s history was the Pecan Strike Riot of 1939. <strong>Emma Tenayuca,</strong> then the head of the local Communist party, organized a meeting of striking pecan shellers and got a permit to use the building from <strong>Mayor Maury Maverick.</strong> Five thousand protesters broke up the rally. Maverick lost his next political race two years later.</p><img /><p>24 Municipal auditorium, San antonio, Texas</p><p>Maverick is best known for his role in getting the River Walk developed as a park below the level of the city streets. As Maverick’s son, Maury Junior, tells the story, “One night my father and Louis Lipscomb, the city’s fire and police commissioner, were walking along the river. It was full of trash—old tires and everything you can imagine—and they were both full of beer, and when my father walked over to the bank to take a leak in the river, he was so drunk that he fell in. When he came up for air, he said, ‘Louie, we’ve got to get FDR to fix this goddam river.’” The Works Progress administration built the River Walk for $430,000.</p><p><strong>4 Richmond Street Bridge</strong> The 35 bridges along the River Walk are all different. This one has finely detailed squares of blue, orange, and green tile on the cement guardrail. Just past the bridge is <strong>HavaJava Cafe</strong> (125 auditorium), one of the more unusual places to eat lunch on the river (access is from the street only). You won’t find any Tex-Mex fare here. Instead, try the polenta with sundried-tomato pesto ($4.95). FlavaJava is the only place on the river that serves Torrefazione coffee, a prized Italian dark roast, plus a wide selection of cappuccinos and espressos. The owner, Theresa Greer, is renovating the old <strong>Havana Hotel</strong> next door as a bed and breakfast.</p><img /><p><strong>5 Southwest Craft Center</strong> (300 augusta). Locals know it as the old <strong>Ursuline academy and Convent.</strong> This is one of the places that makes San antonio feel like San antonio. When people say that San antonio is unique, I think of this spot and how it represents the city’s lost grace and origin as a distant outpost in the wilderness. The convent sits on a five-acre lot, which terraces down to the river. It was built as a high school for Catholic girls in 1851 and remained open until 1965. The craft center offers instruction in photography and pottery in the building attached to the Gothic-style chapel, designed by <strong>Francois Giraud</strong> in 1867. The clock came from France and has no face on the north side—because, according to legend, the nuns who lived there during Reconstruction didn’t want to give the Yankees the time of day.</p><p>Much of the merchandise in the craft center’s gift shop is made by Texas potters, jewelers, and artisans. Often you can find items that will be sold next year in New York boutiques, such as <strong>Sherry Fotopolous’ </strong>earrings or <strong>Daphne Reynolds’ </strong>terra-cotta pottery, which is reminiscent of what you might have bought in Mexico in the thirties.</p><img /><p>The Institute Of Texan Cultures/San antonio Light Collection</p><p><strong>6 augusta Street Bridge</strong> It s primarily steel, but if you look closely from street level, you can see that the pedestrian walkway still has its old wooden planks. The distinguishing feature of this bridge is its capacity to flex in the middle under the weight it carries.</p><p><strong>7 The New Green Gate Burlesque</strong> (429 N. St. Mary’s). This two-story building with a whitewashed brick rear wall looks ordinary from the river, but the front view is worth the short walk up Travis. The gold stucco facade, front patio, and red-tiled roof look like something out of Tuscany. It was originally built as a law office in 1927. In the fifties it became the New Green Gate burlesque, a notorious strip joint. Later the owner became a born-again Christian, closed the nightclub, and opened a soup kitchen. The sign outside the door was changed to “Never again Burlesque New Green Gate.” Today the building is a graphic design studio.</p><img /><p><strong>8 Milam Building</strong> (115 E. Travis). This skyscraper, built in 1928, was the first fully airconditioned high-rise office building in the world. In the thirties and forties the Texas Railroad Commission had its South Texas offices in the Milam Building, and so did big oil companies such as Shell, Mobil, and Humble. Stop at the <strong>Milam Diner;</strong> if the greasy roast beef sandwich on white bread and a real malt don’t take you back in time, the linoleum floors and the shiny upholstery on the booths surely will.</p><img /><p>The Institute Of Texan Cultures/Courtesy Beulah Hoch</p><p><em>The Milam Building was a coot place in 1928.</em></p><p><strong>9 Southwestern Bell Corporation Headquarters</strong> (175 E. Houston). I think of this building as an architectural metaphor for <strong>Henry Cisneros’ </strong>four-term tenure as mayor. In 1981 the developers wanted to tear down the old <strong>Texas Theater,</strong> another 1928 structure, and the San antonio Conservation Society objected. As he did so often, Cisneros negotiated a Solomon-like solution: The conservation society saved the facade, the developers got to build their project, and no one was altogether happy with the outcome.</p><img /><p>Zintgraff Collection/the Institute Of Texan Cultures</p><p><em>The theater is gone; Cisneros saved the facade.</em></p><p><strong>10 Houston Street Bridge</strong> The four light posts decorated with colorful tilework were built in the late eighties to commemorate the four Spanish missions in south San antonio. Just past the bridge, the river’s mud bottom ends and its concrete channel begins. This is one of the deepest areas in the downtown part of the river, a respectable 22 feet. In the spring, the bridge is also a good spot to see cedar waxwings, a gray migratory bird with a bandit mask and yellowish tail.</p><p><strong>11 Book Building</strong> (140 E. Houston). The most dramatic feature of this four-story red-brick building dating from 1906 is the arched third-floor windows. The arches are appropriate because the building now houses a McDonald’s Restaurant. It doesn’t have a drivethrough window, but it does offer free delivery.</p><p><strong>12 Holiday Inn Riverwalk</strong> (217 N. St. Mary’s). You have to wonder why this hotel, built in 1987, was situated on the river at all. Because of flood-control problems, the building’s river level is a bare wall.</p><img /><p><em>Houston Street Bridge post.</em></p><p><strong>13 The Ben Milam Cypress Tree</strong> The oldest tree on the River Walk stands on the left bank just before you round the bend past the Holiday Inn. Milam, who came to Texas in 1818, was one of only four casualties in the Siege of Bexar, on December 7,1835. Supposedly, Milam was killed by a Mexican sniper who sat in the fork of this tree. Milam was struck in the head by the bullet while standing across the river in the yard of the <strong>Veramendi House,</strong> the home of James Bowie’s father-in-law, which is still standing but dilapidated and hard to spot.</p><p><strong>14 Floodgate Number Three </strong>It looks decorative, but it has the totally practical function of protecting downtown San antonio. Once you pass under its classical white stucco arches, you enter the horseshoe bend of the river, which is the only part of the River Walk most tourists ever see. Immediately to your right, you’ll see a tree growing out of a building. The tree took root during the 1921 flood, when the river put nine feet of water on Houston Street. More than fifty people were killed, and so much property was damaged that local business leaders demanded that the U.S. Army Corps of Engineers come up with a plan to provide flood control.</p><p>The Corps proposed filling the river with concrete and straightening the bend. Angry citizens formed the San antonio Conservation Society to stop the Corps from carrying out its plan. Emily Edwards, one of the founders of the society, created a puppet show titled “The Goose That Laid the Golden Egg” in which a businessman character she called Mr. San antonio portrayed supporters of the Corps plan in the following verse: “I could make big deals/If I had all of her gold/and, wife, you’d never miss her/ when new highways roll.”</p><img /><p>Institute Of Texan Cultures</p><p><em>Hugman’s vision of the River Walk: The Shops of aragon and Romula.</em></p><p>Bad poetry notwithstanding, the city commissioners decided to save the river. They hired a local architect, <strong>Robert H. H. Hugman, </strong>who had a wildly romanticized vision of the river that in time would come to fruition. He saw the River Walk as a park below street level lined with restaurants and shops, and he named his plan the <strong>Shops of aragon and Romula,</strong> after cities of old Spain. Many San antonians were less than enthusiastic about Hugman’s vision. When Hugman told one downtown businessman that he dreamed of the day when gondolas would quietly glide along the river, the businessman said he thought the idea was fine but added, “Oh, we won’t need to buy many gondolas. We can buy a pair and raise our own.”</p><img /><p>Courtesy Mrs. Robert H. H. Hugman</p><p><em>Robert Hugman, architect of the River Walk.</em></p><p>It was Hugman who designed this floodgate, which was the key to the development of the horseshoe-bend area. He also designed 21 bridges, 31 stairways, and the arneson River Theater, all of which were constructed by WPA workers between 1939 and 1941.</p><p><strong>15 The Esquire Bar</strong> (155 E. Commerce). This serious old-school saloon opened in 1933 and still has the original 77-foot-long bar. You won’t find any nonsmoking tables here, and the botanas are plenty greasy. Security guards frisk you at the door. This is one of the few places on the river that does not cater to tourists.</p><p><strong>16 La Mansion del Rio</strong> (112 College). The hotel opened in time for <strong>HemisFair,</strong> the 1968 world’s fair, in the building that from 1934 to 1966 served as the <strong>St. Mary’s University law school. </strong>Here’s how the <em>San antonio Express</em> described the place in 1881, when it was a school run by the brothers of the Society of Mary: “The building is large and airy, with little of that severe and chilling austerity so common to many institutions of learning, for the walls are covered with bright paintings, in many instances the handiwork of the pupils.” Now the sevenstory, 357-room hotel is organized around a large courtyard. The arched footbridge that leads to <strong>Las Canarias,</strong> the main dining room, was designed by Hugman and constructed by WPA workers. The hotel is a preferred address; even San antonians stay here for a night on the river. A room with a view of the river costs $200 to $260 a night.</p><img /><p><strong>17 The Old San antonio National Bank</strong> (239 E. Commerce). This was the first bank established in the city, organized in 1866 by George W. Brackenridge. Nowadays it is the law office of flamboyant personal injury lawyer <strong>Pat Maloney.</strong> He maintains a bar, which he calls the Longhorn Room, where he has entertained the likes of Teddy Kennedy, ann Richards, and former San antonio madam Theresa Brown.</p><p><strong>18 The Nix Medical Center</strong> (414 Navarro). From the Navarro Street Bridge, it is an optical illusion—a three-dimensional structure that appears two-dimensional, like a flat wall with windows. The 24story building was constructed in 1929, and it has the finest terracotta facade in the city. The Gothic gargoyles include a sailor, a scholar, a Prince Valiant-looking nobleman, and a nurse. In the basement is <strong>Dick’s Last Resort, </strong>which opened in 1987 and specializes in jazz and rhythm and blues seven nights a week, buckets of sloppy ribs, and waiters who are deliberately obnoxious toward customers.</p><img /><p><strong>19 Bayous Riverside</strong> (517 N. Presa). The restaurant is located in the <strong>Riverside Building,</strong> which opened in 1929 as the argonne Hotel and was designed by <strong>atlee B. Ayres,</strong> who was also the architect for Municipal auditorium and the Tower Life Building. From 1946 to 1979, the original Luby’s cafeteria in Texas was on the first floor. In 1978 former governor <strong>Price Daniel</strong> bought the building and turned it into 25 condominiums. The restaurant specializes in creole food—try the red snapper Valerie—but insist upon a table with a view, because without the atmosphere, Bayous is no different from any other seafood restaurant.</p><img /><p><strong>20 Hyatt Regency</strong> (123 Losoya). If you stand just outside the doors to the atrium and look down, you can see a sheet of acrylic that separates the real San antonio River from the man-made water extension to the alamo. San antonio’s most famous architect, <strong>o’neil Ford,</strong> helped design the sixteenstory hotel, which was built in 1979. Ford didn’t much like the atrium lobby that he had been obliged to create. I remember walking into the lobby with him in the early eighties. “I feel like a tiny mouse in here,” Ford told me, staring up at the glass curtain wall and steel webbing in the cavernous hotel. He was, however, justifiably proud of the <strong>Paseo del alamo,</strong> a public thoroughfare to the alamo that connects the River Walk with the <strong>alamo</strong> and runs through the Hyatt property. A series of fountains represent the springs, dams, and aqueducts that make up San antonio’s water system.</p><p>Along the Paseo, you’ll find the <strong>Tropical Drink Company,</strong> which is the place to go on the weekends if you’re twenty-something and hooked on the feeling of perpetual spring break. The club specializes in reggae music and perilous mixtures of alcohol, including one called a <strong>Tropical Typhoon, </strong>which has 190-proof alcohol swirling in fruit punch.</p><p><strong>21 The Landing</strong> (river level in the Hyatt). The <strong>Jim Cullum Jazz Band</strong> performs the best Dixieland in Texas (or, for my money, the world) Monday through Saturday from 9 p.m. until 1 a.m. Cullum does 26 live broadcasts a year from the Landing on National Public Radio. Among the artists who played there last year are Dick Hyman, Harry Sweets Edison, and Linda Hopkins. Tickets for the radio shows are free but much in demand; call KSTX-FM, the local public radio station, at 210-614-8982.</p><p><strong>22 Rocky Mountain Chocolate Factory</strong> (207 Losoya). For $1.25, you can’t beat a giant strawberry dipped in chocolate. The clever sign in the chocolate shop, “Nobody knows the truffles i’ve seen,” almost makes up for the garish neon next door at Eckerd.</p><img /><p><em>an Eckerd’s souvenir.</em></p><p><strong>23 Eckerd Drug Store</strong> Now you’re entering the main tourist strip of the River Walk. Fittingly, it is marked by the tackiest building on the river. Eckerd’s, with its blue-and-red neon signs, is a long way from being part of Hugman’s pristine dream of the River Walk as the Shops of aragon and Romula, but it’s a good place to drop off film for one-hour processing or to find bargain souvenirs.</p><p><strong>24 Casino Club Building</strong> (102 w. Crockett) Spend a few minutes looking at the bricks on this building. You’ll notice, as you scan from the bottom to the top of the six-story art deco structure, that the color of the bricks gets lighter, as if the Casino were a watercolor drawing. It was built on this triangular lot in 1927 and originally housed a social and literary club. Many years later writer <strong>alex Haley</strong> had an apartment there while he was at work on his novel <em>Roots. </em>Presently, the Casino’s best-known tenant is <strong>Elaine Hugman,</strong> the widow of the River Walk’s primary architect.</p><img /><p>The Institute Of Texan Cultures/Courtesy Beulah Hoch</p><p><em>Check out the Casino’s magnificent masonry.</em></p><p><strong>25 Pieca d’ltalia</strong> (502 River Walk). This inexpensive Italian restaurant may be the only place on the river that serves beer and wine coolers to go. On a hot day, buy a beer in a plastic cup and enjoy it during your walk.</p><p><strong>26 The Kangaroo Court</strong> (512 River Walk). In his 1929 River Walk drawings, Hugman sketched an English-style pub in this location. The Kangaroo Court has fulfilled the prophecy since 1968, when the River Walk was considered so unsafe that it was off-limits to military personnel in San antonio. If you are not a beer drinker, you can’t go wrong with the cheesecake. While you’re there, take a look at the photographs of the 1921 flood.</p><img /><p><strong>27 Zuni Grill</strong> (511 River Walk). Home of the oddest margarita on the river. This sweet purple version is called the <strong>Cactus Margarita,</strong> because it is made with cactus flowers. In the seventies, <strong>Tommy Lee Jones</strong> had an apartment upstairs.</p><p><strong>28 Rio Rio Cantina and Boudro’s Restaurants</strong> (421 E. Commerce). Rio Rio serves generous portions of Tex-Mex food with a side salad of romaine lettuce. Boudro’s is regarded by locals as the best restaurant on the river. Try the smoked salmon taco as an appetizer and the duck and sausage gumbo as a main course.</p><img /><p><strong>29 View of the Tower of the americas</strong> as you walk toward the Commerce Street Bridge, you get a nice view of o’neil Ford’s Tower of the americas, the signature building of HemisFair. Often you see families of ducks swimming on the river. The banana trees on these banks of the river were among the 1,500 planted by the WPA.</p><p><strong>30 Clifford Building</strong> (423-431 E. Commerce). Now the home of the <strong>Royalty Coin Shop;</strong> buy a coin from your birth year for good luck. The four-story 1893-vintage building is as good an example of smooth, simple brickwork as you’ll find downtown. Hugman had his architectural office in the basement during the thirties and forties. Much later, <strong>Maggie Cousins,</strong> a short-story writer and former editor at Doubleday, restored an apartment there. Until Cousins moved to a nursing home in north San antonio, she was the river’s best-known resident. In the seventies, she was the celebrity member of an informal group of downtown residents and wannabees known as the River Rats, who gathered on Friday afternoons for margaritasatthe Kangaroo Court.</p><img /><p><strong>31 Commerce Street Bridge</strong> This was the site of the first bridge to span the San antonio River in 1736. Old-timers remember when this bridge had the following message in English, German, and Spanish: “Walk your horse over this bridge, or you will be fined.”</p><img /><p>San antonio Conservation Society</p><p><em>The Commerce Street Bridge in the late 1800’s.</em></p><p><strong>32 Casa Rio Mexican Restaurant</strong> (430 E. Commerce). The best people-watching spot on the river, especially if you get a table facing the Commerce Street Bridge. For many years the food at Casa Rio was derided locally, but I recently had a plate of green enchiladas that were first-rate TexMex cooking. Here’s the recipe for the <strong>green sauce:</strong> Combine in a stockpot one half stalk celery cut into half-inch strips, two medium onions cut into quarters, two seeded bell peppers cut into quarters, three pounds of tomatillos (skins removed), two tablespoons ground cumin, two tablespoons black pepper, two cloves of fresh garlic, and enough chicken broth to cover all of the ingredients. Simmer until tomatillos are soft, and blend in a food processor until smooth.</p><img /><p><strong>33 River Boat Tickets</strong> If you want to take a boat tour of the river, you can buy tickets ($3) just past Casa Rio, across from La Mansion, and at Rivercenter Mall. To reserve a barge for dinner, though, you should contact the River Walk restaurant whose food you wish to eat. The fee for renting your own barge and driver is $70; an additional charge applies, depending on which restaurant you select. If you want dinner on a barge at short notice, try calling Boudro’s or the Zuni Grill; they sometimes take add-ons to fill out empty places on reserved barges.</p><p><strong>34 HemisFair Extension</strong> The River Walk was extended to the HemisFair grounds in 1968. In order to maintain Hugman’s concept of a parklike atmosphere, the city brought in half-grown cypress trees (as well as exposed roots known as cypress knees) by helicopter and planted them alongside twenties-style light fixtures so this section of the river would look old. The effect doesn’t really work, though, because the walls are cold and austere and directly in front of you are not one but two modern towering hotels; the <strong>Marriott Rivercenter</strong> and the <strong>Marriott Riverwalk.</strong> as is the rule along the river, you pay more for a river view.</p><p><strong>35 Convention Center Lagoon</strong> The fountain in the middle proved to be too expensive for the city to maintain. Note the huge mosaic on the Lila Cockrell Theater by Mexican artist <strong>Juan o’gorman,</strong><em>The Confluence of Civilizations,</em> a tribute to idealized relations with Mexico. See if you can find the ever-so-tiny alamo in the mosaic. Hint: Look above the city seal.</p><p><strong>36 Rivercenter Mall </strong>The private sector’s lagoon beats the public sector’s hands down. The fountain works, the walkways throb with people having a good time, and the glitz of the mall (70 percent of its exterior is glass) and the nearness of the food court draw you inside. On the River Walk, even a mall has a suprise or two. Don’t miss the six-story <strong>IMAX theater,</strong> which shows <em>alamo... The Price of Freedom,</em> a movie about the famous battle, featuring John Connally’s brother Merrill as Davy Crockett. The mall also has the only tejano comedy show in Texas and the most politically incorrect T-shirt on the river, sold at a place called <strong>Gifts From the Sea:</strong> It depicts a hangman’s noose with the slogan “Texas One-Jump Bungie Club.”</p><img /><p><strong>37 Statue of San antonio de Padua</strong> This statue of the city’s patron saint was a gift from Portugal during HemisFair. The reason San antonio bears his name is that on June 13,1691, the feast day of St. Anthony of Padua, the first governor of the Spanish province of Texas and fifty soldiers stopped on the banks of the river, set up a cross, and said mass. They christened the river in honor of St. Anthony.</p><p><strong>38 St. Joseph’s Catholic Church</strong> (623 E. Commerce). Most San antonians refer to the church as <strong>St. Joske’s</strong> because it is surrounded on all sides by what used to be Joske’s department store, now owned by <strong>Dillard’s.</strong> The cornerstone of the church was laid in 1868, when local Germans wanted a Catholic church of their own. On the fourth Sunday of each month the <strong>San antonio Liederkranz,</strong> a male chorus, sings mass with German anthems.</p><p><strong>39 Hilton Palacio del Rio Hotel</strong> (200 S. Alamo). The Hilton was the first modern hotel on the river, built in 1968 to house visitors for HemisFair. The 21-story, five-hundredroom hotel was built in 202 days by the late San antonio general contractor H. B. Zachry. The rooms, prefabricated modular building blocks, were furnished off-site—right down to the Gideon Bibles in the bedside tables—and then hoisted into position in the hotel. The Hilton corporation has a long-term lease; the ownership is retained by Zachry’s estate.</p><p>A practical tip for type a personalities: The Hilton’s patio dining area has outdoor electrical outlets, so you can plug in a laptop computer, order coffee, and keep working while you enjoy the river.</p><p><strong>40 Little Rhein Steak House</strong> (231 S. Alamo). This was one of the first two-story buildings in San antonio. It has been a boarding house, gambling hall, and saloon. In august 1897, here is how the <em>San antonio Express</em> described the atmosphere: “When you enter the South alamo saloon, you must tread lightly, and cautiously pick your way over and around toddling infants, pans of half-peeled potatoes, or a long stretch of calico that the housewife is fashioning into a house wrapper, for a South alamo street saloon is nothing if not intensely homelike.”</p><p><strong>41 Fig Tree Restaurant</strong> (515 Villita). Intimate, expensive, and pretentious: Menu entrees such as rack of lamb, quail, and beef Wellington start at $45. At night the twinkling white lights on the terraces create a romantic mood; by day you can see a good example of a <strong>nineteenth-century residence</strong> along the river. Before 1878, when the city’s first water pipes were laid, most of the homes had bathhouses and everyone bathed in the river. The adobe structure that the kitchen now occupies was probably built around 1850.</p><p><strong>42 The arneson River Theater</strong> Built in 1939 by WPA workers, the theater has its stage on one side of the river and grasscovered seats scooped out of the banks on the other side. For thirty years the theater has been the site of a music-and-dance variety show on summer nights.</p><p>The five <strong>bronze bells</strong> at the theater were added in 1978 to honor Hugman. Hugman was present for the ceremony, and it was an emotional moment. He had been fired as the River Walk project’s architect in March 1940, shortly before the work was completed, because he refused to hire a landscape architect who was close to Mayor Maverick politically. For years Hugman all but vanished from downtown San antonio. He worked from 1952 to 1972 as an architect at Randolph air Force Base. The bell ceremony was his reinstatement as the official visionary of the River Walk. It came two years before his death. “Our little river needs to be considered as a stage setting in which people are transported to the unusual,” said Hugman in his final speech to the city. “The greatest need for the future is to not go modern in architectural styles but to guard jealously the river tempo, slow and lazy, in complete contrast with the hustle and bustle of street-level modern city life.” That said, Hugman rang the bells.</p><img /><p><em>The arneson has nightly summer concerts.</em></p><p><strong>43 Skyline View</strong> The best view of San antonio’s skyline occurs near <strong>Rosita’s Bridge.</strong> It’s obvious that San antonio still has a pre-World War II downtown. The old skyscrapers—the Tower Life and the old alamo Bank buildings—dominate the horizon with proud art deco designs and freeze-frame the city in the twenties and thirties.</p><p><strong>44 La Villita</strong> Past the bridge you leave the tourist throngs and enter the quiet final third of the River Walk. Look carefully just past the bridge, or you’ll miss the entrance to La Villita, the village where Spanish soldiers and their families lived after the founding of the San antonio missions in the eighteenth century. La Villita was restored in 1939 by WPA workers at the same time that work was being done on the River Walk. Hugman was the architect for the River Walk, where work began in early 1939. O’Neil Ford was the architect for La Villita and broke ground _ on the project in the fall. Competition between the two projects contributed to Hugman’s firing.</p><img /><p>If you have time to make only one stop in La Villita, see the <strong>Cos House,</strong> the oldest house in the village, where Mexican general Martin Perfecto de Cos signed the articles surrendering to rebel Texans on December 10, 1835. In the patio, don’t miss the tile painting of President <strong>Franklin Roosevelt,</strong> in which he is being squired around San antonio in a convertible by Mayor Maury Maverick.</p><p><strong>45 Hertzberg Circus Museum</strong> (210 W. Market). Local attorney Harry Hertzberg loved circuses and amassed the largest collection of american circus memorabilia in the world. Be sure to see the <strong>Tom Thumb collection,</strong> including his miniature carriage.</p><p><strong>46 Bowen’s Island</strong> Just a little downriver on the left is a small peninsula called Bowen’s Island. It is named for John Bowen, who came to Texas by a circuitous route: He left Philadelphia in 1835, crossed Texas, went on to South america, lived seven years in Venezuela, and came back to Texas and made it his home. Bowen bought this property in 1845 for $300 and built a sevenroom home. He irrigated his farm with river water using waterwheels.</p><img /><p><strong>47 Tower Life Building</strong> (310 S. St Mary s) In 1928 James H. Smith and J. W. Young bought part of Bowen’s Island and built what was known for years as the SmithYoung Tower. The first Sears store in San antonio opened in this building in 1929. In 1941 <strong>Dwight D. Eisenhower,</strong> then a colonel, officed here as chief of staff of the Third army.</p><p><strong>48 The San antonio Main Library</strong> (203 S. St. Mary’s). It must be the only library in the world with a marina in its basement. At night, when the city’s security patrol boats are moored here, the marina looks like a set for a movie involving Nazi submarines. Straight ahead is the <strong>Bexar County Courthouse,</strong> designed by <strong>James Riely Gordon,</strong> Texas’ most prolific courthouse architect. Gordon built this one in 1896, and if you look at it from the River Walk, you can see that he tried to relate it to the river. Beneath the massive beehive spire is an arch that aligns perfectly with the river.</p><img /><p><strong>49 King William Neighborhood</strong> The area, named for King Wilhelm I of Prussia, was developed from the 1860’s through the 1890’s by German immigrants on farmlands that a century earlier had been tilled by mission Indians living at the alamo. This quiet stretch of the river is a popular route among local joggers. Early in the morning, you often see great blue herons landing and taking off on the river. At the end of King William Street is the former house of <strong>Carl Guenther, </strong>who bought the property in 1859 and built a flour mill across the river that still operates today. The nineteenth-century structures on the opposite bank used to be a <strong>United States army arsenal</strong> established to supply frontier forts; today they are the headquarters of the H.E.B. Grocery Company.</p><img /><p>Fred Pfeiffer/San antonio River authority</p><p><em>By King William, the crowds have disappeared.</em></p><p><strong>50 Blue Star arts Complex</strong> (1400 s alamo). The 11,000square-foot artistrun Blue Star art Space museum and shop opened in 1986. Next door to the museum are 47 lofts, many of them occupied by the artists whose contemporary work is exhibited in the warehouse-style building and the others occupied by artist wannabees. <strong>San angel Folk art,</strong> one of Blue Star’s five shops, sells folk art from Latin america, including the city’s largest commercial selection of devils, saints, mermaids, and angels.</p><img /><p>The river here is clear, flowing, and four times as wide as it is where you started your tour, near Lexington. At dusk in springtime, purple martins dive-bomb the river to feed on water bugs. You can thank the martins that you aren’t being eaten by mosquitoes. Looking upriver from the alamo Street Bridge near Blue Star, you should now be able to understand San antonio in a way that was impossible before you walked the river. Above ground, the streets are crooked, antiquated, and jumbled. But in relation to the river, everything from the alamo to the tacky T-shirts in Rivercenter Mall is bound together and exists as a single place.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "San Antonio",
      "River Walk",
      "Bridge",
      "Texas",
      "Alamo",
      "Restaurant",
      "Water",
      "people",
      "rio",
      "Theater",
      "Food",
      "House",
      "Texan",
      "The Alamo",
      "Work",
      "Art",
      "Church",
      "Commerce",
      "Conservation",
      "Home"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "D.C.",
      "Cypress",
      "Del Rio"
    ]
  }
}