{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19946",
    "date": "June 1994",
    "year": 1994,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1994/19940600.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 98,
    "document_page_range": [
      [
        104,
        105,
        106,
        107
      ],
      [
        122,
        123,
        124
      ]
    ],
    "toc_order": 16,
    "toc_headline": "The Best Little Whorehouse Goes Public (But Just Barely)",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199406-thebestl",
  "source": "/1994/19940600.pdf",
  "wp_post_id": 128478,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-best-little-whorehouse-goes-public-but-just-barely/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "The Best Little Whorehouse Goes Public (But Just Barely)",
  "dek": "Despite Constant Feuding Between Writer Larry L. King And Codirector Tommy Tune, the Sequel To the Must Famous Musical About Texas Lurches Onto Broadway.",
  "spread_caption": "",
  "excerpt": "After fifteen years, Tommy Tune and Larry L. King are at it again: The sequel to the most famous musical about our state opens on Broadway.",
  "kicker": "",
  "word_count": 4060,
  "content": "<img/><p><strong>Designing women (left): Bob Mackie's chorus girl costumes are a send-up of prurient fantasy. Headed for Vegas, Miss Mona bids a grand adieu to Texas (above).</strong></p><img/><p>Photographs By James Mcgoon</p><p><span class=\"dropcap\">I</span>t Was a Sunday Night In April, the Cast of <em>The Best Little Whorehouse Goes Public</em> was in costume for its first dress rehearsal, and codirector Tommy Tune—the tallest and thinnest and, perhaps, most unusual Texan ever to come to Broadway—was acting as if he had just swallowed a fried chicken drumstick. Backstage at the Lunt-Fontanne Theatre, on Forty-sixth Street in New York, he grabbed at his throat and his brown eyes seemed to disappear into the back of his head. “This is absolutely the worst play i’ve ever been a part of in my life,” Tune said, his gentle voice trying not to crack.</p><p>“Tommy,” said an associate, “you say that no matter what play you do.”</p><p>“No, I think i’m serious this time,” Tune said. The winner of nine Tony awards and the star of acclaimed Broadway shows such as <em>My One and Only</em> and the director of <em>Nine, Grand Hotel,</em> and <em>The Will Rogers Follies, 55year-old</em> Tune is the most successful choreographer-director in american musical theater and, just maybe, Broadway’s most recognizable figure. He stands six feet six inches tall. His fingers are as long as diving boards. His thick brown hair is swept back in grand, glamorous fashion. In a profession full of shouting, temperamental men, he is renowned for his preternatural calm and kindness. But at this moment, Tune could only watch in disbelief as a chorus girl, strutting through a musical routine, lost her wig. Then a stagehand announced that the curtain was not going up or down. “The curtain is broken?” asked Tune, his voice taking on the timbre of a cow moaning in a boxcar. “This truly is the most dreadful moment i’ve ever experienced.”</p><p>In just four days, <em>The Best Little Whorehouse Goes Public</em> would begin preview performances in front of audiences; its official Broadway opening before the critics and a glittery crowd of celebrities was only a month away. Billed as the sequel to <em>The Best Little Whorehouse in Texas,</em> the musical that told the story of the closing of the notorious Chicken Ranch brothel in La Grange, the new musical is based on the real-life events surrounding the Internal Revenue Service’s 1990 takeover (for tax evasion) of the legalized Mustang Ranch whorehouse in Nevada. In <em>The Best Little Whorehouse Goes Public,</em> Miss Mona, the former Chicken Ranch proprietress from the first musical, moves to the outskirts of Las Vegas to run the whorehouse for the IRS. To recoup the $26 million in back taxes, Miss Mona persuades her old friend Sam Dallas, an investment banker from Dallas, to devise a scheme to sell stock in the whorehouse on Wall Street—i.e., to take it public. In the process, she battles a hypocritical U.S. senator, falls in love with Sam Dallas, saves the whorehouse, and ends up running for president.</p><img/><p><strong>Dee Hoty plays the irrepressible Miss Mona, the whorehouse madam; here she sings about how she will persevere despite losing her home and losing her brothel.</strong></p><p>It’s safe to say that no one will mistake this musical for <em>Les Miserables.</em> But such broad political satire, combined with showstopping music and sexy dance numbers, worked magic in the original <em>Whorehouse</em> musical, which opened Off-Broadway in 1978 and moved to Broadway in 1979 and stayed almost four years, making it then the seventeenth-longest-running show in Broadway history. The show’s success was all the more amazing considering that its four Texas-born creators—the elegant Tune, the profanity-spewing author Larry L. King, composer-lyricist Carol Hall, and codirector and cowriter Peter Masterson—had never before written a musical. Tune, known only for his dancing roles at the time, had never choreographed or directed a Broadway play.</p><p>In the fifteen years since <em>The Best Little Whorehouse in Texas </em>hit Broadway, the four creators had rarely seen each other. Given their first somewhat stormy collaboration, one of the most remarkable achievements of this new production was that New ''fork theater producer Stevie Phillips persuaded the foursome to reunite, gave them an $8 million budget, and turned them loose. “It’s a little goddam crazy to believe that four old Texans could get back together, try to stay civil to one another, and come up with another Broadway hit about a whorehouse,” King said during the last week of rehearsals. “But hell, everybody in this musical-comedy business is already crazy—and at the moment i’m not feeling too stable myself.”</p><p><span class=\"dropcap\">I</span>t Is Hard To Imagine Two More Different men than Larry L. King and Tommy Tune. Raised in Midland, King grew up a rough-and-tumble bluecollar boy, playing high school football, working summers as an oil-field roughneck, enlisting in the army, and never hesitating to down a drink. “My family,” the 65-year-old King told me without a trace of shame, “was trailer park trash.” In fact, King’s first fame as a writer came from essays published in <em>Harper’s</em> magazine in the late sixties, such as “The Old Man” and “Confessions of a White Racist,” which described his early West Texas life. Although he eventually took on a variety of writing jobs, he never considered writing a musical. “Hell, prior to 1978, I think I had seen three entire musicals in my life, and what I remembered about them is that I didn’t like all that goddam singing and dancing. Every time it looked like the story was about to move forward, out would come some slick-looking son of a bitch to sing something like ‘I Need to Get a Haircut Before I Fall in Love.'”</p><p>Tommy Tune, however, was born for the musical theater. The son of a successful oilman and horse breeder, Tune said he learned to dance before he learned to walk. He certainly showed he was a different kind of Texas boy at Lamar High School in Houston, where he was begged by the coaches to join the basketball team. Tommy told the coaches he didn’t like the way the uniforms looked. He went to the University of Texas at austin and then, in 1962, moved to New York hoping to win auditions for Broadway chorus lines. Despite his imposing height, he was too talented a singer and dancer for directors to ignore. What’s more, his eccentricities quickly became the stuff of legend among the theater crowd. Before rehearsals, he would meditate, do yoga, and practice astrology. His New York apartment was filled only with pillows. “I didn’t want furniture that could get in the way of my feet,” he explained. “I wanted freedom at all times to move.”</p><p>While King is certainly one of the greatest humorists to have come out of Texas, an unleashed bulldog of a man who has the ability to make even cussing sound funny, he is not exactly sensitive to other people’s lifestyles. Although he now lives in Washington, D.C., he remains at heart a West Texas redneck. He has referred to Tune and other men in the theater as “gentlemen of the tap dancing persuasion.” When Phillips once let it be known that she wanted King to refrain from making homophobic remarks, King was offended. “I was quite pissed,” he recalled. “I referred to these men as tap dancers, but what the hell? ain’t most of them tap dancers?”</p><p>It seems impossible to imagine that King and Tune could ever learn to work together. The two would certainly never have crossed paths if it were not for actor-director Peter Masterson and Carol Hall, a gregarious, witty songwriter. Masterson, who was raised south of Houston in the town of angleton, and Hall, raised in Dallas, met in the late fifties at Houston’s alley Theatre, where they interned for a year. They moved to New York and remained friends, but they never worked together until 1974, when Masterson, then performing on Broadway in <em>That Championship Season,</em> read a <em>Playboy</em> article by King about the closing of the Chicken Ranch. “You might think i’m kidding, but there’s a musical in this,” Masterson said to Hall, who had dreamed of writing a musical since the age of thirteen, when she composed her first song,“i’ve Got a Hot Foot in My Heart for You.” In 1976 they contacted King and asked if he would be interested in collaborating. King laughed and said hell no. A week later, he sent them a sidesplittingly hilarious thirty-page scene, typed on yellow paper, in which a young woman applies to Miss Mona for a job as a prostitute. “Couldn’t goddam help myself,” King told me. “I just had to get involved.”</p><img/><p>Four Texans try their luck again: (from left) King, Hall, Tune, and Masterson.</p><img/><p><strong>Tuning Out: Tommy takes five to find his astral plane during a rehearsal.</strong></p><p>A show was born. For an intense year, King and Masterson worked on the “book” (the story and spoken dialogue), while Hall wrote the songs and lyrics. In 1977 Stevie Phillips, a former theater and film agent but an inexperienced theater producer (so inexperienced, actually, that she had never before produced a play), offered to put up the money to stage the show at an Off-Broadway theater and then move it to Broadway. She and the show’s creators agreed to bring in a new choreographer and codirector, Tommy Tune, who happened to be friends with Masterson’s wife, Carlin Glynn, from their days at Lamar High School.</p><p>Tune had already won a Tony for his dancing and singing performance in the 1973 musical <em>Seesaw,</em> but he was just beginning his directing and choreography career. Masterson dragged King along to <em>see</em> a small Off-Broadway musical that Tune was directing in which the women played the roles of men and the men played the roles of women. Later, the group met in Tune’s furnitureless apartment. “Where in the hell did this son of a bitch come from?” a dismayed King asked Masterson. “Mars?”</p><p>[ Continued On Page 114 ]</p><p>[ Continued From Page 101 ]</p><p>The irrepressible Tune was full of ideas about how to change King and Masterson’s play. He added a variety of dance numbers to <em>The Best Little Whorehouse in Texas,</em> including a brilliant routine in which six chorus girls, with lifesize female dummies attached to each arm, danced vacuously from one side of the stage to the other. In another song he had the male chorus, dressed as Texas A&M football players, do a comedic synchronized kicking routine in a locker room. King, a complete novice to musical theater, was livid. “all this tap dancing is ruining my f—ing show,” he yelled at one rehearsal. Masterson, an unassuming man who has the ability to get along with anyone, tried to calm King. But in those years, King was a heavy drinker. He would begin his mornings with a beer or a Bloody Mary and drink through the day, and he was not averse to ending his evenings with a little shoving in a barroom. The night before <em>The Best Little Whorehouse in Texas</em> opened, King gathered the entire cast and crew together and said, “I brought you people a pretty good play here, and you danced on it and sang on it and pissed on it and stomped on it, and it’s going to close quicker than a switchblade.” Tune burst into tears.</p><p>To King’s astonishment, however, the critics raved about Tune’s inventive choreography, King and Masterson’s scatological humor, and Hall’s music (Masterson’s wife, Carlin, won a Tony for her performance as the madam). The audiences poured in, and the four creators became rich. (They were not involved in the rather lame film version of the play, starring Dolly Parton and Burt Reynolds.) King went on to write a few nonmusical plays, including the respected <em>The Night Hank Williams Died. </em>(He also went to what he called whiskey school, an alcohol rehabilitation center, and sobered up.) Masterson began directing movies, most notably the 1985 film about rural Texas <em>The Trip to Bountiful.</em> Hall wrote the lyrics and scores for other musicals. But not one of them came close to the success of Tune, who became, in King’s words, “the eighthundred-pound gorilla of Broadway. ” He performed in his own shows, like <em>Tommy Tune Tonite!,</em> choreographed others, and directed even others. Producers were sending him scripts, begging him to do shows.</p><p>Why, then, would Tune, a man who abhors any sort of confrontation, subject himself to another fight with Larry L. King? “Well,” Tune told me, choosing his words judiciously, “there are few people in this world who write as well as Larry does. And I knew we had the rare chance to put together a really marvelous new show with material that combined Texas and Las Vegas and whorehouses and politicans from Washington, D.C.” Tune paused. “I also had the hope,” he said, “that Larry and I could, in some way, perhaps, appreciate one another better—recognize that our creativity comes from the same spiritual place.”</p><p>The trouble began during a five-day workshop last autumn. Each morning, Tune asked everyone in the cast, including Carol Hall, Peter Masterson, and Larry L. King, to join him in breathing exercises. It was, Tune explained in his typical esoteric fashion, “a way of uncluttering our minds and unifying us as a group.” With a laugh, King called the breathing exercises “ancestor worship.” While everyone else breathed in and out, King sat off to the side of the group, ate doughnuts, and rattled his newspaper.</p><p>The second problem developed over King’s habit of smoking Kool cigarettes in the theater. He was told quietly that the smoke was bothering Tune and some members of the cast. King kept smoking. Soon after, a sign was put up in the aisle, about midway through the theater, stating that there would be no smoking from that point to the stage. King sat directly behind the sign and smoked. The sign was then moved farther back, and then back some more. Eventually, King was sitting on the last row of the theater, still smoking and occasionally shouting out comments about how he didn’t like the way the musical looked.</p><p>“Why don’t you sit down there next to Tommy, Pete, and Carol?” producer Phillips asked King.</p><p>“Because even if I did sit there,” King growled, “Tommy still wouldn’t pay attention to what I said. ”</p><p>Although King, Masterson, and Hall had been writing and composing <em>The Best Little Whorehouse Goes Public</em> since October 1990, the fact was that Tune was clearly in charge. Phillips had told everyone that this time around, Tune would make all the final decisions. If he didn’t like a song, he could change it. If he didn’t like the dialogue, he could change that too. King was certainly not unappreciative of Tine’s talents—“all right,” King told me, “I admit the guy is a goddam genius at dancing and production and flair and costumes and all that shit”—but he also felt Tune would sacrifice a story line in order to stick in one more production number. During one rehearsal, Tune and King argued about changes King had made in the dialogue in the first act. “Who are you to tell me when and where I can write?” King shouted.</p><p>Everyone could see something had to give. Finally, last February, Tune went to Stevie Phillips and softly asked if King could be prevented from coming to rehearsals. Phillips ordered King to stay away. “I just saw that he was so unhappy,” Tune told me. “So, I thought, why not let him go home and let us all be happy?” King, refusing to be outdone, shot off a letter to Frank Rich, then the <em>New York Times</em> drama critic, explaining what had happened. In no time, King’s banishment from his own play had become the gossip of the theater crowd.</p><p>Was <em>The Best Little Whorehouse Goes Public</em> already doomed? Had the offstage melodrama undermined the direction of the show? a visitor watching Tune’s rare emotional meltdown on that Sunday night dress rehearsal in april might well have believed that the musical could never be shaped up in time for its first preview performances. But at the next day’s rehearsal, Tune’s placid, smiling personality had returned. “Oh, maybe I had been a little too dramatic,” he told me with a wave of his hand. “But some kind of vapor passed through my head over the night, and I had a dream that we would be all right. ”</p><p>It was exactly the kind of mystical statement that would have driven Larry L. King crazy. But residing in exile at his home in Washington, D.C., King had little idea what was happening to the musical. Tune had brought in another Texan, Tony award-winning John arnone, a Dallas native, a Southern Methodist University graduate, and the most influential designer of musicals on Broadway, to build a lavish neon-lit set of Las Vegas. The well-known fashion designer of many Las Vegas shows, Bob Mackie, had arrived to dress the chorus girls in prurient prostitute outfits. “Oh, Bob, how <em>mahhhhhvelous,”</em> people in the theater exclaimed when the chorus girls came out at a dress rehearsal clothed in tight black dresses and big hats. And Tune and his co-choreographer, Jeff Calhoun, had come up with a hilarious dance routine about phone sex, in which a group of tubby, balding men in the chorus sang to stunningly beautiful chorus girls trapped in acrylic boxes.</p><p>As Tune had staged it, the musical moved with blinding speed, jumping from a wild opening Las Vegas floor show (featuring actors who impersonate Elvis, ann-Margret, Sonny and Cher, Liza Minnelli, Liberace, and Siegfried and Roy) to an IRS meeting in Washington, to a little motel in Texas, where Miss Mona performed an engaging romp of a Carol Hall-composed song, “i’m Leavin’ Texas.” In perhaps the first country music tune in history that does not praise the glories of Texas, Miss Mona joyfully sang, “Good-bye to good ol’ boys, suckin’ on their longneck beers, bellies hangin’ out like sleepin’ hogs.” The book, which had gone through at least twenty rewrites, was a combination of slapstick and political humor, including a classic King-authored scene in which Senator Harry Hardast, the opponent of the IRS-operated whorehouse, described himself as a “God-fearin’, Scripture-spoutin’, strictly monogamous public servant. ”</p><p>Still, as the show began to take shape, everyone in the production remained worried whether the public would care to see a <em>Whorehouse</em> sequel. The first <em>Whorehouse</em> had hit just before the <em>Urban Cowboy</em> era, when everything Texan was chic and the idea of chorus girls’ strutting around as prostitutes titillated audiences. By the last week of april, <em>The Best Little Whorehouse Goes Public</em> had advance ticket sales of only $400,000. (In comparison, another Tune musical production, <em>Grease,</em> which was opening the day after <em>Whorehouse,</em> already had an advance of $3 million.) If the critics disliked the show, the theater crowd would stay away and the show would close in days. Tune was worried that the critics, who were always attracted to highbrow theater, would pan a show that Tune described as “a glorious celebration of bad taste, a musical that seeks to find beauty in, of all places, Las Vegas.” It also didn’t help when word spread that King had been carrying on a long-running feud with David Richards, the former theater critic for the <em>Washington Post</em> who is now the powerful <em>New York Times</em> drama critic and would be reviewing the show. Indeed, after Richards had ripped one of King’s plays a few years back, King sent him a letter that began, “F—you.”</p><p>The always diplomatic Tune said, “Oh, I don’t think that will matter. I think everyone is used to Larry’s ways by now.”</p><p>May 10, opening night. Outside the Lunt-Fontanne Theatre, painted bordello red, the crowd applauded as Tommy Tune emerged, tanned and smiling, from a long white limousine. Dressed in a tuxedo and an oddly shaped white silk shirt that wrapped around his neck like a woman’s scarf, he swept past his fans as if he were an exalted member of European royalty. Meanwhile, Larry L. King, also in a tuxedo, tossed his cigarette to the sidewalk and walked unnoticed to his seat.</p><p>For a Broadway opening, there was a surprising shortage of New York celebrities. The autograph hounds, reduced to chasing Rex Reed, were unaware that they were in the presence of such famous Texans as Charlie “Good Time” Wilson, an East Texas bachelor congressman and old friend of King’s. He made his way to the door, escorting a lovely young blonde in a dress so small that two tattoos were visible on her upper back. “God, you can tell the Texas women are here,” said a brunette New York television producer named Kory apton. “Look at all the big hair and party dresses.” Just then another blonde emerged from a limo. “See, there’s a Texas gal,” said apton. The woman came closer. It was . . . Ivana Trump! “Oops,” said apton. An autograph hound pressed forward, crying, “Ivana, you’re so much more beautiful than Marla! ”</p><p>The curtain rose, and the invitationonly audience laughed and applauded in many of the right places. They laughed at Senator a. Harry Hardast and his secretary, Miss Lotta Lovingood. They laughed during one song in which the prostitutes marched into the senate committee room singing about politicians’ “tiny little gavels.” But during other scenes, there were only some strained chuckles. When a character dressed as President Clinton complained about his $200 haircut, or when the senator was exposed as having a Confederate flag painted on his rear end, the humor seemed stale. At intermission, a few people wondered out loud why Tune didn’t have more of his signature dance numbers. The action moved so quickly through the second act that it was nearly impossible to develop any feeling for the characters. At the end there was no standing ovation: an ominous sign indeed, considering the audience was filled with friends and relatives of the cast.</p><p>At the cast party afterward in the Marriott Marquis ballroom, everyone put on their best faces. As the band played disco music from the seventies, King even danced briefly with a chorus girl whose legs came up to King’s sternum. But word had already begun to spread that the reviews in the early editions of the New York newspapers were not favorable. “Have you heard about the <em>New York Times?”</em> the still-calm Peter Masterson asked King at one table.</p><p>“No,” said King. “Is the review only terrible—or is it really shitty terrible?”</p><p>“Well, it might be worse than that. ”</p><p>King turned to me and said, “I knew it. Those goddam tap dancing critics are going to try to look artsy and thoughtful at our expense. They will make us out to be barefoot bumpkins.”</p><p>It turned out worse than King could have predicted. The musical received as vicious a pounding as any Broadway play has taken in recent years. OH,</p><p>Brothel! This Is Awful! read the headline in the <em>New York Post.</em> “a moronic catastrophe,” wrote the reviewer for <em>New York Newsday.</em> “Tommy Tune has inexplicably lost his touch,” penned the <em>Times'</em>s David Richards, adding that Masterson and King’s writing was “just a series of stillborn sketches.” While Dee Hoty’s acting was praised and a few of Hall’s tunes were complimented, the critics uniformly despised everything else. It seemed inevitable that <em>The Best Little Whorehouse Goes Public</em> was destined for a very short run.</p><p>Tune, however, remained typically pleasant throughout the evening, refusing to admit he had a major flop on his hands, claiming that the musical “was never meant to be an art house play, but a whorehouse play.” He added, “It’s popular entertainment for people who don’t read the critics.” When I asked if the four <em>Whorehouse</em> creators would ever work together again, he said, magnanimously, “Oh, um, who knows? There’s no bad blood between me and Larry. We might have had a separation, but it’s no permanent split.”</p><p>Perhaps, though, it was more telling that Tune and King remained on opposite sides of the ballroom throughout the evening, never once coming together to shake hands. “I think it’s fair to say that the grand experiment is over, that we won’t be seeking each other out again,” said King. “Maybe it’s better to leave all this damn music business to the Tommy Tunes of the world. They really do care about all this singing and dancing. It just ain’t in my blood.” He paused and lit up another Kool. “But i’ll tell you one thing, it was one hell of a ride.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Musical",
      "Texas",
      "New York",
      "Theater",
      "Broadway",
      "Dancing",
      "Dance",
      "ever",
      "Music",
      "people",
      "Writing",
      "Chicken",
      "Las Vegas",
      "Film",
      "Home",
      "Smoking",
      "Son",
      "Texans",
      "Women",
      "Acting"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "West Texas",
      "Austin",
      "Dallas"
    ]
  }
}