{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19855",
    "date": "May 1985",
    "year": 1985,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1985/19850500.pdf",
    "issue_cover_image": "",
    "document_start_page": 149,
    "toc_start_page": 146,
    "document_page_range": [
      [
        149,
        150,
        151,
        152,
        153
      ],
      [
        231
      ],
      [
        233,
        234
      ]
    ],
    "toc_order": 10,
    "toc_headline": "I Was A Dude On Tumbling Mare Mountain",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198505-tumblingm",
  "source": "/1985/19850500.pdf",
  "wp_post_id": 121338,
  "wp_post_guid": "http://www.texasmonthly.com/article/i-was-a-dude-on-tumbling-mare-mountain/",
  "authors": [
    "Gary Cartwr Ight"
  ],
  "headline": "I Was A Dude On Tumbling Mare Mountain",
  "dek": "Our Trip Into the Uncharted Mexican Wilderness Featured Danger, Discomfort, and Three Gourmet Meals a Day.",
  "spread_caption": "",
  "excerpt": "My pack trip in Mexico’s Sierra del Carmen wasn't exactly the Gray Line Tour.",
  "kicker": "I Was a Dude On",
  "word_count": 4915,
  "content": "<img /><p>When People ask If the adventure Was Fun, I Tell Them about Tumbling Mare Mountain. If I had a map, I could show you the approximate place in the Sierra del Carmen where Tumbling Mare Mountain got its name —if Tumbling Mare Mountain showed up on the map. The name, as you may have guessed, comes from a personal experience that illustrates why, when most people are looking for adventure, they might want to seek out the nearest Holiday Inn. But i’m getting ahead of the story.</p><p>Five clients-or dudes, as customers of adventure treks are sometimes called-paid a company named Far Flung adventures to take them by horseback close to the nine-thousand-foot summit of the Sierra del Carmen on the Mexican side of the Big Bend, then back to the Rio Grande to float through Boquillas Canyon, the longest of the canyons that cut through the mountain range and divide Texas from the Mexican state of Coahuila. The fee for the five-day trip included transportation to and from the Midland-Odessa airport, three gourmet meals a day, and all the champagne, wine, beer, and assorted hard stuff any adventurer could possibly drink. The attraction of such an experience varies, but I think all five of us sensed that in reaching the summit of the mountain, we would be going where no mortal had gone before - not with a case of vintage wine, at any rate. The possibility of being eaten by black bears, which proliferate in the Sierra del Carmen, or robbed or worse by bandidos was considered remote. Nobody mentioned anything about tumbling mares.</p><p>Photography by Janice Rubin</p><img /><p>“the Ride To the ToP Of the Mountain Had Been as Exhilarating as It WAs Exhausting. Peaks Emerged and Disappeared and Emerged again From the Clouds, Like Shangri-La Coming In and Out Of a Dream. The View WAs Made Even More Spectacular By the Knowledge That Hardly anyone Had Seen It Before.</p><p>It was a mild, cloudy morning in late February when our adventure started. There were nine of us slightly hung over from a feast at the Gage Hotel in Marathon the previous evening; five dudes (three journalists and a couple named Holmes), three staff members from Far Flung adventures, and Pat Brown, the majordomo of the expedition as well as manager and chef of the Gage. Pat was a Montana Irishman who had seen his share of adventure — he served four years on a nuclear submarine and two years as the chef of the commissary at Twentieth CenturyFox, among other extraordinary experiences. He had dreamed up this particular expedition to promote his hotel.</p><p>After a large breakfast at the Gage, we loaded up the beer and wine and headed toward Big Bend National Park. The mountains of Mexico were off in the distance, as hazy and blue and abstract as a photograph in a textbook. Pat Brown was driving the hotel van, a bottle of Irish stout at the ready. You could tell that he was dead serious about adventure: he was equipped with leather chaps, spurs, a new Stetson with a Tom Mix crush, a fresh white duster, and a .357 magnum strapped to his gun belt. It is illegal to carry a gun into Mexico, but you can get away with things out in the desolation that the Spanish called El Despoblado (the Uninhabited). This wasn’t exactly the Gray Line Tour.</p><p>Sighting on Santiago Peak and following a trail blazed by prehistoric Indians and used more recently by Comanches, we drove south and southeast, between the Chisos and the Del Carmen mountain ranges. At the banks of the Rio Grande, in the canebrakes across from the small Mexican village of Boquillas, we met the tenth member of our expedition, Marcos Paredes, who was waiting to transport people and equipment across in the flat-bottom boats that served as regular ferries on that part of the river. Marcos, who was in charge of the mountain part of the adventure, eyed Pat’s big iron but made no comment.</p><p>With his Zapata moustache and fiery black eyes, Marcos looked the part of the river rat, the revolutionary desperado of the wild country. He looked like a descendant of the Indians who had lived on and near the river longer than there had been a Mexico. If you called Central Casting and asked for a Mexican bandido, it would send Marcos Paredes.</p><p>There was no customhouse or much of anything else at Boquillas-just a dusty street and a few faded adobe buildings and sotol stalk huts. Few places in North america are more forlorn. Smuggling is easily the leading industry; if you have contraband, this is the place to take it across. Marcos pointed to a Caterpillar road grader buried up to its axle in the dry bed of El Jardfn Creek, which ran down to the village from the mountains where we were headed. The grader had apparently been intended for nefarious business, because Mexican customs agents had seized it some years back. But before they could sell it at auction, the locals stripped it for scrap metal — Boquillas was built on scraps.</p><p>On the Mexican side of the river, we loaded our saddles and gear into the back of an old pickup, piled in on top, and headed south on the only road out of town, a bone-jarring highway. When I asked Marcos if this road was what started the Mexican Revolution, he appeared hurt. “This is the best highway in this part of Mexico,” he told me. It was a testimony to the transportation system of Mexico, he said with some pride, that the bus from the interior made two trips a week to Boquillas.</p><img /><p>“PAREDES (L.) Resembled the Indians Who Had Lived Near the River For Longer Than There Had Been a Mexico. Brown (R.) Had Seen His Share Of adventure In His Four Years On a Nuclear SUBMARInE.”</p><img /><p>“AROUND Each Switchback On the Trail the Valley Became Wider and More Breathtaking.”</p><img /><p>“BROWN’s Feast Included Lobster, Tortellini With Marinara Sauce, and Eggplant Parmigiana.”</p><img /><p>“AT the Hot Springs, We Soaked away the Dirt, the Soreness, and the Vestiges Of Modesty.”</p><p>About twenty miles from the border, we turned off the highway and passed through the gate of an ejido, communal land on which were located many tiny and pitifully poor ranchos. Marcos pointed to a jagged opening at the summit of the mountain and identified it as El Puerto del Jardfn (Gate of the Garden). “Just beyond there is where we’ll be camping tomorrow night,” he said. Presently, we came to a one-room abode situated next to a cookhouse and a corral. This was Rancho Falcone, home of Mario Falcone, scion of one of the wealthiest and most important families in the ejido. The rancho was the end of the road; the first towering cliffs of the Sierra del Carmen dropped like a wall just beyond the corral. While we transferred our gear to saddlebags, the wranglers roped and saddled horses from the remuda of scrubby, short-legged Mexican ponies.</p><p>The children of a goat herder who lived in a yucca-walled hut up the canyon watched in absolute wonder as Pat Brown spread our lunch on a portable table —various imported meats and cheeses and olives, fruit, cake, fresh bread, and chilled bottles of white Zinfandel. They were children who had never seen such a lunch or a school or even an electric light, yet they were far closer to the comforts of civilization than the families who lived higher on the mountain were. Jim Holmes, a computer consultant from austin, asked the question that was on all our minds: “I wonder how far they have to go to get Haagen-Dazs?”</p><p>After lunch, we rode through a canyon, the silence broken only by the clip of hooves on the rocks of the dry creek bed and the bleating of two baby goats that were stranded on the face of the cliff. The children we had seen at lunch were squatting on a pinnacle of sheer limestone high above us. They watched stoically as we waved and rode on. Though we climbed steadily for several hours, the heart of the mountain was still above us. By the last hour of daylight, we had barely ridden above the floor of the valley and into the first line of small ponderosas and pinons. Turning and looking back over the expanse of desolation, we saw how far we had come and how high we had climbed. And still the peaks were three thousand feet above us.</p><p>We camped near a spring from which the small ranchos below took much of their water. The sun was quickly disappearing behind the cliffs. The air was noticeably thinner, and the temperature was dropping fast. “Keep warm,” Mike Davidson, one of the founders of Far Flung adventures, warned us. “It’s easier to stay warm than to get warm.” We began adding sweaters, caps, gloves, and windbreakers. Pat filled our cups with freshly made margaritas, while Mike and the other Far Flung staffers began barbecuing chicken for the evening’s feast. I looked for a spot to throw my sleeping bag and realized that on the side of a mountain one spot was about as bad as another. It was close to midnight before the singing ended and the last of us climbed into our sleeping bags. In the dark I heard someone ask, “are we having fun yet?” a billion stars laughed.</p><img /><p>“PUSHED along By a Strong Current and a Wind at Our Back, There Was Nothing To Do But CONTEMPLAtE the Extraordinary Way This Seemingly Insignificant River Had Carved Its Way Through the Mountain.”</p><p>The morning burned off warm and clear. As we rode higher into the mountains, we peeled off layers of clothing. Marcos had estimated that it would be a four-hour ride to the top, but he hadn’t figured on the episode of the tumbling mare. The trail became immediately more difficult as the gentle ridges fell away and were replaced by a series of inclines so rocky and steep that we were obliged to lean into our mounts to keep from falling backward. The horses slipped and balked as the inclines got sharper, especially one mare that was carrying supplies. The other two pack animals were mules and made it up the mountain without much difficulty, but the little mare with two hundred pounds of dead weight (that term was already beginning to work on my imagination) was sliding all over the trail, becoming increasingly nervous and close to panic. On one slope she dropped to her knees, and it was several minutes before the wranglers could get her moving again.</p><img /><p>“DAVIDSON Gave Up His Life as a Cabinetmaker To Learn about the River and the Mountains.”</p><p>We dismounted and walked our horses to the top of the next ridge. The temperature was dropping, so we pulled sweaters and caps out of our saddlebags. We remounted, and soon the trail began to zigzag-Marcos and the wranglers had been up here a few days earlier to mark and shape a series of switchbacks on a trail that had once been used by black bears. The switchbacks were so sharp and frequent that I usually couldn’t see either the rider above or the rider below.</p><p>I was dodging tree limbs and vaguely wondering why Pat Brown had neglected to equip my saddle with a drink holder when I saw something brown and green rolling down the side of the mountain. I heard the crunch of metal as the gear in the sawbuck pack was crushed, and then I realized that the green was the pack tarp and the brown was the little mare. After four or five complete rolls, the mare regained her footing. She stood there a few seconds, shaking and wobbling, terror flooding her eyes, then lost her balance again and disappeared over a ledge. I don’t know how far she rolled that time. Miraculously, she wasn’t badly injured —but i’ve never seen any man or beast more frightened. The wranglers couldn’t get her to move from the spot where she had finally stopped tumbling.</p><p>They transferred the gear that wasn’t crushed to the other pack animals before we continued up the mountain. Marcos thought the mare would eventually find her way back home, but when we rode down the following morning, she was still there. She had hardly moved from her position, and I could still see the horror sunk deep in her eyes. I’d be lying if I said I didn’t feel some of it myself.</p><p><em>(Continued on page 228)</em></p><p><em>(Continued from page 150)</em>_</p><p>I wouldn’t call that night on the summit of Tumbling Mare Mountain the worst of my life, but it would have to be a contender. It was so cold by the time we reached the top that there were flurries of snow in the air, and though the snow stopped, it got colder. At almost nine thousand feet it was difficult to do anything physical. Even standing was hard because there wasn’t a square foot of level ground for miles. Pat shoveled out an area large enough for two sleeping bags, lined it with a bed of pine needles, and covered it with a lean-to tarp, but all night long I twisted and shivered and thought of the mare.</p><p>On the other hand, that night was one of the memorable experiences of my life. The ride to the top had been as exhilarating as it was exhausting. From the back side we could see maybe a hundred miles, across enormous valleys, arroyos, mesas, and smaller mountain ranges. The only man-made thing in view was a tiny rancho, owned by another member of the Falcone family, on the valley floor. From the front side, the side we had climbed, peaks emerged and disappeared and reemerged from the clouds, like Shangri-la coming in and out of a dream. The view was made even more spectacular by the knowledge that few had ever seen it before.</p><p>While Pat cooked, I thought about who the guides were, what they had given up to practice this life. Donna Howell, for example, had taught comparative physiology and ecology at various universities, including Harvard, Princeton, Purdue, and Southern Methodist before moving to Terlingua to work as boatman and staff naturalist for Far Flung adventures. She sometimes spoke, as though she had been reincarnated, of “my other life.” Just got tired of the academic rat race, she said. Now Donna cooked and toted and saddled horses the same as the others, though her main job was to organize and lead nature trips. At night she would burst into assorted bird calls or thrash about with her nets, capturing bats and other creatures for study. Once she had specialized in zoology, but she had come to love botany too. She said that though they didn’t move as well, plants were more interesting than animals.</p><p>Consider the lowly creosote bush, she had said one day as we were walking in the desert. Seventy per cent of the weight of its leaves is oils, resins, and terpenes, which keep the plant from dehydrating and make it unpalatable as forage. When the leaves fall away and dry up, the chemicals that are deposited in the soil prevent any other plant, even the creosote bush’s own seeds, from germinating in the immediate area. Thus does this ignorant bush space itself uniformly across the desert, each plant surrounded by its own uniquely protected water-gathering area. “When you roll the leaves between the palms of your hands,” Donna said, “it smells like the desert after a rain.”</p><p>In his other life, Mike Davidson had been a cabinetmaker. He and his partner, Steve Harris, had started Far Flung adventures in 1976. Mike went to the Big Bend in the late seventies and decided to stay. He learned about the river and about the mountains and about medical care and cooking and other things essential to survival in the wilderness. “When I first came, there wasn’t any running water in Terlingua,” he said. “We took our dirty dishes to the river to wash them. I started cooking on the riverbank, and gradually that seemed more comfortable than cooking in my own kitchen.”</p><p>During boating season, Far Flung adventures employs from 20 to 25 people, which is practically the whole population of Terlingua, Far Flung’s headquarters. Before river and mountain trips became an industry in the Big Bend in the late sixties, Terlingua was a ghost town known for its chili cookoffs. It’s still famous for cookoffs, but now there are a handful of residents to look down their noses at such flatland nonsense. (The locals and others recently sponsored a spoof of the event, called the Cookie Chilloff.) No one knows the exact number, but a hundred or more people probably live today in the greater Terlingua area. They are an assortment of outcasts, lost souls, and doyens of the apocalypse whose case histories could document the second half of the twentieth century in america: a Green Beret who spent thirteen years in Cambodia and now puts sugar in his wine to get drunk quicker, a man who said he had been backup bombardier on the <em>Enola Gay</em> (he’s dead now), a White Sands electronics specialist who spends his retirement riding his motorcycle and drinking beer.</p><p>If Terlingua is the last refuge of the wretched and the displaced, there is also a spot in the Big Bend for their spiritual opposites. Lajitas, upriver from the Santa Elena Canyon, is yuppie paradise. A river crossing that dates back to prehistoric times and later a nineteenth-century trading post, Lajitas is being sanitized and vacuumized by Houston entrepreneur Walter Mischer, who hopes that the quaint little village will someday be Palm Springs. Little by little, all the wildness is being removed. The people who live in Terlingua refer to their neighbor as La Hideous and protest that Mischer—using old river-water quotas that were supposed to have been reserved for farming alfalfa—sprinkles 40,000 gallons of water daily on his golf course. You hear the ghosts of Pancho Villa and Emiliano Zapata when Marcos Paredes speaks of Mischer’s dreams for Lajitas: “I can wait. They’ll dry up and blow away. That’s what happens in the desert. A long time after they’re gone, i’ll still be here.”</p><p>Riding down the mountain the next morning was even more scary than riding up, because we could always see how far there was to fall. Around each switchback on the trail, the valley opened wider and became more breathtaking. I had to keep reminding myself that the mountain air was a narcotic, that the pastel void was real, that I couldn’t take off and soar. We hadn’t seen any black bears, but Marcos assured us that in another month the trail would be marked with tracks of bears, lions, and old bucks who had lived out their reproductive lives and come up here to spend their final days.</p><p>After a while the sun broke through and the trail became less steep. We rode along a gently declining ridge to the creek bed and then into the canyon that led to Rancho Falcone. The children of the goat herder were on the same pinnacle of rock where we had seen them two days before. As tired as the horses must have been, they broke into a trot when they saw the corral and smelled water.</p><p>Pat was one of the first down the mountain and was waiting by the pickup with iced Mexican beer. My legs felt so rubbery from the long ride that I didn’t trust them, so I leaned against the corral as the staff began packing for the ride back to Boquillas. In a few hours we would be floating down the river; the hard part of the adventure was behind us. I took a long drink and looked back at the mountain. El Puerto del Jardm shimmered in a patch of soft light.</p><p>“are we having fun now?” Pat asked.</p><p>I believe that’s what lawyers call a moot question.</p><p>Something had happened to us. It didn’t really hit me until that night around the campfire just upriver from Boquillas, but this group of people was different from the dudes who had gathered at the Gage Hotel three and a half days before. For one thing, we were more together—living without walls teaches you something about yourselves and about each other. Maybe it was the fatigue, but we were calmer and more caring, more sensitive to the world outside our own bodies. And there was something else, an attitude of confidence, even recklessness.</p><p>Coming down the mountain, I had noticed how easily Wanda Holmes handled her horse. Wanda was a frail, timid woman, a lifelong vegetarian who was painfully picky about what she ate and drank. She had appeared ill-suited for the rigors of outdoor adventure. The first morning, she had been almost afraid to mount, but now she rode with control, maneuvering her horse close to canyon outcroppings to study various plants. Wanda and Jim Holmes were selfdescribed “plant people.” She was president of the Native Plant Society of Texas, and Jim was membership chairman. This trip was their tenth wedding anniversary celebration.</p><p>Wanda wasn’t the only persnickety eater in the group, but once we got back to Boquillas I noticed that that too had changed. It was midafternoon, and none of us had eaten since early morning. Sitting at a street-side table at Jose Falcone’s cafe and curio shop, we ordered heaping platters of greasy tacos and burritos with <em>salsa roja,</em> and nobody paid much attention to how they were prepared.</p><p>Though we had originally planned to go downriver five or six miles before dark, we sat in the warm February sun instead, ordering more beer and more food and talking about the mountain. The village of Boquillas no longer appeared forlorn. In an idyllic moment, helped along by the beer, I believed Boquillas to be one of the most beautiful spots on the face of the earth —an antique, aesthetically spare Mexican village situated above the bend of the river, near natural hot springs, between two overpowering mountain ranges. I felt as though I owned it, and, at that moment, I suppose I did.</p><p>After a while a few of us walked over to an adobe house where one of the wranglers lived. Sam Hawkins, who made a living working for groups like Far Flung adventures, showed us a collection of arrowheads and beads that children of the village had found in the rocks near the hot springs. Sam had bought the relics for a few bucks, and now he was teaching the children how to make imitations, which they sold to tourists. Sam was from alberta, Canada, and he looked exactly like his name-Sam Hawkins of alberta, Canada, coming out of Chute Number One. (Marcos said that Sam had taken his name from a snuff can.)</p><p>An hour before sunset we went down to the hot springs, which flowed out of the boulders near the banks of the river. Over the centuries, the springs had formed natural tubs among the rocks, and the people of the village used them as a communal bath. In ancient times the thermal springs (there were roughly two hundred of them in the Big Bend) must have been a sort of community center. We could see the depressions worn in the rocks where Indians used to grind mesquite beans into flour. Some of the depressions were almost perfectly round and as deep as fruit jars, suggesting that they had been used to store or maybe distill alcohol. We peeled off the last layers of clothes we had worn on our way down the mountain and lowered our stiff and aching bodies into the warm water. Pat passed around a bottle of peppermint schnapps as we soaked away the dirt, the soreness, and the vestiges of modesty.</p><p>That night a number of villagers gathered with us around the campfire on the banks of the Rio Grande, singing and swearing friendship and passing a bottle of sotol, which looked like tequila and tasted like kerosene. Sam said that it was made from the sotol cactus, but Wanda corrected him and said that sotol was a member of the lily family. We had all stuffed ourselves earlier on German food and good white wine, and now we were mellowing in something akin to the glow of victory or perhaps rebirth. It was truly therapeutic to sit there in the flickering light of the campfire, listening to the strumming of a guitar, trying to remember the words to “Pancho and Lefty,” and watching frail, timid little Wanda Holmes turn a bottle of sotol to her lips and drink until the bubbles surfaced. Now we were having fun.</p><p>I don’t think anyone bothered to pitch a tent that night. When I woke shortly after daylight with my head throbbing and the taste of kerosene in my mouth, the first drops of cold rain hit my face. The rain came harder as we packed, hurried through breakfast, and loaded the three rubber boats. Though everyone wore rain gear over shirts, sweaters, and thermal underwear, we were soaked and thoroughly chilled by the time we reached the mouth of the canyon. The temperature must have dropped twenty degrees since daylight, and from the looks of the sky the Big Bend was going to get its average yearly rainfall before noon. Charging through my brain was a thought too horrible to express: only 28 miles to go! I tried to concentrate on great Holiday Inns I had known and, God willing, might know again.</p><p>Old-timers in the Big Bend never tire of telling you, if you don’t like the weather, just wait awhile (they say the same thing in Bangor, Maine, I believe). But this time it was true. By late morning the rain had stopped and a few patches of blue broke through the overcast, and by midday the sun was pouring down between the canyon walls. We pulled in for lunch on a sandbar piled high with boulders and flanked on two sides by a grassy meadow. We peeled down to bathing suits, drying our clothes on the rocks while we ate. “I think we just experienced our annual five hours of winter,” Pat said, reaching for a bottle of sunscreen lotion. Donna Howell showed us a tiny wax-coated insect called a cochineal, which lives on the pads of the prickly pear and once supplied almost all the red dye used in Europe and america. Before Cortez landed in Mexico, Europeans extracted red dye from a similar insect —but so rare that only royalty could afford to wear red. When Cortez exported prickly pear and cochineal to Spain, red lost its royal exclusiveness.</p><p>Pushed along by a strong current and a wind at our backs, our afternoon run was more like a siesta than an adventure. That stretch of the Rio Grande had no major rapids. There was nothing to do but lean back and watch the curious configurations of rock and contemplate the extraordinary way that the seemingly insignificant river had carved through the mountains. From time to time a turtle or a beaver slipped from the bank and disappeared below the surface, or a great blue heron skimmed low over the water, or the silence was interrupted by the braying of a wild burro. At some points we could look back upriver and see the high peaks where we had camped . . . was it only two nights earlier? Our adventure had been an exercise in extremes.</p><p>There were still two hours of daylight when we reached the place where we would make our final camp. The spot was called Rabbit Ears, named for a rock formation on the Texas side of the river. We camped on the Mexican side, on a giant sandbar that backed into a secondary canyon. Inexplicably, two horses appeared along a creek bed.</p><p>Pat had planned a spectacular dinner, and we all gathered near the camp table, drinking daiquiris and watching the illustrious chef of the Gage Hotel in action. Pat dressed formally for the occasion— that is to say, he slipped a freshly starched collar and cuffs over the top of his long johns. First, he prepared sushi, which he served with hot sake. That was followed by lobster and shrimp scampi, eggplant parmigiana, and tortellini with marinara sauce. The main course was served with a robust Merlot and with imported beer, ale, and stout. After-dinner drinks included cognac or Wild Turkey with coffee, peppermint schnapps with hot chocolate, or any combination of those ingredients. I told you that it was an adventure.</p><p>By midafternoon of day five, a Friday, we had covered the final ten miles and reached the takeout point at adams Ranch. The van from the Gage Hotel was waiting with beer and champagne on ice, ready for the three-hour drive to Marathon. I sat back and closed my eyes, listening to the stereo, my senses overloaded as Gene autry and the Riders of the Purple Sage sang about how they loved to watch the desert sun go down.</p><p>By the time we reached Marathon, the hotel was packed with weekenders. I took a shower, put on fresh clothes, and met the others at the bar. When I returned to my room about midnight, I was bonetired, but for some reason I couldn’t sleep. After a while I put on a robe and opened the door. I saw Jim and Wanda standing in the door of their room down the hall. “I don’t know what it is,” Jim said, “but we can’t seem to bring ourselves to shut the damn door.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Adventure",
      "people",
      "Big Bend",
      "Children",
      "Horses",
      "boquillas",
      "Terlingua",
      "Canyon",
      "disappeared",
      "Gage Hotel",
      "Rain",
      "rio",
      "sotol",
      "the gage",
      "Beer",
      "Chef",
      "Cooking",
      "Rock",
      "The Summit",
      "Animals"
    ],
    "wp_categories": [
      "Big Bend"
    ],
    "wp_location": [
      "Big Bend",
      "Terlingua",
      "Canyon",
      "Texas",
      "Houston"
    ]
  }
}