{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19773",
    "date": "March 1977",
    "year": 1977,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1977/19770300.pdf",
    "issue_cover_image": "",
    "document_start_page": 77,
    "toc_start_page": 75,
    "document_page_range": [
      [
        77,
        78,
        79,
        80,
        81,
        82,
        83
      ],
      [
        167,
        168,
        169,
        170,
        171
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Great Border Bazaar",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197703-thegreat",
  "source": "/1977/19770300.pdf",
  "wp_post_id": 111705,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-great-border-bazaar/",
  "authors": [
    "Sandy Sheehy"
  ],
  "headline": "The Great Border Bazaar",
  "dek": "A gringo’s guide to the best bargains on the Mexican border.",
  "spread_caption": "",
  "excerpt": "We walk the line for you—from Matamoros to Juarez—to bring you the best of Mexican shopping.",
  "kicker": "",
  "word_count": 8458,
  "content": "<p>Hannibal crossed the alps with less in tow than most people bring back from a trip to Nuevo Laredo. But, then, he was only contending with the Roman army. He never had to deal with the hard sell, Mexican borderstyle: “Hey, senor, come into my little shop.” You know the rest. Similar come-ons, coupled with an awesome array of exotic goods, are hard to resist, which explains why tourism is the biggest industry on the Mexican side of the Rio Grande.</p><p>Because of its sheer extent (1248 miles and seven major population centers), the Mexican border is a formidable frontier for the traveler and shopper. The question is not so much where to start but where to stop. But don’t worry; we’ve done all the hard work for you. Once you’ve read this article, you’ll know the best bargains and shops in each city, how to haggle for the lowest prices, where to look for authentic Mexican crafts, how to get through customs with a minimum of hassle, and what devaluation means to the american tourist with a fistful of pesos. Read on, amigo. The best, as they say, is yet to come.</p><p>Border towns offer excellent buys on a variety of items, most either handcrafted or made from raw materials, such as silver, that are more expensive in the U.S. Although the very best bargains in Mexico can be found in the remote interior villages where the items are produced and where contact with american dollars is minimal, the savvy shopper should be able to save from a third to three-quarters of the U.S. price without venturing more than a mile from native soil.</p><p>Contrary to popular conception, prices of certain goods along the Texas border are often considerably better than those in Mexico City, Monterrey, Puebla, and other large Mexican cities. The reason for this is threefold: First, the cost of an item is dependent on its price at the source, the number of middlemen involved, and transportation to its eventual outlet. Many goods are manufactured in northern Mexico, reasonably close to the border (factories in Reynosa, Laredo, and Juarez actually manufacture Spanish colonial and wrought-iron furniture, hand-blown glass, and leather goods), so these items can be picked up on the border for at-the-source prices. The second reason that border towns can compete with prices in the interior is that they act as wholesale outlets for american import stores. Border wholesalers generally stock huge quantities of Mexicana that fall under the heading of “curios.” If asked, they are usually willing to sell to retail customers at wholesale prices, often about a third of what you’d pay at the little shop across the street. Third, under Mexican law the entire border is, in effect, a free port where foreign goods may be imported without payment of duty. Therefore Indian brass, african ceremonial objects, and French crystal are all available at substantially less than you’d pay for them on this side. This is the government’s way of promoting tourism, which is the most lucrative industry on the border.</p><p>Lettering by Mike Hicks</p><p>The Great Mexican Standoff</p><p><strong>How to bargain like a native.</strong></p><p>Haggling is a time-honored tradition in Mexico, as it is throughout much of the Third World and at car lots in this country. Except in a few stores where the salespeople will tell you that the prices are set or fixed, the amount marked on the label merely represents a place for bargaining to start. Where it goes from there depends on how badly you want to buy the item, how badly the salesperson wants to sell it, and even the time of day. Mastery of haggling requires assertiveness, diplomacy, and an ability to pretend indifference.</p><p>The most fertile grounds for haggling are the <em>mercados,</em> the public markets where tradespeople rent small shops and stalls. Some mercados are devoted to the tourist trade; others include meat and produce stands, herb shops, and other local businesses. Mercado merchants are fluent in both English and math. Many are also adept at relating heart-rending stories about the state of the economy and health of their families. For purposes of haggling, all this is irrelevant, and to fall prey to such sentiment is to lose face.</p><p>To be a shrewd bargainer, you must first scrutinize the item you want to buy. It helps to price it in several shops, if you have time, and return to the one with the best offer. Maintain a healthy skepticism. If you are shopping for jewelry, for instance, don’t assume that the turquoise is high quality unless you know how to judge it. In general, semiprecious stones such as lapis and tiger’s eye will be genuine, but ivory may be bone. Silver is almost always sterling (with a higher percentage of silver in the alloy than you get in the U.S.), but may be lightweight, and “gold” is often gold-filled or brass. Save the purchase of expensive jewelry for established jewelry stores. The same holds true for clothing. Assume that inexpensive cottons will shrink and fade in warm water, that their seams will ravel, and that a $40 leather coat will bleed if you get wet or sweaty, leaving you with cordovan armpits.</p><p>Having picked your item, approach the salesclerk. No matter what he says the price is, respond, “That’s too much” or “Can’t you give it to me for X?” (X being 20 to 30 per cent lower than the quoted price). If you’ve made the right move and have been properly forceful, he’ll look at you with a mixture of dismay and respect. You are no longer a mere gringo <em>turista</em>; you are a person to be reckoned with. The clerk will then come back with a figure that is closer to his original price than it is to your offer. Under no circumstances should you accept this. Instead, suggest a price about midway between your first amount and his second. At this point, he may give it to you, he may call the shop owner over for an OK, or he may try to haggle further. If he attempts further bargaining, you may accept and consider the match a tie; you may try additional tactics, such as saying, “The shop three doors down has the same kind of shirts for six dollars”; or you may shrug your shoulders and start to walk away. This last ploy usually meets with a conciliatory gesture from the salesperson. He may say, “OK, how much will you pay for it?” in which case you should name your third price. Or he may try to maintain a little self-respect by asking, “You want to buy it right now?” or “Will you pay cash?” To either of these, you should reply in the affirmative. He’s already conceded the game.</p><img/><img/><img/><img/><img/><p>Michael Patrick</p><p>In any mercado haggling situation, you should expect additional discounts for the purchase of more than one item from the same shop, especially for two or more items of the same type. Many mercado merchants also give special concessions to the first and last sale of the day. In fact, it’s considered unlucky to lose the last potential customer. Late one afternoon, in the Mercado Juarez in Matamoros, I was able to talk a shopkeeper down from $16 to $4 on a pair of questionably gold hoop earrings simply because he was closing for the day.</p><p>Haggling outside the mercados is a somewhat more delicate matter. In stores patronized mainly by local customers, you almost have to know Spanish. In the less expensive curio shops and stores specializing in single items, such as linens or boots, you can feel free to employ standard mercado tactics. But more expensive stores require proportionately more subtlety. Instead of making a counteroffer, ask, “Is this the best price you can give me?” If you aren’t using a major credit card (or even sometimes if you are), you can inquire whether the store gives a discount for cash. In either instance, the salesperson may respond that all the store’s prices are fixed, in which case there’s nothing much you can do, unless you’re buying a large enough quantity or an item expensive enough to warrant the discreet attentions of the manager.</p><p>There is one thing that can almost never be haggled over: liquor. Because the U.S. government puts a sizable tax on alcohol, all types of liquor are good buys on the border, including Scotch, French cognac, and even Kentucky bourbon. But the best bargains are Mexican brands. You’d expect Mexico to have great tequila, and Herradura and Sauza’s Conmemorativo label are the two finest you can buy. But El Presidente brandy and Oso Negro vodka are also good, and in my opinion Oso Negro’s 100-proof gin compares well with Beefeater and Tanqueray.</p><p><strong>National arts and Crafts Centers</strong></p><p>Not all good buys are the result of haggling. Some shops with fixed prices offer true bargains on unusual highquality merchandise. Among the most notable of these are the <strong>Centros artesanals,</strong> the national arts and crafts centers located in Matamoros, Nuevo Laredo, Piedras Negras, Juarez, and a number of cities in the interior. Sponsored by the Mexican government as outlets for craftsmen in rural Mexico, the centros are like large permanent crafts fairs. Every item sold here is an authentic piece of folk art, with its origins guaranteed and often explained through bilingual displays and pamphlets. You’ll discover things in the centros that you won’t find elsewhere, like intricate beadwork, ceremonial masks, and covered bowls made from enameled gourds. Gold jewelry is a good buy at the centros, and you can be certain of the purity of your purchase. Silver jewelry is somewhat more expensive, item for item, than similar merchandise in the mercados. Spanish colonial furniture, household goods, tinwork, stoneware, glass, and ceramics are all bargains, especially since their quality is generally superior; but textiles, linens, and clothing (with the exception of complete <em>típico,</em> or native, costumes) aren’t as good buys as you would expect.</p><p>The centros honor Bankamericard, Master Charge, and american Express and will cheerfully ship furniture and other large merchandise anywhere in the U.S. Although the exact items offered for sale may differ from center to center, prices are fixed nationally and, incidentally, are given in pesos.</p><p>Because the Texas-Mexico border is so extensive and lines of contact with the interior vary from city to city, outside the centros the price of the same item often changes substantially. We found, for instance, that Matamoros and Reynosa had the best bargains in silver jewelry, while Laredo had the best furniture, acuna the best inexpensive ceramics, and Juarez the best textiles and macrame. Each place we visited has its own character, and experiencing this rich and varied texture is one of the border’s best bargains.</p><p><strong>The Big Enchilada</strong></p><p>When you get hungry, consult “Cafe accompli” (Tm, January 1977). It’ll tell you the best places to eat on both sides of the border from Matamoros to Reynosa. “Rio Grande Redux” (this issue) will take you from Mission to Nuevo Laredo. Juarez is covered under El Paso in “around the State” in each issue of Texas Monthly.</p><img/><p>From the standpoint of tidiness and gentility, Matamoros (across from Brownsville) is the nicest town on the border. Winding toward the business district from the larger of two international bridges, the avenida Victoria is a wide boulevard lined with elegant and expensive shops and even more elegant and expensive houses. The Border Industrialization Program, a Mexican government initiative affiliated with the Organization of U.S. Border Cities has brought electronics plants and other industry, all of which have helped boost the area’s economy. Nearby Washington Beach on the Gulf has also made the community a popular vacation spot for upper-class Mexicans. As a result, Matamoros is the sort of border town you needn’t hesitate to recommend to friends or relatives who have never been to Mexico and aren’t sure they’ll like it.</p><p>To save both money and footwork, we decided to take a cab the two miles to the mercado, then walk back. If you have heavy parcels or tender feet, take a cab both ways. Just be advised that they run without meters and seem to charge $2 no matter how short a distance they take you—not an outstanding bargain.</p><p>The <strong>Mercado Juarez</strong> is colorful, noisy, and crowded. Merchants stand outside their stalls, using all manner of outrageous promises to entice you inside. Several of the shops qnd booths take major credit cards. I found wellmade, embroidered heavy denim shirt jackets marked at $10 but available for $8. Silver jewelry from Taxco was an excellent buy, especially when we haggled. The workmanship was the best we found on the border, and both the stones and the silver were good quality. Marked prices ranged from $15 to $20, depending upon size and complexity, but we never paid over $15. Onyx chess sets and ashtrays, leather jackets, and lined macrame purses were also bargains. I was able to talk a merchant down from $45 to $30 on a suede cape with fairly sophisticated cutwork.</p><p>Across the street from the mercado, <strong>Las Dos Republicas</strong> (Ae, Ba, Mc)* offers glass, jewelry, Indian and Mexican brass, and other high-quality merchandise at fixed prices. This shop has a particularly wide selection of semiprecious-stone jewelry, including jade, real ivory, lapis, and tiger’s eye. Beware of the turquoise, however. It’s treated and poor quality. The newly decorated bar serves dynamite margaritas and frozen daiquiris in a quiet, dark atmosphere, which provides a pleasant contrast to the raucous market.</p><p>At the end of the street leading down from the mercado is the <strong>Centro artesanal </strong>(AE, Ba, Mc). For some reason I was never able to discover, it’s been closed on both of my recent visits but apparently has been open from 9 a.m. to 6 p.m. seven days a week since early January. As one of the larger centres on the border, it carries a wide selection of hand-carved unpainted furniture, hand-blown glass, ceramics, and other folk art. Productions of folk dances and pageants are also given in the courtyard amphitheater.</p><p>Continuing our trek back to the bridge, we came to a modern building called the <strong>Curio Market,</strong> a newer and more expensive version of the Mercado Juarez. Nearby is <strong>arti</strong> (Ba, Mc), with the best stock of glass in Matamoros. Small pearlized brandy snifters were 60 cents; blue, green, and amber wine glasses were 76 cents. Prices are fixed.</p><p>In the same neighborhood, we found the best buys in women’s clothing on the border. <strong>Myrta’s Dress Shop</strong> (Ae, Ba, Mc, personal checks) has fixed prices but an extensive line of unusual handmade Mexican designer dresses ranging from $24 to $104. Labels like Tachi Castillo, Georgia Charuhas, Josefa, and Gonzalo Bauer for Girasol are carried in Dallas, Houston, and San antonio—not to mention New York and Paris—for three and four times as much.</p><p>Across the street from Myrta’s, <strong>Berta’s</strong> (Ba, Mc) offers gifts and wood furniture, including jade necklaces marked at $6 but available with haggling for $5. Berta carries a limited but attractive selection of brass beds, as well as cut agate table tops ranging from $100 to $140. Further down the avenida Victoria, <strong>Mary’s</strong> (Ba, Mc) has the widest selection of high-quality gifts in Matamoros. Well-crafted leather goods, stoneware, and cubical onyx end tables that light up from the inside (for $167 to $193) are among her specialties. She also stocks a small amount of better embroidered clothing for men and women. Prices are fixed.</p><p><strong>Barbara</strong> (Ae, Ba, Mc) is Matamoros’ most renowned and exclusive boutique. While we found her stock unusual and interesting, many of her prices were exorbitant when compared to Myrta’s for clothing and Las Dos Republicas for jewelry. For example, an admittedly elegant ivory caftan with soutache braid and openwork was $320. Still, Barbara has good buys if you shop carefully. Stuck away in a back room, handpainted jackets by Char-leather were $97. A delicate embroidered tablecloth was $42.50. And a bewitching carousel and ferris wheel —as much works of art as toys—were $220 apiece.</p><p>In contrast to Barbara, <strong>Garcia’s</strong> (Ba, Mc) is a cornucopia of everything that is trite, usual, and expected in Mexican border shopping. Huge rooms filled with black velvet paintings, onyx chess sets, gilded sombreros, crudely embroidered muslin shirts and blouses, and purses with tooled aztec calendars were spread before us like a fast-food feast. The prices on ceramic pots and embroidered denim were good, as were the liquor prices, with 30 per cent off on Mexican brands.</p><p>Since the peso devaluation, some of the best buys in the Matamoros area have actually been in Brownsville, where U.S. appliance stores have overstocked Japanese electronic goods and cameras that they intended to sell to Mexican nationals, largely during the Christmas season. We found a 21inch Sony Trinitron color television ($700 in austin) for $400 at Bazaar on Washington Street. If you go looking for these bargains, stick to brands you recognize. The off brands masquerading as good equipment may not be worth what you’ll pay for them.</p><p>The Matamoros shopper has a number of good accommodations from which to choose. On the U.S. side, the La Quinta and the Fort Brown Motor Hotel, are within walking distance of both bridges. In Matamoros, the Hotel Regis, the autel Nieto, and the Holiday Inn are favorites of Texans and Mexicans alike. But because of its charm and low price, my personal choice in the area is the Yacht Club Hotel in Port Isabel.</p><img/><p><strong>* acceptance of major credit cards will be indicated by AE (american Express), Ba (Bankamericard), and MC (Master Charge).</strong></p><p><em>Best buys: silver jewelry, clothing, furniture, stoneware, linens, Mexican liquor.</em></p><p><em>Best buys: macrame and onyx table tops at the La Quinta shop (not the motel)</em> (BA, Mc).</p><img/><img/><p>With a population of 150,000, Reynosa (across from Mcallen and Pharr) is charmingly cluttered, with shops, houses, and bars almost piled on top of each other along the Boulevard Miguel aleman and Zaragoza street leading up the hill from the bridge. At the top of the hill is a typical village square, where there’s always a lot of activity, and the benches are good for resting your feet. Beyond the square lies the local shopping area, with clothing, linen, and shoe stores and the mercado. The area between the square and the bridge is devoted mostly to the tourist trade and includes furniture stores, curio shops, and some fine nightclubs.</p><p>Starting up from the bridge, we stopped at <strong>López (BA, Mc)</strong> jewelers, where we found good prices on highquality turquoise. Just up the street is the <strong>Yuma</strong> furniture factory, with a vast selection of unfinished Spanish colonial furniture. If you don’t find what you want there, they’ll custom manufacture to your specifications.</p><p>Across the street from Yuma is a little block of the best and most expensive stores in Reynosa. <strong>El Cid</strong> and <strong>DeLeón</strong> have nicer versions of the usual curios, usually at fixed prices. <strong>Gonzales (Ba, Mc)</strong> specializes in Mexican brass and small leather goods. The gift shop at the <strong>Imperial Bar (AE, Ba, Mc)</strong> offered French perfume at half price when we were there and also has heavy silver belt buckles inlaid with ground turquoise, lapis, or abalone, as well as the usual onyx ashtrays and glass and brass boxes. But the real reason to go to the Imperial is the bar, with its lighted waterfall, mariachis, and good, strong margaritas.</p><p>Bringing It All Back Home</p><img/><p>Harry Boyd</p><p>Now that you’ve done your cumulative birthday, anniversary, housewarming, and Christmas shopping for the entire year, the next step is returning to american soil. The U.S. Customs Service permits U.S. residents to bring in $100 worth of duty-free personal and household merchandise and gifts every 30 days. Families may pool their allowances. Residents 21 and over may also include one quart of liquor, wine, or beer. Travelers from most states can bring in as much more booze as they want, provided they pay the tariff. We Texans, however, are not so lucky. Thanks to the alcoholic Beverage Commission, we can have only a quart a month, duty-free or otherwise. The implications of this rule became clear to me as I watched a taciturn customs agent pour my Polish vodka into the hideous punch sloshing around in an oversized trash can at Eagle Pass. On occasion the ABC will permit a case of beer along with your bottle of spirits. Check before you go across.</p><p>Over the $100-a-person limit, you will have to pay duty. It varies depending on the classification of the items you buy, but normally represents a fairly small percentage of the purchase price, not worth the risk of confiscation and legal hassles that could result from not declaring. Keep your receipts until you have crossed.</p><p>You should also be aware that certain items you try to bring back from Mexico (including the family dog) may run into trouble at the border. Dogs must have been vaccinated against rabies at least a month before reentry into the U.S. Bring the certificate with you. Cats generally don’t have to be vaccinated.</p><p>Other items that are restricted or prohibited include firearms and ammunition; certain fruits, plants, and vegetables; meats, poultry, and meat products including canned goods; narcotics and dangerous drugs including medicine containing same; pre-Columbian culture objects; some trademarked merchandise (certain cameras, watches, perfume); wildlife (parrots, for example) and endangered species and their products: switchblade knives; and liquor-filled candy. The precise list of items that are restricted is complex: cheddar cheese is permitted, cottage cheese prohibited. For pamphlets detailing what you may and may not impor write or call a customs office or the local office of the U.S. Treasury Department.</p><p>District directors of customs are located in El Paso, Galveston, Houston, Laredo, and Port arthur. Along the border there are inspection stations at Brownsville, Progreso, Hidalgo, Roma, Laredo, Eagle Pass, Del Rio, Presidio, and El Paso. You can also get information on bringing back agricultural products from the agricultural quarantine offices in Corpus Christi, Dallas, Galveston, and San antonio, besides the cities listed above.</p><img/><img/><p>Alan Robinson</p><p>Right next door is my favorite establishment in Reynosa—<strong>Treviño’s (AE, Ba, Mc).</strong> The gift shop has the finest selection of jewelry from Matamoros to Juarez. Mexican and australian opals, Spanish pearls, amethyst, lapis, and precious stones—all are good buys; and while the clerks won’t haggle, they do give a substantial discount for cash. Trevino’s also has less expensive but equally interesting brass jewelry from Greece, as well as Lalique crystal from France, King porcelain from Italy, and Lladro porcelain from Spain, all at about 25 to 30 per cent less than they are in the U.S.</p><p>Perhaps the most interesting line Trevino’s carries is sculpture and jewelry by Mexican artist Pal Kepenyes, who designs personally for Sra. Lopez Portillo, Mexico’s new First Lady. Kepenyes’ designs combine brass or silver and semi-precious stones, often in his own interpretations of such folkloric motifs as the Temptation of Eve. Trevino’s offered one of his sculptures, the Tree of Life, for $495, and a massive turquoise and brass necklace was $160. The only other place on the border carrying his work is Marti’s in Nuevo Laredo. Trevino’s has another, more modest branch on Zaragoza.</p><p>Not far from Trevino’s is the <strong>Bridge Indian Mart,</strong> where we found exceptional bargains on hand-painted ceramic tiles at $27 to $33 per hundred, plus 30 per cent off for the devaluation. Onyx table tops sell for around $90, and an iron patio set consisting of a table and four chairs for $160, a pretty good bargain.</p><p>Some of the best buys in Reynosa can be found on the street leading up from the square to the mercado. <strong>Jacca</strong> and <strong>Bamera Boots</strong> sit right next door to each other, offering classic Western footgear from $15 to $25, depending on construction and materials. The street also abounds in jewelers, linen shops, stores specializing in gaudy tulle wedding dresses, and even places selling silver platform <em>huaraches</em>—certainly one of the most surreal pieces of merchandise we saw.</p><p>Reynosa’s <strong>mercado</strong> doesn’t compare to the one in Matamoros for either quality or selection, but its meat and herb shops give it a folklike atmosphere. Most of the stuff in the little stalls is cheap and touristy, but we did find a nice white wool cape for $14 and a silver and abalone ring for $6.50 that we were able to haggle down to $5.</p><p>For shopping Reynosa, stay at La Posada in Mcallen. It has all the trappings and atmosphere of a fine hotel, including courteous but not obsequious service. The coffee is good and the rates are reasonable.</p><p><em>Best buys: European imports, gold jewelry, opals, furniture, tiles.</em></p><img/><p>If you’re traveling to Laredo (Nuevo Laredo’s sister city) via IH 35 at night, don’t leave San antonio without a full tank of gas. There isn’t a pump open late on the whole 152 miles of desolate road. Still, there’s enough to see and do in Nuevo Laredo to make it worth a whole weekend.</p><p>For decades Nuevo Laredo has been known for great furniture buys, and its reputation is well deserved. Producing items ranging from the crudest roughhewn renditions of Spanish colonial to parquet desks painstakingly crafted from rare woods, the town is a major furniture manufacturing center. Prices are proportionate to quality, but you’ll generally pay about half the U.S. price for an equivalent piece. Cheap furniture is made with green wood and will almost certainly split. The <strong>Fábrica Colonial</strong> specializes in carved wood and tile furniture, while the <strong>Diana Glass Factory</strong> on avenida Guerrero does blown glass and wrought iron. Both take custom orders. If you want beautifully designed and crafted furniture, go to <strong>Marti’s</strong> but be willing to pay.</p><p>Located on Guerrero about two blocks from the international bridge, Marti’s <strong>(BA, Mc,</strong> personal checks) distinctive brown stucco facade looks like it belongs in an exclusive desert resort, instead of amid the jumble of liquor stores and curio shops that line the town square. Inside, I always wish I had $10,000 to spend. Not that everything at Marti’s is so expensive—it’s just that the expensive things are so tempting. Aubusson tapestries designed by Jael and Jean-Pierre La Rochette cost $800 per square meter. There’s a variety of brass bedsteads from $495 to $2400, and cubical onyx tables, lighted from within, for $300 to $895. But other, less costly items are equally nice: clothes for men and women by Tachi Castillo, Georgia, and Girasol; imaginative leathers by Char-leather and Pandora; glass and stoneware; rugs; and gold and silver jewelry. Some of the most unusual items are the result of Marti’s recent buying trip to the Orient. An entire upstairs room overflows with silks from Thailand, wool and cashmere from the Himalayas, and colorful Indian cottons. Downstairs are intricate handwoven Indian shawls and quaint Nepalese sandals. Surprisingly enough, Jack Suneson, son of the owner, welcomes haggling. Deal directly with him to get the best prices on expensive items.</p><p>What Goes Down</p><img/><p>Harry Boyd</p><p>For 22 years preceding august 31, 1976, the official bank exchange rate for Mexican and U.S. currency was 12.5 pesos per dollar. Then, partly in an attempt to reverse the flow of cash out of the country, then-President Luis Echeverria alvarez floated the peso. Its value dropped immediately, plummeting to a low last fall of 26 to the dollar (see “Los Dias Finales,” Texas Monthly Reporter, January 1977). Merchants on the U.S. side of the border, many of whom specialize in selling clothing, appliances, and electronic equipment to Mexican nationals, were especially hard hit; but the tourist trade in Mexico was off as well. Frightened by rumors of antiamericanism and political unrest, Texans stayed home, while the immediate inflation which accompanied the peso drop compounded the economic pressure on Mexican shopkeepers and manufacturers.</p><p>Despite all this, I found shopping the border as safe and as pleasant as it’s always been. Prices are about 20 per cent better than they were a year ago, merchants are more willing to haggle, and the peso situation has stabilized since the new president, Jose Lopez Portillo, took over. The current exchange rate of 19 to 20 pesos to the dollar is expected to hold for some time.</p><p>Incidentally, one of the best bargains in Mexico is now air fare. Although the Mexican government has raised airline prices since the devaluation, a ticket for intra-Mexico trips is 75 to 85 per cent of what it was last spring, and it was a steal even then.</p><p>Just up Guerrero from Marti’s is <strong>Russell Deutsch,</strong> with a small but spectacular selection of gold jewelry, ranging from substantial precious and semiprecious stones in conservative settings to unusual high-quality turquoise mounted with a combination of gold and creativity. It’s the kind of place where loud-voiced South Texas ranch ladies toss their minks on the counter and put smudgy fingerprints on the glass as they point out their selections. Everything at Russell is authentic, but the good buys are in gold. You can get better prices on silver at Marti’s, better still in Matamoros.</p><p>On toward the mercado is <strong>La Princesa</strong> (AE, Ba, Mc). The only interesting items are raw and unset stones. Some look good, but the turquoise appears low grade.</p><p>Compared to the mercado in Matamoros, the Laredo counterpart is disappointing. Most of the merchandise is nondescript tourist junk covered with a long-standing patina of dust. If you fight your way through the piles of bromidic curios, though, one shop in the <strong>mercado</strong> is definitely worth the trip. It’s a dark, dusty closet filled with huge rusty keys, nineteenth-century washbasins, businesslike spurs, and assorted other antiques, mostly metal. Our find was a 100-year-old mantel clock, dusty but still functioning, with a delicately etched glass front. After considerable haggling, we got the price from $185 down to $160.</p><p>About a mile down Guerrero is the <strong>Centro artesanal.</strong> Located across from Nuevo Laredo’s city hall and set back from the street behind a fountain, it looks very much like a museum and not at all like a retail establishment. Tourists who happen upon it, however, will find an assortment of native crafts at good prices. There are elaborate trees of life, children’s toys, pots, some textiles, and painted ceramic knickknacks. My favorites were the colorful molded clay <em>candelarios,</em> depicting motifs like Noah’s ark. They were priced at only $10 to $18.50. The dust might not have time to settle and the selection might improve if the place had more visitors.</p><p>Across Guerrero from the mercado, <strong>El Patio Gifts (Ba, Mc)</strong> carries nice abalone as well as silverwork and copper pots. The store next door has a Coke cooler filled with Tecate and Dos Equis to slake your thirst while you browse the aisles of ornate tooled saddles and sharkskin boots. Back down the street you can find good but somewhat overpriced men’s leather coats for $65 at the <strong>M2 Boutique.</strong> The <strong>acapulco Gift Shop (AE, Ba, Mc)</strong> has alligator bags, if you approve of that sort of thing. The best price, according to the clerk, was $149.</p><p>A long block to the east of Guerrero on Belden sits the Cadillac Bar, which is one of the three reasons for visiting Nuevo Laredo. (The other two are Marti’s and Russell Deutsch.) It is huge and loud, with an atmosphere reminiscent of a high school cafeteria, but the food can be excellent. On the opposite corner, <strong>Casa Manana</strong> has good prices on wicker and macrame. They also have graceful wrought-iron peacock chairs for $30 to $25 if you’re a fast talker. <strong>Beatrice’s,</strong> across Belden from the mercado, has wicker bird cases for $1.50.</p><p><em>(Continued on page 165)</em></p><p><em>(Continued from page 81)</em></p><p>Also on Belden, but a block west of Guerrero, is <strong>Cristina</strong> (Ae, Mc), a whimsical boutique. They have lots of wicker and brass along with some eyecatching woven wire jewelry and a substantial amount of jade and ivory. Cristina’s also carries a modest but carefully chosen selection of women’s clothing, including cotton shirts with hand-painted buttons, a long leather skirt appliqued with yellow roses, and Josefa caftans for $75 to $150.</p><p>Cristina has a smaller branch carrying painted iron sconces and other ornate knickknacks in <strong>Mayaland,</strong> a new, clean little shopping mall on the same street as the mercado about a block further from the bridge. At the <strong>Surprise Shop,</strong> also at Mayaland, we found good buys on embroidered shirts and silver rings. Despite the slicker, more polished presentation of goods, prices as well as selections at Mayaland are better than at the mercado.</p><p>Across Guerrero from Mayaland is another walkway lined with shops specializing in leather, glass, and other items. It’s called, appropriately, <strong>The Mall.</strong> On the same side of the street strolling back toward the bridge, we found good buys on silver rings at <strong>Pepe’s Curios</strong> (Ba, Mc) and <strong>Galva Gifts,</strong> where my haggling won me a particularly nice ring with inlaid stone stripes for $15. It was marked $18. In the same block, there’s a Western shop with tooled tack, ornate spurs, and rough-out jackets for $25. Other shops in the same area, like <strong>Santa Rosa</strong> (Ba) and <strong>Vega’s</strong> (Ba, Mc), are selling their entire stocks of brass, jewelry, and clothing for 20 per cent off due to the devaluation of the peso.</p><p>After a busy day and evening in Nuevo Laredo, treat yourself to a room at La Posada on the U.S. side. It has the same management and ambience as La Posada in Mcallen, and the strong coffee and huevos rancheros make a memorable breakfast.</p><p><em>Best buys: furniture, art, oriental imports, gold jewelry, wicker, better clothing, turquoise, antiques.</em></p><p><strong>Piedras Negras</strong></p><p>For decades, Piedras Negras (across from Eagle Pass) was known mainly for its <em>simpático</em> abortion clinic and <em>un-simpático</em> jail. And while liberalized laws have caused the decline of one institution, the other has gained brief notoriety thanks to a handful of Texas soldiers of fortune (see “Busting Out of Mexico,” TM, September 1976). Walking across the international bridge, it’s hard to picture this soporific community as a setting for excitement and intrigue. The Spanish colonial cathedral looks picturesque among the palm trees, but the rest of the town seems as quiet and tired as the old people shelling nuts and arranging vegetables outside the mercado on the hill.</p><p>There’s only one reason to shop Piedras Negras: the <strong>Centro artesanal</strong> (Ae, Ba, Mc) about a block north of the bridge. Housed in a colorless glass and concrete building, this centra is smaller than the ones in Matamoros, Nuevo Laredo, and Juarez, but it carries much of the same merchandise. We were especially taken with the intricate feather pictures, which sold, glassed and framed, for 2600 pesos, or about $137 at the centra exchange rate of 19 pesos to the dollar. A colorful wooden merry-go-round ($19) and ferris wheel ($22) appeared to be as sturdy as they were charming; and miniature bowls, pitchers, and other copper household implements would delight the kids at 75 cents apiece. But the very best buys we found were on jewelry. Delicate silver filigree necklaces set with jade, amethyst, or lapis ranged from $46 to $48, while gold filigree and seed-pearl earrings were about $90.</p><p>The two nicest stores in Piedras Negras are on Zaragosa between the mercado and the square. <strong>Boutique Niza</strong> (Mc) has very good unset turquoise, tiger’s eye, and jade, as well as some beautiful copper and French crystal. The <strong>Farmacia of Talnica</strong> is the place to go for carved ivory and jade jewelry, with a black jade bracelet selling for $20.</p><p><em>Best buys: copper, jewelry, art, toys, furniture.</em></p><p><strong>Ciudad acuna</strong></p><p>For all-around good times, acuna (across from Del Rio) is my favorite border town. The same distance from San antonio as Nuevo Laredo, it offers tasty food, picturesque accommodations, lively entertainment, and shopping bargains, blended together in manageable proportions. But more important than <em>what</em> you get in acuna is <em>how</em> you get it. The whole town radiates optimism, vitality, and a sense of humor. When I first went there four years ago, I attributed this exuberance to the economic boom. Today, the tourist trade is off and the peso devaluation has bruised the local economy, but nothing has damaged acuna’s spirit. The friendliness, the humor, and a sort of wild West excitement are intact; so if you don’t mind a little vulgarity and mud in the streets, by all means go.</p><p>Although there’s no mercado in acuna, the town has some excellent buys because it serves as a wholesale center for american import shops. Before you go anywhere else, try <strong>Jesse’s Wholesale Curios</strong> on the right-hand side of Hidalgo three or four blocks from the international bridge. Jesse’s prices on pottery, macrame, wrought iron, blankets, blown glass, and other Mexicana are often a third less than those elsewhere in town; and his selection is equally impressive. For example, we bought several sets of matching hand-painted white ceramic pots—small, medium, and large—for $3 a set. In most stores along the border, the large pots alone cost $3 to $6, even after haggling. Jesse also had nice rugs, Tiffany-style stained glass lamps, fringed leather jackets, and full-size handwoven blankets. Saddles ranged in price from $80 to $150. Don’t try to haggle, but be sure to ask for the wholesale price.</p><p>A block closer to the bridge on Hidalgo, there’s a leather shop that carries elaborate saddles with silver fittings for $130 to $145. They also have well-made boots for $20 to $25 and real sombreros (as opposed to the gold-encrusted, velvet kind) for $12.50. Across the street, <strong>Guitars of Paracho Curios</strong> has wood-and-tile Spanish colonial coffee tables marked $22.50; bargaining by serious customers is welcome.</p><p>A block down on the other side of Hidalgo, <strong>La Paloma</strong> (Ae, Mc) has a limited selection of men’s and women’s clothes by Mexican designers. A Girasol dress with complicated embroidery was $57. There were plenty of embroidered jeans and peasant shirts, as well as fringed leather jackets for $35. La Paloma has devoted large sections of their spacious store to wicker and brass, but their prices on these items are high.</p><p>One of the most interesting shops in acuna is <strong>Casa Quetzal</strong> (Ba, Mc), about three blocks from the bridge on the left side. As the cosmopolitan young owner, Geraldo, puts it, “We’ve got good stuff, regular stuff, cheap stuff: whatever you want.” He has a fine appreciation for the sport of haggling and is delighted to discuss the origins of his wares. Gerry had the nicest appliquéd leather cape we saw on the border, a soft suede marked $80 but available to the persuasive for $45. Other good buys were inlaid silver rings, painted Oaxacan pottery, and hammered copper. According to Gerry, most merchants buy their stocks from distributors who visit town five or six times a year. Each represents a different part of Mexico with its own craft specialties, and successful merchandising is largely a matter of psyching out capricious trends in gringo tastes.</p><p>Next door to Casa Quetzal, <strong>Casa Uxmel</strong> (Ba) boasts such oddities as denim shirts with the <em>JAWS</em> shark embroidered on the pockets; but they also have light, soft wool blankets at $22 for full, $18 for twin bed size. The <strong>Colonial art Factory</strong> one block south of Hidalgo on Madero has wroughtiron etageres, tables, and chairs, along with a few pieces of wood and leather furniture. Its neighbor, <strong>The Pottery Shop,</strong> sells patio-scale terra-cotta planters for about $15.</p><p>In the middle of acuna’s bustling jumble of shops, Mrs. Crosby’s Motel and Restaurant is a tile and stucco oasis of good food, sturdy drink, and clean, inexpensive lodging overlooking a garden courtyard. Don’t miss the restaurant. With the exception of the steak <em>tampiqueña,</em> which was tough, the food there is as good as it’s always been.</p><p><em>Best buys: pottery, macrame, leather, copper, wrought iron, rugs, blankets, and entertainment.</em></p><p><strong>Ojinaga</strong></p><p>If you want an authentic taste of the interior, go to Ojinaga (across from Presidio). Virtually no English is spoken here; in fact, you’ll even have a hard time making yourself understood across the Rio Grande in Presidio without Spanish. Far from being a tourist town, Ojinaga makes no attempt to market its wares to gringos, and the language barrier precludes haggling, but you can still find some good buys in the shops catering to the local populace.</p><p>Highway 67 between Marfa and Presidio holds a dual record as the worst maintained and most scenic stretch of road in Texas. On either side, desert buttes, wind-carved rocks and mountains topped with snow nine months of the year will do their best to distract you. Don’t let them. Hundreds of axle-eating chuckholes await.</p><p>A year ago, when it served as a railhead for the train to Topolobampo on the Pacific Coast, Ojinaga enjoyed a certain measure of economic wellbeing. Today, the end of passenger service, combined with the peso devaluation and the ensuing inflation, has hit the town hard. Along the road from the bridge to the business district, chickens, dogs, and dirty-faced children crowd the doorways of tiny shacks.</p><p>A right turn off the bridge road onto Morelos leads to the comparatively prosperous main part of town. We parked along the colorful plaza, which seems to be a favorite meeting place for old men and the community gossips. On one side of the square, we found bargain prices on jeans, boots, and shoes at <strong>La Soriana de Ojinaga</strong> (Ba, Mc). On another side, <strong>El Periaso</strong> (Mc) had tightly woven, brightly striped serapes for $10.</p><p>Walking along allende, the narrow main shopping street that runs up the hill from the plaza, we encountered the best buys in town at <strong>Casa Martínez. </strong>appiiqued leather capes that were $40 in Reynosa sold for $16, while women’s embroidered wool ponchos in solid colors were $16. Nearby, <strong>El Gigante</strong> has a wide selection of sweaters and boots, while <strong>La Barata Mexicana</strong> (Ba) carries bandanas in an assortment of unusual colors, along with leather belts and straw hats. A few doors further, <strong>Joyería Rochas</strong> has a few well-priced pieces of jewelry. Gold posts for pierced ears were $3, and plain gold chains were also good buys. <strong>El Gallo</strong> is the closest thing to a curio shop on allende, but most of its wares looked like they were left over from the fifties.</p><p>A block south of the plaza is the Hotel Rohana, the only place to stay in town. The best place to eat is on the opposite corner at La Fogata, where the beef and black bass are both good bets. Across from the Hotel Rohana, <strong>artesanías Mexicanas</strong> offers a few low-grade curios and the specialized wooden Mexican cooking implements that seldom appear outside gourmet shops in the U.S.</p><p><em>Best buys: leather, clothing, unspoiled ambience.</em></p><p><strong>Ciudad Juarez</strong></p><p>Juarez (across from El Paso) isn't a border town; it’s a border city. In fact, with an estimated 500,000 people, it is the fifth-largest community in Mexico and by far the biggest one on the border. Until 1888, when it took the name of that popular Mexican revolutionary and president who lent his handle to streets and mercados from Matamoros to Ojinaga, Juarez was known as Villa Paso del Norte. Since that time, it has grown into a major commercial and industrial center quite independent of its proximity to the U.S.</p><p>Unless you live in El Paso or are heading home from New Mexico or the West Coast, the best way to take advantage of the bargains in Juarez is to fly to its sister city and rent a car. Juarez cabs are expensive, and the three main shopping areas are far enough apart that it’s next to impossible to get everywhere on foot. For purposes of bargain hunting, there are three bridges connecting Juarez with El Paso: the Santa Fe and Stanton bridges join the older downtown business districts, while Cordova Bridge links the outskirts of El Paso with the newer part of Juarez. Numerous chain motels dot Interstate 10 on the way to the Cordova, but their counterparts on the Mexican side offer more for the money. El Camino Real near the twelve-year-old <strong>ProNaF Shopping Center</strong> is plush and expensive. The nearby La Quinta Colonial and Rodeway Inn are more reasonable. If you prefer something less americanized, try Sylva’s Motel on avenida 16 de Septiembre.</p><p>Avenida de Lincoln, which leads from the Cordova Bridge to the ProNaF, is lined with little shops selling very ordinary and overpriced pottery and wrought iron. Be patient. More fertile fields lie ahead. You’ll also see huge billboards along avenida de Lincoln touting cut-rate dental work, since Mexican professionals are free to advertise. According to the El Paso residents I talked to, the only people who take advantage of them are those on fixed incomes who don’t have that many teeth left anyway. If you do decide to save on your next bridgework, ferret out a <em>dentista</em> with plenty of references.</p><p>The government-owned ProNaF Shopping Center is slick, clean, and expensive. (The name stands for <em>Programa Nacional Fronterizo</em>—National Border Program.) With a brief lapse of memory, you’d think you were in suburban San antonio. Its stores are worth a browse for the occasional unusual piece of clothing, gifts, and jewelry; but don’t expect to find any bargains here. Instead, make your first stop the <strong>Centro artesanal </strong>(AE, Ba, Mc), the organic-looking modern building directly across the street. As the largest and most complete government craft outlet on the border, the Juarez centro is worth an hour or two of looking, even if you decide not to buy. Two large upstairs rooms are devoted to displays of the clothing and handicrafts of the Jalisco Indians. Colorful yarn paintings, called <em>naricos, </em>sell for about $10 to $40. Made from brightly dyed wool and beeswax, they traditionally serve as petitions to tribal gods. Lacy Jalisco beadwork is an excellent buy. Chokers or hatbands are $5; there are also exquisitely made beaded pouches with shoulder straps for $38.</p><p>The other rooms in the centro are arranged by type of merchandise, rather than by tribe or locality. Jewelry shop silver is more expensive than similar items in the mercado, but gold is an excellent buy. I found an elaborate gold necklace for $50 and a large gold and fire opal ring for $150. Four-inch jointed silver and abalone fish go for around $3.60.</p><p>Next to the Jalisco display on the second floor of the centro is a room containing macabre ceremonial masks and small lemonwood chests elaborately painted with colorful raised enamel. Although all the chests come from Guerrero, the motifs are reminiscent of Tyrol, Italy, and the Orient. They range in price from $67.20 to $134.40, depending on the size. The same techniques are used on covered gourd bowls and trays. This section of the centra also carries bilingual books on Mexican folk art and some of the nicest abalone jewelry we saw on the border.</p><p>Directly downstairs, the centra has devoted two large rooms to stoneware and ceramics. In casual dishes there are four folkloric patterns, with complete place settings and serving pieces available in each. Patio planters are excellent bargains. A large terra-cotta planter shaped like a plumpish goat is just $7.28. The salespeople speak English and are happy to explain the origins of their wares.</p><p>The textiles at the centra fall short in both quality and price; but beyond the textile room we found objects of pure delight: tiny carved scenes in hazelnut shadowboxes. The Juarez centra also has an extensive selection of unfinished Spanish colonial-style furniture, which they’ll ship anywhere in the U.S. Even the more elaborate chests and sideboards are less than $100.</p><p>About a block from the centra, <strong>Decor</strong> (Ae, Ba, Mc) is like an overstocked curio department store: three floors of everything from paper flowers to leather furniture. Some of the merchandise here is excellent, but a lot of it is overpriced schlock. One of the best buys is blown glass, made in Decor’s own factory. Household accessories, like brass curtain rods, are also good bets, as is pottery by Kenneth Edwards and other Mexican artists. But the real bargains are in furniture, which ranges from heavy wood-andleather to wicker. You may pay almost $1000 for a majestic six-foot dining room table with eight leather-seated chairs, but a similar set would cost at least twice as much in the U.S. They also take special orders.</p><p>Leading west from the ProNaF to the heart of Juarez, avenida 16 de Septiembre has a few scattered shopping areas worth stopping for. One of these, <strong>Rio Grande Mall,</strong> is dominated by <strong>Futurama,</strong> a Mexican cross between Sears and K-Mart. Fifteen minutes in this emporium will give you considerable insight into urban Mexican life. As in most of the more modern stores catering to local residents, there’s no haggling here.</p><p>The real bargains in this bustling border city are at the two-story indoor <strong>Mercado Juárez,</strong> a few blocks before avenida 16 de Septiembre merges into avenida Juarez, the street that crosses the Santa Fe Bridge. Here embroidered leather, Indian rugs, turquoise jewelry, and ceramic pots mingle with mounds of spices, nuts, and tropical fruit. From a purely aesthetic standpoint, this is the most attractive, most interesting market on the border. The stall keepers demonstrate real pride in their merchandise and a flair for displaying it to its best advantage. Produce is carefully selected, then beautifully arranged in gravity-defying pyramids. Wicker baskets swell with chilies spanning the spectrum from green to black to red. Colorful pots in macrame hangers line the aisles.</p><p>Since many of the mercado shops offer the same merchandise, spend some time looking and haggling for the most advantageous price. The ground floor is devoted to produce, cheese, spices, wicker, ceramics, and macrame. Exceptionally fine double macrame hangers made with jute rope and wooden beads were marked $10, but we got them for $6.50. Upstairs on the mezzanine, several of the stalls carry large quantities of turquoise at good prices, but the quality of the stones varies widely even within the same shop. Cotton clothing, running the gamut from embroidered muslin shirts for about $5 to elaborate fiesta dresses for $65 ($50 if you haggle), is also a bargain. Leather jackets with a small amount of embroidered trim are available to the persuasive for $35. The best buys of all are rugs and blankets. I bought a soft Oaxacan wool rug (3 by 5 feet) with a traditional woven pattern in natural dyes for $35. Even at the starting price of $45 it was a great find.</p><p>There are dozens of other stores along avenida Juarez. Except for <strong>Casa Zea</strong> (Ba, Mc), which is famous for boots and other leather goods, most of them, including the outdoor market, are inferior in both price and quality to the Mercado Juarez. However, a block or two off avenida 16 de Septiembre on the Cerrada del Teatro, there’s a small group of shops that are definitely worth a visit. <strong>Casa Mendoza</strong> (Ba, Mc) carries stoneware, glassware, tin plates, and wooden Mexican kitchen implements. <strong>armando’s</strong> (Ba, Mc) has original art, metal sculpture, and unusual handicrafts; and <strong>Muebles Coloniales Mexicanos</strong> (Ae, Ba, Mc) has the nicest Spanish colonial furniture we saw in town.</p><p>Consult “around the State,” this issue, for a sampling of the best places to eat and drink in Juarez (not to mention El Paso). The Kentucky Club is one of our all-time favorites for a good stiff margarita.</p><p><em>Best buys: rugs and blankets, glass, furniture, leather, macrame, gold jewelry, turquoise.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1977",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Border",
      "leather",
      "Shopping",
      "Jewelry",
      "Mexico",
      "Matamoros",
      "Spanish",
      "Bridge",
      "Furniture",
      "Clothing",
      "Government",
      "Laredo",
      "Texas",
      "El Paso",
      "Folk",
      "ojinaga",
      "reynosa",
      "Art",
      "Boots",
      "Business"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Laredo",
      "Texas",
      "El Paso",
      "West",
      "Presidio"
    ]
  }
}