{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19805",
    "date": "May 1980",
    "year": 1980,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1980/19800500.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 134,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139
      ],
      [
        229,
        230
      ],
      [
        232
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Hot Enough For You?",
    "toc_kicker": "",
    "cover_cut_line": "All About Peppers: The Hottest Story Ever Published!"
  },
  "identifier": "TXMO-ARTICLE-198005-hotenough",
  "source": "",
  "wp_post_id": 115272,
  "wp_post_guid": "http://www.texasmonthly.com/article/hot-enough-for-you/",
  "authors": [
    "Ed Ward"
  ],
  "headline": "Hot Enough For You?",
  "dek": "If you can't stand the heat, you'll miss one of Texas’ great culinary staples: the chile pepper.",
  "spread_caption": "",
  "excerpt": "Fire up! Put some spice back in your life with the amazing chile pepper.",
  "kicker": "",
  "word_count": 3621,
  "content": "<img/><img/><img/><p><span class=\"dropcap\">I</span>t was a brave man who ate the first chile pepper, but it was an even braver one who ate the second. These piquant pods, which we’ve taken for granted since prehistoric times, aren’t limited to the Lone Star State in their cultivation and delectation, but except for a few insignificant places like California, arizona, and New Mexico, Texas is way ahead of the rest of the country in appreciation of the chile.</p><p><em>Chile lover Ed Ward is writing his own</em> Hot Food Cookbook. </p><p><strong>Photograph by Kent Kirkley Lettering by Janice ashford</strong></p><p>The Anatomy Of a Pepper</p><p><em>and the rib bone's connected to the . . .</em></p><p><em>The stem should be curved but not wrinkled, indicating that the pepper is mature.</em></p><p><em>The skin of this jalapeño is very thin; other peppers have a much thicker epidermis.</em></p><p><em>The yellow-orange color of the seeds is due to that fiendish chemical capsaicin.</em></p><p><em>The meat of the pepper is what you begin to taste when the burn dies down a little.</em></p><p><em>The ribs are where the heat is concentrated. Notice the small droplets of capsaicin.</em></p><p><em>The tip of this pepper has a slight curve, indicating that it is mature and ready to eat.</em></p><p>Photograph by Rick Patrick</p><p>Jalapeño corn chips, canned beans, and lollipops are available on grocers’ shelves, and at home, cooked greens, squash, hamburgers, and even wine made with jalapeños appear on the table. Homemade or commercial pepper sauces are as basic as salt and pepper in most Texas households. Watching a bunch of folks dipping pickled peppers in hush-puppy batter, frying them, and eating them as a snack, you might think that Texans like to burn. You’d probably be right.</p><p>And it’s a trend the rest of the country is catching on to. Angelenos are discovering that fiery Thai cooking is like Chinese, but more adventurous; New Yorkers chow down on Indian <em>vindaloo;</em> and Popeye’s, a fried chicken chain whose birds taste like they’ve been soaked overnight in a Louisianastyle hot sauce, has got Church’s and the Colonel very, very worried. But down here, where the Mexicans and Indians virtually reeducated the pioneers in cookery, people just scratch their heads at such news. Hasn’t hot stuff always been around?</p><p>Well, yes and no. Chiles, all 1700 to 7000 varieties of them (depending on which expert you ask), originated in the americas and were a staple part of native diets in Central america, Mexico, and the american Southwest long before Columbus or Cabeza de Vaca ever set foot in the New World. In fact, the Spanish word <em>chile</em> derives from the aztec word <em>chilli.</em> apparently the great variety of chiles was there from the beginning, and as the native peoples started cultivating them rather than just gathering them in the wild, they took full advantage of the fact that these wind-pollinated fruits were easy to hybridize, something any home gardener who has planted the bell peppers too near the jalapenos will testify to with a tale of hot bells and bland jalapenos.</p><p>Chiles first set foot, or pod, outside the New World thanks to Portuguese spice traders. What the first Portuguese to bite into a chile thought—or said—is lost to history (although it is worth noting that to this day Portuguese cuisine is not hot), but it didn’t take spice merchants long to snap to the idea that they had a hot (so to speak) trade item on their hands. Dried chiles and seeds crossed the Pacific in the sixteenth century, and soon the hardy plants were thriving in Indonesia, Southeast asia, China, and India, where they quickly became as integral to each area’s cooking as they had been at home. It is interesting to speculate about what Indian food—which uses New World tomatoes for moisture, New World potatoes for starch, and chiles for heat—must have been like before this period. From there, chiles spread across northern and western africa and, suitably tamed, into European kitchens, in the form of paprika and pimiento. More than any american export before CocaCola, chiles covered the world.</p><p>Despite the fact that chiles come in dozens of sizes, colors, shapes, and subtle taste variations, most of the ones we eat are members of the same genus and species, <em>Capsicum annuum. </em>The world’s hottest is the fiery chile habanero, which is, however, <em>Capsicum sinensis.</em> (Chile peppers, by the way, should never be confused with <em>Piper nigrum,</em> or black pepper, the stuff you grind onto your salad and pound into steak <em>au poivre.</em> Black pepper is an Old World spice that grows on shrubs.) Chiles can be as small as the green-pea-size chile petín (also known as pequín or tepín) or as large as the foot-long Big Jim, a canning pepper grown in New Mexico, and they can be as insipidly mild as a bell pepper or as macho as a jalapeno. But the rule of thumb is that the smaller they are, the hotter they are.</p><p><span class=\"dropcap\">W</span>hat makes chiles hot? a devilish chemical known as capsaicin (cap-<em>say</em>-uh-sin), an alkaloid that accumulates primarily in the ribs and seeds of the fruit. A lot of people maintain that a green pepper is hotter than a red one, although this piece of folklore apI pears to be a figment of the scorched palate. The truth is that after a pepper reaches maturity, which it does while it is still green, the level of capsaicin does not change. A green pepper doesn’t yet contain as much fructose as a red one, so its heat is not masked by sugar, but the two are equally hot. No matter what the color of the chile it comes in, capsaicin can make you plenty uncomfortable, although a fatal dose is unheard of. It just occasionally makes you <em>wish</em> you were dead. It also makes dogs plenty uncomfortable—when they get a blast from a can of a capsaicin-based product called Halt, frequently carried by wary postmen.</p><p>The Spicy Green Giant</p><p><em>The jalapeño on the next nacho you eat may well be—Super-Z!</em></p><p>Ken Zeman eats butter-and-jalapeño sandwiches for lunch. But that’s hardly surprising, considering that he’s up to his elbows in jalapenos six days a week. As manager of the Van De Walle Farms terminal at the San antonio Produce Terminal, Zeman grows and imports a sizable percentage of the jalapenos sold in the state. This alone makes him Mr. Jalapeno of Texas, but he hopes one day to be the chile czar as well. Why? Quite simply, because Ken Zeman has developed the world’s largest jalapeno. But on the early March day when I first met Zeman, his future as a pepper potentate was the last thing on his mind. He had problems, lots of them.</p><p>The first one became evident as we entered a giant cooling room stacked high with fifty-pound sacks of peppers. The aroma was like being inside the world’s largest jalapeno. Fans blew on the sacks, and the temperature was being kept at 48 degrees in a desperate effort to maintain freshness and ward off rot. Zeman had taken delivery of this vast quantity of chiles the very day one of his biggest customers had decided to shut down for a week to clean its processing machinery. “If we can keep ’em dry and at forty-eight degrees,’’ he said, “maybe we can save most of ’em.’’ But pointing sadly at some sacks of orange and red jalapenos, he mourned, “Too late for these. The customer buys as much for the green color as for the flavor, and both change at the same time. We may be able to grind these up and sell them to a taco-sauce company.”</p><p>But a roomful of rapidly ripening jalapenos wasn’t Zeman’s only worry that morning. Unseasonably late frosts had hit Texas in the latter part of February and the first of March, after the Van De Walle company had set out the tender chile transplants in its Rio Grande Valley fields. If the frost had been too severe (and no one knew for sure whether it <em>had</em> been), the leaves of the fragile pepper plants would soon be turning the sinister green-black color that signals death. A devastating late frost could leave Texas dependent on Mexico for the bulk of its early-summer jalapenos.</p><p>“Most of the hot peppers sold in Texas are jalapenos,” Zeman explained, “because the serrano people just about put themselves out of business. They developed a serrano so big that it wasn’t as hot as it used to be. You see, people like jalapenos because there’s <em>more</em> meat on them, but the serranos’ advantage has always been more hot for <em>less</em> meat. When they bred that out, they goofed.” The growers are hurriedly backtracking to correct their mistake.</p><p>Meanwhile, Zeman is cannily taking advantage of both the impending jalapeno shortage and the serrano growers’ booboo by developing a four-inch monster jalapeno that he has modestly named Super-Z. He claims it is just as hot as the regular, and if it proves resistant to the dread mosaic virus, archenemy of the jalapeno grower, this green giant may well be the jalapeno of the future.</p><p><em>E.W.</em></p><p>SERRANO: <em>a fiery fresh pepper. Used in machacado (scrambled eggs with dried beef).</em></p><p>ANCHO: <em>The dried poblano. Mild, lots of flavor; the basis for Mexican red sauces.</em></p><img/><img/><img/><img/><img/><img/><img/><p>ANAHEIM or LONG Green: <em>Tough skin and mild vegetable taste.</em></p><p>GUAJILLO<em>: Cook with this chile and you'll think you've been bitten by a rattlesnake.</em></p><p>ARBOL<em>: Very hot and oily; the hottest dried pepper available in Texas markets.</em></p><p>PETIN<em>: Small but deadly. Very brave Mexicans eat them like peanuts, with beer.</em></p><p><em>Peppers shown actual size.</em></p><img/><img/><p>JALAPEÑO: <em>The perfect combination of heat and meat. Best-known chile in the U.S.</em></p><p>POBLANO<strong>:</strong><em>Rich taste, some bite. A good all-purpose pepper for rellenos or sauces.</em></p><img/><p>JAPONES or “JAP”: <em>The dried serrano. Essential in Hunanand Szechuan-style Chinese cooking.</em></p><p>It hardly needs to be said that you should be very careful when working with chiles, particularly fresh ones, which can squirt those little drops of capsaicin onto your skin or into your eyes. Always wash your hands with plenty of soap immediately after touching chiles, cleaning especially well under your nails. If you’ve been canning the year’s crop, soak your hands in alcohol for five minutes before soaping up.</p><p>Anything that reacts with your body as violently as capsaicin must be either very good or very bad for you, so it’s a relief to hear that unlike <em>Piper nigrum</em>, which raises your blood pressure and plays havoc with your ulcers, the <em>Capsicum</em> family is as benevolent as it is spicy. One of the foods richest in vitamins a and C, a good hot chile will also, paradoxically, cool you down in hot weather. Because it raises your body temperature slightly, making you perspire, it makes your surroundings seem cooler. (This is probably why the hottest foods are found in the countries with the hottest climates: Indonesia, Thailand, India, and Mexico.) Besides cooling you off, chiles may even have medicinal value. Natural-foods enthusiasts claim that cayenne powder will help an infection, such as a cold, to hurry through your system, making you get well faster. They also say it will keep you alert, which is why some people take a cayenne pill with breakfast. Its irritant quality definitely draws blood to a sore or pustule, accelerating the healing process. One naturopathic source I checked recommended dusting your socks with cayenne to prevent cold feet. If anyone out there cares to research this hot-foot theory personally, i’d be delighted to hear from him or her. I haven’t had the nerve to check it out myself. Even if you don’t hold with stuff like that, establishment medical research has begun investigating chiles, and two studies in New Mexico indicate that peppers may be useful in treating kidney disorders. They might even have anticoagulant properties that could help forestall or prevent heart disease.</p><p><span class=\"dropcap\">A</span>ll of this is good news for Texans, for aside from California, Texas is the number one chile-growing state in the nation. Luckily for us, chiles require the kind of weather we’ve got the most of—hot. California’s San Joaquin Valley, because of its cool nights, is ideal for mild peppers like the bell, but Texas, with 13,000 acres of chiles, easily outhots any other state. Texas is, for instance, the nation’s sole producer of the chile serrano, the green devil that’s smaller and hotter than a jalapeno. (We hate to admit it, but most of the serranos in the markets come from Mexico.) Texas also has an estimated 2000 acres of jalapenos, 1000 acres of cayennes (grown for processing into powder), 200 acres of Tabascos (grown largely under contract to the pepper processors of New Iberia, Louisiana), and 1500 acres of the thick-skinned long green peppers that are sold as anaheims or “long greens.’’ Most of Texas’ pepper production takes place in the southern part of the state, in the area south and west of San antonio and in the Rio Grande Valley, although a healthy crop of bells and jalapenos is harvested in the High Plains in late summer and early fall. The Trans-Pecos and West Texas areas contribute to the production, too. According to experts, there is no part of the Lone Star State where peppers wouldn’t thrive.</p><p>Left: <em>Texas stores sell some nine kinds of fresh and dried chiles.</em></p><p>Wherever they come from, there is a world of chiles out there waiting for you to discover them. All it takes to use them are a few basic techniques and some appropriate cookbooks. When buying fresh peppers, check their maturity by looking to see if the end has turned up slightly. A dark green pepper with no red or orange at the tip is ideal. Also make sure that the stem isn’t turning black and that the chile hasn’t begun to wrinkle. Some varieties, notably the long greens, need to be peeled before they’re eaten, but that is not difficult. Place the chiles on a griddle over medium-high heat, puncturing them slightly so they don’t explode, and blisterburn the thick outer skin. Watch them carefully during the short time this takes, turning them occasionally. After blistering, the skin will slip off easily. You can also roast chiles directly over a gas burner, using a long-handled fork.</p><p><em>(Continued on page 229)</em></p><p>Photograph by Rick Patrick</p><p><em>(Continued from page 139)</em></p><p>Now that your chiles are ready, what do you do with them? The possibilities are endless. First, you could try true Mexican cooking, now that Diana Kennedy’s superb volumes, <em>The Tortilla Book, The Cuisines of Mexico,</em> and <em>Recipes from the Regional Cooks of Mexico,</em> have filled in a serious gap on the cookbook shelf. If you do that you’ll soon be adrift in the seas of chile taxonomy, discovering that everybody everywhere (and most particularly in Mexico) has different names for the same chiles. Incidentally, three dried Mexican chiles that we didn’t picture but that are sometimes available are the cascabel (small, round, brownish-red skin, with seeds that rattle), the pasilla (long, very slender, brownish-black), and the mulato (looks like a brownish-black ancho). You could also take advantage of the cultural input of Texas’ latest wave of immigrants by heading down to your local oriental food market to start investigating Chinese Hunan and Southeast asian cooking (a good basic cookbook is <em>The Key to Chinese Cooking</em> by Irene Kuo). Or, if you’ve got the time and patience to seek out or mail-order the ingredients, you could learn the haute cuisine of India (try Madhur Jaffrey’s <em>Invitation to Indian Cooking).</em></p><p>Whatever you choose, just remember one thing: don’t overdo it. Food with too much chile in it tastes like hot and not like food. Also, if you’re prone to stomach distress after a hot meal serve a dairy product during or immediately after the meal. The oil in milk buffers the capsaicin, making dairy products the <em>only</em> remedy for pepper overheating known to mankind. Tomorrow morning, as many a capsicophile will testify, will be too late.</p><p>Get ’em While They’re Hot!</p><p><em>The best places to buy chiles</em></p><p>Now that you’ve vowed to make your next excursion into the world of peppers more daring than opening a can of Ortega green chiles, where do you buy them? It may be more fun to shop the mamacitaand-papacita grocery store in the Spanishspeaking section of town, but don’t turn up your nose at the chains. Many of them stock fresh jalapenos, serranos, and poblanos, plus cellophane-packaged dried anchos. The following list will get you started, but bear in mind that peppers are seasonal. The ones we mention may be temporarily out of stock when you visit.</p><p><strong>austin:</strong> El Galindo at 1111 E. Sixth carries dried chiles, including the dark brown mulato, an essential ingredient of the famous <em>mole poblano</em> that is served with turkey at Christmas all over Mexico. Also try Guajardo’s at 809 Lydia for dried japoneses. For fresh peppers visit the Safeway at 1500 W. 35th and the Eagle Supermarket at 5555 N. Lamar. HEB stores are also good sources.</p><p><strong>Dallas:</strong> Ten to twelve types of chiles are on hand at any one time at Tienda Mongaras, 2602 Caroline. Azteca Produce at 2025 Cadiz imports peppers from Mexico. Need twenty pounds at once? The Farmer’s Market at 1010 S. Pearl has jalapenos, serranos, and poblanos in bulk.</p><p><strong>El Paso:</strong> The trick in El Paso is finding a store that <em>doesn’t</em> carry chiles. All Safeway, Skaggs, and Furr’s stores have fresh ones, and packaged dried ones are available at Scotsdale Big 8 and Shur-sav. But with Mexico just around the corner you should head for the border and the Mercado Juarez, on avenida 16 de Septiembre near downtown. Definitely worth a stop is Carlos Baca Chiles, a small Juarez shop that specializes in dried chiles, at 342 Mariscal Norte.</p><p><strong>Fort Worth:</strong> For the best variety in Cowtown, try the Stockyards Stoar <em>(sic)</em> Grocery at 2469 N. Houston. Other sources are the Courthouse Grocery at 309 E. Belknap and the Mexican Chile Supply at 304 E. Belknap. The latter has fresh anchos, petines, and japoneses. The S&M Food Market at 1201 E. Seminary is good for both fresh and dried.</p><p><strong>Houston:</strong> The closest thing to a <em>mercado</em> in Houston, and possibly in Texas, is the Fiesta Mart at 2300 N. Shepherd (other locations are 3140 Fulton, 800 S. Wayside, and 5600 Mykawa). The crowds here can choose from a dozen fresh and dried chiles, including the pungent, raisinlike pasilla. Galindo’s Meat Market at 1805 W. Gray has almost as many varieties. At the opposite extreme is classy Jamail’s at 3114 Kirby, with half a dozen fresh and dried peppers and an unusually large selection of canned ones.</p><p><strong>San antonio:</strong> as in El Paso, most stores here have fresh jalapenos, serranos, and sometimes poblanos, long greens, and red-hot petines. The Mexican <em>mercado</em> on Produce Row, though touristy, is fun and has plenty of peppers, always admirably fresh. Van De Walle Farms at 5342 Old Highway 90 West raises and packs fresh jalapenos and serranos and will specialorder others. Waitz Model Market at 62 Brees and all the Centeno’s stores are good bets, and the Deluxe Supermarkets sometimes have big banana peppers in addition to the more common types. At the HEB stores you can find, in season, the short yellow chiles caribes.</p><p><strong>Mail Orders:</strong> Fresh chiles are available from New Mexico Chile Lovers’ Supply, P.O. Box 2434, Las Cruces, New Mexico 88001. Also Tia Mia, Sunland Park, New Mexico 88063. It’s best to send a sample or snapshot of the chile you wish to order.</p><p>Eat It And Weep</p><p><em>Ed Ward’s favorite chile recipes</em></p><p>Any fool can put a couple of jalapeno slices on a tostada, cover them with melted cheese, and call it a nacho, but with a little more effort you can have something just as hot and a lot more interesting, like these selections from my forthcoming <em>Hot Food Cookbook.</em></p><p><strong>Tomato and Eggplant (from India)</strong></p><p><strong>1 pound eggplant</strong></p><p><strong>2 tablespoons butter or oil ½ teaspoon cayenne powder</strong></p><p><strong>1 medium onion, sliced</strong></p><p><strong>2 medium tomatoes, peeled, seeded, and diced</strong></p><p><strong>2-3 jalapenos or serranos, cut in strips</strong></p><p><strong>1 teaspoon salt ½ teaspoon white pepper</strong></p><p>Peel eggplant and cut into one-inch cubes. Rub with salt and let stand in a colander a half hour to sweat. Wipe salt off. Heat butter or oil, remove from stove, and swirl in the cayenne. Return to fire, add onion, and cook until golden. Add eggplant, cover, and continue to cook until half done, about ten minutes. Add diced tomatoes, chiles, salt, and white pepper, cover pot, and cook slowly for ten more minutes, shaking the pot now and then to make sure nothing burns or sticks to the bottom. Do not uncover, because the moisture of the vegetables must be retained. Serves three or four.</p><p><strong>Chinese-style Beef and Broccoli (from Thailand)</strong></p><p><strong>1</strong></p><p><strong>bunch broccoli</strong></p><p><strong>4-5</strong></p><p><strong>fresh jalapenos</strong></p><p><strong>1</strong></p><p><strong>tablespoon fish sauce (available in oriental groceries)</strong></p><p><strong>1</strong></p><p><strong>tablespoon thin Chinese soy sauce or other soy sauce</strong></p><p><strong>1</strong></p><p><strong>tablespoon cornstarch</strong></p><p><strong>2</strong></p><p><strong>tablespoons oil</strong></p><p><strong>½</strong></p><p><strong>pound flank steak, sliced ⅛-inch thick (partially freeze beef before slicing)</strong></p><p>Cut broccoli flowerets from stalks. Cut the upper two thirds of the stalk at a 45-degree angle into half-inch-thick slices. Keep flowerets and stalks separate. Discard tough lower ends of stalks. Cut chiles into matchstick slices, discarding most of the seeds. In a small bowl combine fish sauce, soy sauce, and cornstarch. Heat oil in a wok or frying pan. When oil is hot enough for a drop of water to bounce on it, add broccoli stalks and stir-fry for two minutes. Add chiles and stir-fry one more minute. Increase heat slightly and add beef. As soon as beef changes color, add broccoli flowerets and stir-fry one more minute. Stir in cornstarch mixture. When well blended, remove from heat and serve immediately with rice. Serves four.</p><p><strong>Sour Soup</strong></p><p>After dinner, the Thais enjoy a light soup for “dessert.” Here’s a classic.</p><p><strong>2 cups chicken broth</strong></p><p><strong>⅓ cup fish sauce</strong></p><p><strong>⅓ cup freshly squeezed lime juice</strong></p><p><strong>4 large shrimp, peeled and deveined</strong></p><p><strong>2 green onions, greens only, cut in matchstick slices</strong></p><p><strong>2 serranos, cut in rounds</strong></p><p>Heat broth, fish sauce, and lime juice until nearly boiling. Add shrimp and cook two to three minutes, until done. Sprinkle onion greens and chiles on top and serve. Serves four.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Chiles",
      "peppers",
      "Texas",
      "Heat",
      "Mexico",
      "Food",
      "people",
      "Cooking",
      "Fish",
      "New Mexico",
      "Oil",
      "Beef",
      "Meat",
      "ten",
      "Chicken",
      "Cookbook",
      "Country",
      "Giant",
      "HEB",
      "Lone Star"
    ],
    "wp_categories": [
      "El Paso"
    ],
    "wp_location": [
      "Texas",
      "West",
      "San Antonio",
      "El Paso",
      "Rio Grande Valley"
    ]
  }
}