{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19805",
    "date": "May 1980",
    "year": 1980,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1980/19800500.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151,
        152,
        153,
        154,
        155
      ],
      [
        216
      ],
      [
        218
      ],
      [
        220,
        221,
        222,
        223,
        224
      ],
      [
        226,
        227,
        228,
        229,
        230
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Beat",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198005-thebeat",
  "source": "/1980/19800500.pdf",
  "wp_post_id": 115260,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-beat/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "The Beat",
  "dek": "“Five days a week the cops on the toughest beats in Dallas confront the raw vitality of the street, then drive home to quiet houses in the suburbs.”",
  "spread_caption": "",
  "excerpt": "Two average, middle-class men risk injury and death patrolling the roughest streets in Dallas. Why do they do it? Because they love the job.",
  "kicker": "",
  "word_count": 9812,
  "content": "<p><em>Police work is</em> not <em>all action, but when the action does start, Dennis Cozby (l.) and the rookies he trains must snap alert at once ̶or wind up in a hospital emergency room.</em></p><img/><img/><p>Photography by Peter Calvin</p><p><span class=\"dropcap\">M</span>idnight is a peak hour in police work; sometimes the distinctions of shift, beat, and even patrol division evaporate in an emergency. That was how Ron Cawthon came to answer a backup call from Dennis Cozby, who works a different beat, one midnight three years ago. Cozby was training a female recruit fresh from the police academy when they caught a burglar inside a building. Through a window Cozby saw the burglar run toward the door guarded by the recruit. Unsure how she would react, he made the snap decision to fire, and the burglar died where he fell.</p><p>In the aftermath, Cozby was calm—he’d been there before. Cawthon stayed with him that night, even observed the autopsy. Cozby’s .38 bullet had struck the burglar in the middle of the back, ricocheted down the length of his torso, then emerged low in the abdomen. Cawthon remembers thinking it must have rung that spine like a xylophone. This kind of thing doesn’t happen every night, but then again it isn’t that unusual for Cozby and Cawthon. They work beats in the toughest part of Dallas.</p><p>Twelve years ago, when Ron Cawthon finished his rookie training and joined the Central Patrol Division, he answered a call to send a corpse to the morgue on each of his first four shifts. “My Lord,” he thought, “is every day gonna be like this?” Cawthon is 42 now, a grandfather. His forearms are blue with Navy tattoos, and he resembles a young Red Skelton when he smiles. His style of working the street is low-key. He listens to the smalltime crooks with skeptical amusement, entangles them in their lies, and ushers them downtown to jail.</p><p>Compared to Cawthon, Dennis Cozby is a flamboyant character. On infantry patrol with the Third Marines in the Quang Tri province of Viet Nam, Cozby was hit three times by enemy fire—in the leg, in the chest, and then by a bit of shrapnel that almost scalped him. Back home at the age of twenty, he joined the Dallas police and requested assignment to the tough Central Patrol Division. Cozby is now thirty. He still likes to talk about fighting in the Golden Gloves, riding bulls in the rodeo, playing semipro football; he often chews bubble gum while smoking a long, foul cigar. He’s a man who is feared on the street. Fellow cops call him Mad Dog.</p><p>After completing training, all Dallas cops spend at least two years on the street. Most pursue rank and reassignment—or seek more staid employment. But Cawthon and Cozby have chosen to remain street cops. They have trouble counting the times they’ve required emergency treatment at Parkland Hospital. They’ve been shot at repeatedly but, so far, not hit. Both live with the knowledge that their gunfire has killed other men. Police work has cost each of them a marriage involving children. But their deepest common bond is the street itself.</p><img/><p><em>Ron Cawthon wins accolades working the deadliest streets in Dallas. Last year five people were killed in these apartments.</em></p><p><strong>Ron Cawthon</strong></p><p><em>“‘My wife got tired of seeing me come in with my clothes torn off and my face stitched up. She gave me a choice of her or the police department. I’m still here,’ he shrugged.”</em></p><img/><p><em>Cawthon enjoys having a roomful of awards—but can they dispel his family’s fears?</em></p><img/><p><em>Here today, gone tomorrow: most prisoners Cawthon jails will be out by the next night.</em></p><p>Patrol cops are “charged” by their superiors with the murders, rapes, robberies, and even car wrecks on their beats. These statistics don’t reflect the cops’ energy and abilities; the numbers show what they’re up against. In 1979 the three shifts on Cawthon’s and Cozby’s beats —six patrol units—responded to 12 murders, 14 rapes, 70 robberies, 122 car thefts, 164 aggravated assaults, 281 burglaries, and 538 simple larcenies.</p><p>Cawthon and Cozby don’t “solve” many crimes. Mostly they talk to victims. They fill out the initial paperwork and phone the complaint downtown, where it becomes the responsibility of investigators elsewhere in the department. They spend their shifts driving around, being seen—essentially, looking for trouble. Other patrol cops may merely answer the calls on their own beats, never ranging beyond those boundaries, but Cawthon and Cozby look for the action. They race to answer calls throughout the patrol division.</p><p>People on these Dallas streets fear the collective power of the police, but they talk back to individual cops and often fight back. If Cawthon or Cozby takes them to jail, most make bond or post bail within hours. The next evening they’re back on the street, nodding hello to the same cops, who nod back. Cawthon and Cozby are creatures of the street as much as the pimps, hookers, and winos they move among. They have to think like street people and learn their language, for they face a barrier of racial resentment. In this neighborhood where 40 per cent of the residents are nonwhite, 212 of 234 beat cops are anglo males.</p><p>Cawthon and Cozby ride the battle point in a war that’s being lost. In 1979 burglaries in Dallas were up 10 per cent, aggravated assaults 14 per cent, robberies 17 per cent, rapes 19 per cent, car thefts 31 per cent—and murders shot up 33 per cent. Dallas’s homicide rate is surpassed only in atlanta, St. Louis, Cleveland,</p><p>New Orleans, Newark, Houston, and Miami. And of all the streets worked by Dallas cops, Cozby’s and Cawthon’s beats in the Central Patrol Division are among the meanest and most dangerous. But though Cawthon and Cozby talk fondly of retirement and sometimes bemoan the futility of their efforts, they harbor no ambitions to be or do anything else. For five 8-hour shifts a week they confront the gruesome vitality of the street, then drive home to the middle-class concerns of quiet households in the suburbs. It’s a strange, schizophrenic way to live, but it’s the way they prefer.</p><p><span class=\"dropcap\">T</span>he R. L. Thornton and Central expressways divide the Central Patrol Division into three distinct sections. North and west of the freeway interchange lie the downtown hotels and office towers, the restaurants and boutiques along McKinney and Lemmon, the mansions and azaleas of Turtle Creek, the pleasant hodgepodge of Oak Lawn that becomes the boundary of posh Highland Park. The heaviest action seen by patrolmen in this section is the revelry on the Friday of Texas-Oklahoma weekend.</p><p>North and east of the freeways, in the second and largest section, a dozen intersections of Carroll avenue attest to its polyglot diversity. Ross avenue houses a Tradin’ Hoss used-car lot and a string of others whose names appear to be “Se Habla Espanol.” Bryan teems with white hookers near bars renowned as the stomping grounds and warpath of the Indians who live in that neighborhood. Four blocks away lies the inner city’s restoration showcase, Swiss avenue. At Columbia a custard-cone sign painted with Chinese characters announces the building’s new tenant, the Egg Roll Hut, while another sign identifies the Mex-Mex (Double-Mex) Lounge. Around the corner sits an Elm Street honky-tonk called It’ll Do.</p><img/><p><em>Dennis Cozby, a.k.a. Mad Dog, is an archetypal street cop, a proud veteran of Golden Gloves boxing, rodeo riding, and Viet Nam.</em></p><p><strong>Dennis Cozby</strong></p><p><em>“Several young women lounged in a parking lot. Cozby’s arrival sent them scuttling like quail, shoving each other through the doors of a laundromat. ‘Move along, darlings,’ he said, grinning.”</em></p><img/><p><em>Night owls: Cozby’s young brood has adopted his hours, but school will soon interfere.</em></p><img/><p><em>On duty, Cozby lives by the rules of a netherworld where danger is its own reward.</em></p><p>A four-block stretch of Hall Street between Central Expressway and Ross is dominated by the Roseland housing project—red-brick apartments that might look ordinary but for the plywood nailed over a third of the windows. Except for Paisano motorcyclists who frequent a bar called Little David’s, the faces here are black. Cozby has shot and killed two black residents of this Hall Street neighborhood, his former beat. The first was an old man who went berserk and started shooting at children in the project. The other ran from a botched heroin deal around the corner of Roseland into the Empire Grill, turned on Cozby, jammed a pistol in his midriff, and yanked the trigger three times as the surprised cop grabbed for his own revolver. The black’s cheaper gun misfired.</p><p>Cozby’s Beat 141, on the eastern end of Central’s territory, is thinly populated and quiet until the bikers, truckers, cowboys, ex-cons, and street fighters crank up the bars along Tenison Park. The bars are uniformly low-ceilinged, windowless, and loud. Some barely have space for a jukebox and a coin-operated pool table, others provide room for dancing. Owners come and go, and the names change often. North of the arrowhead-shaped park, at East Grand and Shadyside, is a disco called KC’s. Samuell Boulevard borders the south end of the park. Cozby knows from experience that if he doesn’t hit every bar in the 3500 block every night, the fights soon start. The names here are Kim’s Place, Connie’s Corner Lounge, the Gator Club, Monty’s Lounge, the Nineteenth Hole. Around the corner, on the service road of R. L. Thornton, is another disco called the Lamp Post Club, though its sign is obscured by the COUpLE: $10 and Up neon of Motel Eastern Hills. Not long ago Cozby roared into the Lamp Post’s parking lot with his siren whooping</p><p>and yanked a van door open on bikers who had dragged a woman off the sidewalk with the apparent intention of raping her. Cozby had to let the bikers go; the distraught victim, married but slipping around on her husband, was afraid to press charges. Another time, as four men were pounding Cozby, another cop saw the fight and pulled into the parking lot to break it up. Just as order was restored, a long-haired civilian—a friend of Cozby’s—ran out waving a handgun. The rescuing cop saw the hair and the gun and almost opened fire.</p><p>South of R. L. Thornton, the boundaries of Central’s third section are Grand avenue and East Grand, the Santa Fe railroad yards, and the Trinity River. There’s little diversity here; the two-story houses that remain are beyond restoration. Most were torn down in a hustle of speculative apartment construction during the fifties and sixties. Constantly being</p><p>passed from owner to owner, the yellowbrick complexes profit no one, least of all the tenants. Ron Cawthon recently answered the complaint of an apartment manager in “Grand City,” as the drab units southwest of Fair Park are known. “They’d been without hot water for weeks, the wiring was blowing fire out of the plugs, and roaches were falling off the ceiling,” Cawthon recalled. “She thought I could do something about the landlord. I said, ‘Lady, why don’t you move?’” He shrugged as she had shrugged. “‘Because i’m poor.’”</p><p>Cawthon doesn’t range as far afield as Cozby because his Beat 135, along Grand avenue, requires more constant attention. Scattered through these slums are inventive and successful businesses—a repair service for broken-down buses, a garage specializing in the exquisite restoration and sale of antique automobiles. Though the Minyard’s supermarket requires an off-duty police officer at all times, the other businesses along Grand avenue report surprisingly few crimes against property—probably because most try to hire residents of the area. The frustrations of Grand City are turned inward, and the toll is human. In 1979 Cawthon’s beat reported 116 aggravated assaults, and that figure only reflects the mayhem on one side of Grand avenue; offenses across the narrow street show up in Southeast Division statistics. By comparison, the Central Division runner-up—the tough, multiethnic section bordered by Ross, Carroll, and Gaston—had 74 aggravated assaults, and the division’s average per beat was 42. In 1979 the apartments along six blocks of Grand avenue were the site of 22 homicides—making that area the deadliest neighborhood in Dallas. Of those 22, 5 occurred in the Park South apartments—346 units inhabited by more than 1000 people. In one nine-day period there were four shootings and one stabbing; all involved friends, lovers, or neighbors. Cawthon drives through Park South about once an hour.</p><p><em>(Continued on page 214)</em></p><p><em>(Continued from page 153)</em></p><p><span class=\"dropcap\">C</span>oordinating the officers’ movement through this tangled landscape of thievery and violence is the job of the dispatcher on Central’s radio channel 1. Entrenched deep inside “Pei Palace,” as the new city hall designed by I. M. Pei is known among the ranks, the police and fire departments’ communications center has its own emergency water and power supply and would allegedly withstand a nuclear explosion. Telephone operators feed the information from their calls into a computer that delivers a printout to the dispatcher for the appropriate channel. Some dispatchers are civilians, others are uniformed officers. They hunch over their boards with an air of harried vigilance; during peak activity on the night shift they’re on for an hour, off for thirty minutes. A huge reel-to-reel multichannel tape machine records all telephone calls and dispatches. A special telephone can establish direct radio contact between Dallas officers and those in Fort Worth and the outlying suburban areas—a handy device in case of a highspeed chase. One dispatcher monitors a screen that shows green sectors of his division with red dots denoting police calls in progress. Squad cars are represented on the map by automated brackets. If the brackets start flashing red and white, it means the patrol unit needs help.</p><p>This advanced technology is the only direct connection between street cops and city hall. The work of Ron Cawthon and Dennis Cozby seldom involves contact with any rank higher than the sector sergeant, who supervises several beats in the division. Cawthon and Cozby are “good cops” by the definitions of their superiors. But their own standards of performance are those of their peers. Their attitude toward rank isn’t insubordinate —it’s more like the mercenary’s aversion to close-order drill. However sporadic, the major reward of their work is the action, and in the police department, promotion usually involves removal from the action. Patrolmen become sergeants by passing a test drawn from a reading list of titles like <em>Fundamentals of Police administration</em> and <em>Supervision: The Direction of People at Work.</em> Too often, they wind up tied to desks at the substation, trading recipes with the secretaries and answering the phone.</p><p><span class=\"dropcap\">T</span>he Central Division substation at the east end of Hall Street, crowded by an R. L. Thornton overpass and the Southern Pacific railroad yards, was once a cotton gin. Now sparrows flutter among the disconnected blow chutes. Sometime this summer Central will abandon the large metal shed in favor of a modern structure that should “still be functional in the year 2000,” according to the city’s architectural liaison officer. But Ron Cawthon’s business at the substation is generally limited to drive-through errands and exchanges of cars, so the old building suits him fine.</p><p>The police department’s day is divided into three 8-hour watches: midnight to morning, morning to afternoon, and afternoon to midnight. The last Thursday morning in December, Cawthon stood by the Xerox machine in the detail room at the substation, drinking coffee and waking up as other officers chatted about real estate transactions. In the adjoining classroom the second-watch cops who went out at 7:30 a.m.—they would be followed by Cawthon and the rest of the shift half an hour later—had assembled for firearms inspection. They stood in loose formation, talking and handling their guns.</p><p>A reverberating <em>boom!</em> sent Cawthon plunging toward the coffee machine. The bitter smell of discharged powder filled the detail room. “Man down!” somebody cried from inside the classroom.</p><p>An officer had been wiping his .45 automatic with a handkerchief when two rounds went off—though Cawthon thought he had heard a single explosion. One bullet struck the .45’s handler in the foot; the other hit a fellow officer in the groin and emerged from the back of his leg. Both officers were white with shock, but with help they were able to walk past Cawthon to a car. After they were gone, Cawthon fumbled the coins while shoving another 15 cents into the coffee machine. His heart was still pounding.</p><p>“Lord, the paperwork,” he grumbled a moment later. “Everybody in that room is gonna have to write a letter.”</p><p>The substation now swarmed with plainclothes investigators from Internal affairs. Hands in his pockets, Central’s deputy chief, Robert Dixon, walked through the classroom in a stylish sport coat. He stepped gingerly, as if through a bomb site.</p><p>“That’s all those automatics are good for,” said Cawthon, who uses a .357 magnum revolver. “For a while we were having the same problem around here with shotguns. That was when we carried them in vertical racks behind the driver’s seat. A lot of squad cars were coming in with holes blown in the roof.”</p><p>The Deep Nights patrolman (Deep Nights is the midnight-to-morning watch) on Beat 135 was late coming off the shift, so Cawthon , working alone because of a death in his partner’s family, was waiting for a car to drive. He leaned glumly against a fender in the asphalt floor of the onetime cotton gin for another half hour before Deep Nights 135 drove into the garage in a car that Cawthon didn’t recognize. “What happened to ours?” he asked the cop, who also turned over to him the beat’s walkie-talkie.</p><p>“They sent it back to the factory because the oil light kept coming on,” said the cop. “Didn’t you know that?”</p><p>Cawthon’s mouth stretched in disgust. “Nobody told me.”</p><p>Acquainting himself with the unfamiliar dash and steering wheel of the relief car, Cawthon drove out of the substation and slowly circled the ruins of the Pearlstone grain elevator. As usual, he headed first for Grand City. At the Park South apartments black kids out of school on Christmas vacation were kicking a soccer ball across the asphalt lot. It rolled up against an old Rambler with four flat tires. The Rambler has occupied the same parking slot for nearly two years; Cawthon can’t send a city wrecker after the abandoned junker because it’s on private property. Younger black kids sifted the dirt in the bare yards between the stark buildings. One of them pedaled up to Cawthon on a bicycle and asked, “You got any Cowboy cards?” The trading cards, instituted by the Kiwanis Club as a police community relations program, bear likenesses of Tony Dorsett, Harvey Martin, and other local heroes, along with a National Football League rule and a crime prevention tip.</p><p>“Sure do, sugar man,” said Cawthon, reaching for a packet on the dash. “How about a Tom Landry?”</p><p>Leaving Park South, he nodded at a walking security guard carrying a shotgun, then turned up a side street. He pointed out a small frame house with a heel-pocked, muddy front yard and a volleyball net. “Two brothers live by themselves in there,” he said. “Both minors. We catch them stealing cars in here all the time. Just joyriding—take ’em out and tear ’em up. Big old figure eights on a vacant lot around the corner. But the oldest one’s sixteen now, so he’s getting pretty close to the jailhouse.”</p><p>He drove on through the empty apart<strong>ment complexes off Grand avenue, look</strong>ing for winos and kids, who inhabit the building shells and often start fires. All the glass, doors, and plumbing had been crowbarred from the walls of one singlerow complex. “as soon as they hear about the foreclosure they hit it fast,” explained Cawthon. “They sell the stuff to salvage yards. And if we catch anybody, the owners of the building <em>know</em> that if they press charges, the vandal’s friends are gonna burn it to the ground.” He stopped beside a ten-foot security fence erected by the bank that had repossessed a quadrangle complex. “You know what’ll happen next?” he chuckled. “Somebody’s gonna steal that fence.”</p><p>One of the wounded patrolmen had been scheduled to work the next beat south of 135. Drifting over to cover for him, Cawthon sought out the chilled streetwalkers along Ervay. Most were black. When Cawthon joined the department the police could arrest known prostitutes—or anyone with a police record—and jail them for up to three days on mere suspicion. But the appeals courts took exception to unwarranted 72-hour holds; now Cawthon can’t run prostitutes in unless he catches them breaking the law. Knowing that, the streetwalkers stand their ground. They know the street cops, and the cops know them. Both try to get along as best they can.</p><p>Cawthon was looking for a young hooker who’d run off with a white trick’s wallet and trousers from a nearby motel rendezvous. The man had gotten them back and, leery of publicity, declined to press charges. Cawthon found the hooker huddled with two colleagues on a corner. She had a pretty fur coat, rouged cheeks, the eyes of a born heartbreaker. Cawthon rolled down his window. “Come here, Tyra.”</p><p>Her gaze was apprehensive but direct. Cawthon said, “What’s this I hear about you taking off with a trick’s blue jeans?”</p><p>Tyra’s face fell. She said nothing.</p><p>“Peddling your sweet little ol’ wares is one thing, but if you go to ripping off tricks, i’ll be down on you like ugly on an ape.”</p><p>“i’m sorry,” she said. “I apologized to him. I won’t do it again, I promise. I was disappointed in myself, doing that. My husband whipped the f—k outa me.”</p><p>Suppressing a laugh, Cawthon drove on. “Most of them live in Oak Cliff,” he said. “and this is where they come to work. It hasn’t been long since prostitutes were afraid to go outside in Dallas. If nothing else, we could run ’em downtown for violating the loitering ordinance. But there’s really not much we can do about the hookers anymore. If they gang up, we can run ’em in for blocking a public sidewalk or roadway, but those are eighteen-dollar fines. That’s just an occupational hazard; they carry enough to cover that in the hems of their skirts. The vice squad works the hotels, not the street. The only way we can make a prostitution arrest is if the girl propositions a cop, and you know she’s not gonna do that to one in uniform.”</p><p>Circling back toward Fair Park, he passed a residence where a domestic quarrel had recently ended in homicide. “When I got there the man was face down in the yard—nothing I could do for him,” Cawthon recalled. “The woman hollered, ‘Here I am, i’m the one you’re looking for.’ The cheap little gun was inside on the bed. When I read her the statement she started crying, and I asked her why she did it. ‘Because he called me dog bitch.’ I said, ‘That’s all?’ She said, ‘i’m <em>tired</em> of that man calling me names.’ ”</p><p><span class=\"dropcap\">a</span>fter that, the conversation drifted to Cawthon’s divorce from his first wife. In those days Dallas patrolmen worked rotating shifts—one month on each of the three watches. Since he had low seniority, Cawthon’s days off were in the middle of the week. As the children reached school age, his family adapted to other schedules. They occupied the same house, greeted each other in passing. Cawthon excelled at his work, but the hours and strain of that work ruined his home life. After fifteen years of marriage and four kids, Cawthon agreed to a divorce.</p><p>“She was raising the kids by herself,” he explained. “She never knew what to expect from one day to the next. She got tired of seeing me come in with my clothes torn off, my face stitched up. Of course, there were other things that we failed to work out, but essentially she gave me a choice of her or the police department. . . .” He shrugged, turning another corner. “i’m still here.”</p><p>More out of concern for the officers’ efficiency than for their home lives, in 1975 the police department adopted a schedule of fixed watches—the theory being that cops could know the streets and street people best if they were there at the same time every day. Enjoying the freedom of unanticipated bachelorhood, Cawthon chose the midnight-to-morning first watch. Washed in strange pale colors by neon and mercury vapor, Deep Nights in East Dallas provided meaningful police work—mayhem as the bars closed, burglars and car thieves caught in the act—while sparing him the drudgery of traffic patrol.</p><p>But at the twentieth reunion of his Samuell High graduating class he reencountered a handsome divorcee named Barbara; they had once, while going steady with each other’s best friends, double-dated at the drive-ins of Pleasant Grove. They married and consolidated families. They bought a house on Lake Ray Hubbard, a boat, and water skis. In the mornings, while he was on his way home, she commuted on Interstate 30 to her job as an office supervisor in a refrigerated warehouse not far from the Central substation. At night, he left for work not long after the supper table was cleared. Cawthon worked Deep Nights for four and a half years and gained a reputation as the department’s model street cop, receiving 37 official commendations and only 4 citizen complaints. But he recognized the symptoms at home. He could see it coming again.</p><p>Because of gasoline prices, the Cawthons put the lake house on the market and moved closer to Mesquite. He applied for a transfer and tried working as a corporal in the claustrophobic jail. But he missed the street and soon surrendered his stripe of rank to return to East Dallas as a patrolman on the second watch. Seniority enabled him to claim Sundays and Mondays off. His hours now complement the schedules of his family, but dayshift police work can get awfully boring. When the action’s hot on the third watch, Mad Dog Cozby may work twenty calls before getting off at midnight. Cawthon’s busy on the second if he answers ten.</p><p><span class=\"dropcap\">S</span>even hours of his shift had passed, and Cawthon had answered only three calls. The last was actually a few blocks inside Southeast Patrol territory. In the Texas and Pacific railroad yards, two blacks had climbed up and squeezed onto a railroad car that contained new Plymouths, then broken into a few of the autos’ windows and trunks to steal the accessories shipped inside. When Cawthon drove up, three Southeast units were already there. They had one of the blacks handcuffed in a squad car; the other had gotten away. Cawthon found some floor mats and tires in a nearby vacant lot. A uniformed sergeant assigned the jail trip to one of his patrolmen, the paperwork to another. Cawthon volunteered to wait beside the tracks for the officer from the fingerprint section. The dispatcher told him that the officer would arrive in about thirty minutes.</p><p>Cawthon had finished the day. He stretched an arm across the back of the seat and yawned. He reminisced about the time in the early seventies he and the Southeast sergeant had been involved in a shooting: a raging old black man had run out of his house on Hall Street firing at cops, who promptly riddled him. I asked if there’d been other shootings.</p><p>He stared at the gray distance of the railroad yards. “I was training a rookie one night and we got a disturbance call. When we got there we could hear the commotion in the back of a house, and a woman on the porch pointed us around a hedge. A black woman was being raped by her best friend’s husband. ‘God, help,’ she was yelling, ‘can’t you see he’s killing me?’ The rookie and I threw down on him and told him he’d better hold what he had. But he jammed his thumbs in her throat and started trying to twist her around between him and us. She was making strangling noises, so I let it go. The bullet hit him in the middle of the back and went right through—it must have parted her hair. Needless to say, she was hysterical. All she wanted was to be somewhere else, so it turned into a wrestling match with her. She was my only civilian witness. The rookie came over and said, ‘Ron, Ron, he’s dead.’ I said, ‘That’s unfortunate. Could you please give me a hand?’”</p><p>Cawthon was quiet for a moment. “at the hospital they took a handful of dirt and gravel out of her. He had savaged her like an animal. She told me she had no doubt he would have killed her, because he knew she wouldn’t let him get away with it. I’ve come awake in the middle of the night dreaming about that man, but I don’t give him too much conscious thought. It’s the people close to him who bother me. Everybody’s got somebody who cares about him. By killing him, I hurt some people who didn’t have anything to do with that.”</p><p>I asked Cawthon why he no longer trains rookies.</p><p>“It just got old. If I drew a bad one, i’d finish the shift wanting to punch a hole in the wall. You ever spent eight hours saying, ‘Turn left, turn right’? There are people in this department who have no business being police officers. Luckily, most get weeded out before they hurt somebody or get themselves in trouble. They come out of the academy and just want to experience it all, right at the start. I call them burn-’em-ups. They think people will look up to them because of that uniform. Why, bullshit, nobody really wants a cop around.</p><p>“You have to love this work to put up with it. And I do, but I don’t try to set the world on fire anymore. There’s more to life than that.”</p><p><span class=\"dropcap\">a</span>fter showing the fingerprint man the damaged Plymouths, Cawthon headed for the substation. He turned the relief car and walkie-talkie over to the partners who worked the beat’s third watch. Then he drove home to Mesquite still in uniform and parked his new Cheyenne pickup in front of his brick home. His twelve-yearold son, Donnie, was throwing his Christmas football across the dormant Saint augustine lawn. When Cawthon opened the front door, he walked into a wave of heat from the brick fireplace recently added to the living room. He kissed his wife, Barbara—who’d been home long enough to build the fire and start supper—and kidded her about the inferno in the fireplace. She asked about his attempt to quit smoking. “No cigarettes,” he told her, “but i’ve got a hole in my cheek from the snuff.”</p><p>Cawthon showered and changed into navy denims and a T-shirt. His sixteenyear-old daughter, Joanna, set the table while Barbara called Donnie inside. His eighteen-year-old stepson, Robert, was away at his part-time job at the Seagoville Gibson’s. We ate the supper of fried pork chops, biscuits, gravy, vegetables, and iced tea, then sat with cups of coffee on the sofa. The wall behind Barbara’s chair was decorated with her husband’s professional plaques and certificates—Officer of the Year, the Life Saving award, and one of the department’s highest honors, the Police Commendation.</p><p>I asked Barbara if she’d had any exposure to police work before she married Ron.</p><p>“Not unless you count my traffic tickets,” she smiled. “It took some getting used to. I still freeze up every time policemen come in the office where I work.”</p><p>“and that’s my fault,” he said. “I told her not to worry about the phone’s ringing—if anything ever happened to me they’d send somebody to tell her in person.” He noted her grimace. “I wish I could say I leave all that back there when I get off, but it has a way of running together. I catch myself talking to my family the way I talk to people on the street.”</p><p>En route to the phone, Janice walked through the living room. “Say <em>whatl</em>” she quipped, affecting the ghetto jargon.</p><p>Cawthon watched the fire with an air of contentment. He was where he wanted to be; the hard streets of Central were somebody else’s problem now. As we talked, the third police watch in Dallas was nearing the midpoint. On one of the streets walked by Tyra and the other hookers from Oak Cliff, two blacks triggered the burglar alarm in an electrical supply house while stealing aluminum conduits from a truck. Watching the suspects flee on foot, the partners on Beat 135 tried to drive after them, but the relief car’s engine stalled. Walkie-talkie in one hand, .357 magnum in the other, the passenger cop chased one thief through a vacant lot, then attempted to follow him over a chain-link fence into the alley.</p><p>Central’s second accidental <em>boom!</em> of the day blew the officer’s thumb off and destroyed the beat’s $2000 walkie-talkie. Meanwhile, the relief car stalled again. Trying to run to his injured partner, the driver slipped and sprained his ankle. Another Central cop in a squad car a few blocks away responded to their call for assistance. At Ervay and Beaumont he ran into a 53-year-old pedestrian and broke the man’s leg.</p><p><span class=\"dropcap\">T</span>he next day, December 28, Dennis Cozby arrived at the substation wearing blue jeans, adidas running shoes, and a shirt with the tail out. Just back from a vacation he’d taken to help his wife with their new baby, he drove up to the station in a blue Monte Carlo. In the locker room he rediscovered with displeasure that he’d split the seat of his uniform trousers while frisking a prisoner. His mood wasn’t lightened by the fact that while he was off, a Dallas businessman had lodged the eighth citizen complaint in his personnel file, which also contains fourteen commendations. Though a polygraph supported Cozby’s innocence, he was still indignant—he begrudged the paperwork required by Internal affairs.</p><p>All of that, plus the previous day’s accidental bloodshed, had left Cozby in no mood for a slow night. At the intersection of Bryan and Carroll several young white women lounged in a parking lot. The arrival of Cozby’s squad car sent them scuttling like quail. Rounding the corner, the hookers feigned interest in the newspaper racks in front of Pedigo’s, sashayed past the liquor store, then, aplomb dissolving, jostled each other shoving through the doors of the Kwik-Wash laundromat. “Move along, darlings,” said Cozby. Then he laughed.</p><p>Idling through the lot, he stared the braver hookers down with an expression of amused contempt. Resuming his patrol of Carroll, on impulse he turned into a broken concrete driveway between two nondescript apartment buildings. There he encountered a dented Pontiac occupied by a tall black man and a white woman; the drive was too narrow for both cars to pass. The Pontiac jerked unceremoniously as the black hit the brakes and tried to find reverse. Cozby grinned and turned on his red and blue lights.</p><p>As Cozby emerged from the Dodge he hitched up his pants and adjusted his belt, chewing on a fresh cigar. Black kids congregated and clamored for Cowboy cards. He dismissed them with a curt “Don’t have any.”</p><p>The tall black wore a gauze shirt and a hat with the brim rolled low. He carried himself with a measure of justified vanity, but his hands trembled in search of his ID. “How come you so nervous, Bimbo?” said Cozby. “Whose car is this?”</p><p>“It belong to a friend.”</p><p>Cozby stooped to look inside the Pontiac. The horse-faced girl wore jeans and a T-shirt; her arms bore ugly needle tracks. “What you got in here, bub?”</p><p>Surrounded by brick walls, a tall fence, a Dempster Dumpster, and unamused black faces, Cozby radioed in for a backup, lit the cigar, and ordered the hooker out of the car. She observed her pimp’s bust with glum resignation. On the Pontiac’s dash Cozby found a knife and scabbard that he tapped against his palm. “Wonder how long this is, Bimbo.”</p><p>“aw, man, you don’t hear what i’m telling you,” wailed the pimp. “This ain’t my car. That ain’t my blade!”</p><p>Cozby mused, “If it’s five and three quarters inches i’m gonna have to take you downtown. Sure wish I had a ruler.”</p><p>“aw, <em>man\\</em> It ain’t been an hour since I was at the store; another police walked out and looked right <em>at</em> that blade. He didn’t say a word! You ain’t about to lay that on me.”</p><p>Riding downtown, Bimbo slouched beside Cozby in a gangly coil, hands cuffed behind him. “Tell you what,” offered Cozby. “If the blade’s over five and three quarters i’m gonna file on you because it’s a prohibited weapon. But if your friend’ll come down and sign a statement that it’s his property, i’ll drop the charges.”</p><p>“Then you file on him?”</p><p>Cozby smiled. “Probably.”</p><p>“Yeah, you know he gonna do that.” Bimbo complained that being a black man—rather than the knife in question—accounted for his predicament. Cozby asked if he truly felt that. “Hell, yeah, I believe it,” snapped the prisoner. “Whose hands are free?”</p><p>From Main Street Cozby drove into a basement garage marked by civil defense and private parking signs; only a few recognize it as the famous city jail ramp where Jack Ruby shot Lee Harvey Oswald. Cozby opened the metal door for Bimbo, then grabbed the suspect’s arm when he started to turn right into the jail elevator entry from force of habit. In an office around the corner, Cozby asked a woman if he could borrow her ruler.</p><p>With theatrical precision he laid the ruler flush against the blade’s hilt. The knifepoint touched the mark of five and one-fourth inches. Bimbo gasped relief and laid his forehead on the counter.</p><p>Cozby clapped him on the shoulder and escorted him back out to the Dodge. But when he tried to unlock the handcuffs, Bimbo shied away: in a world populated by lawbreakers and police informants, no pimp wants to look too chummy with a cop. Eyes narrowing, Cozby said, “Now, Bimbo, I can’t keep a man in cuffs unless he’s a prisoner, and you’re not a prisoner anymore. That’s regulations.”</p><p>At the traffic light on Gaston and Carroll, Bimbo said, “You can just let me out here.”</p><p>“Uh-uh,” replied Cozby. “We’re going right back where you were.”</p><p>Familiar black faces, still unamused, stared from the porches of the apartments on Carroll. “Man, why you doing this to me?” muttered Bimbo, opening the door.</p><p>Cozby walked around the car to hand over the knife. “Here go, Bimbo,” he said loudly. <em>“Thanks for your help.</em> ”</p><p><span class=\"dropcap\">I</span>t was not yet sundown. Cozby drifted on over to Hall Street and circled through the Roseland projects. While they look more livable than Grand City, they are bleak enough. A new Cadillac with blue California tags and Christmas presents visible through the back window turned in front of us. Cozby called in a stolen-car check on the license number, but it came back clean. I asked him what made him suspect the Cadillac.</p><p>“If people can afford a car like that, are they gonna drive fifteen hundred miles to visit folks who live in a place like this?” he answered.</p><p>About ten o’clock Cozby struck out for the bars on Samuell Boulevard. On the way he teamed up with another Central squad car, driven by one of his former rookies, a fellow from Michigan. Cozby seemed to thrive on the bravado of walking the bars—the hostile glances, the force of his presence in the territory where it’s most unwelcome.</p><p>Inside Kim’s Place, the first disco in the 3500 block, Cozby greeted the bouncer, then walked into the bar, looking for people drunk enough to send home. He grinned but moved on through the small fuss made over him by a young woman he called Fancy Nancy. (“Fender lizards,” he calls the bar friendlies. “They’ll crawl all over the car if you let ’em.”)</p><p>As Cozby walked out, Fancy Nancy confided to me, “He’s such a shit.” Before we reached the next disco, Connie’s Corner Lounge, the Channel 1 dispatcher advised Cozby over the walkie-talkie that somebody had phoned in a complaint about Dallas policemen consorting with “underground characters” at Kim’s. Cozby jerked and looked back at the neon. “Those assholes.”</p><p>The next bar, the Gator Club, was a country hangout with a live band. Approaching it, Cozby noticed two anglo men of about thirty who stood under the light outside the bar’s door, foreheads almost touching. One had a flattened nose and a crumpled straw cowboy hat; the other had short dark hair and a beard. Cozby’s stride lengthened. “What are we doing here . . . smoking a little <em>dopev'</em></p><p>The one in the cowboy hat just sagged, but the eyes of the bearded one flashed wide in recognition. With impressive reflexes he flung the door open and headed for the bar’s alley exit. Cozby bellowed and sprinted after him; the cop from Michigan spread-eagled the one in the cowboy hat against the nearest fender. The bouncer stepped outside and smiled gamely at a couple who were lingering on the sidewalk, uncertain that this was the right place to go dancing after all.</p><p>In a moment, the bearded one came hurtling back out in Cozby’s grasp. Tossing him against the hood, Cozby frisked him roughly, then fumbled for his handcuffs. “What the hell you mean, Worley, running from a cop?” he demanded. “Resisting arrest—that’s two grand and a year in jail.”</p><p>A few days earlier Worley had gone to jail on a misdemeanor pot bust. As he adjusted to the prospect of going back, his expression became a mixture of longsuffering patience and passive defiance. He was mad at himself, madder at Cozby. “I didn’t run that far!”</p><p>Cozby hurried back inside and began a flashlight search of the carpet around the pinball machine, hopeful that Worley had ditched a lid during his brief flight. Cozby doesn’t bother with making marijuana busts unless he recovers a “usable quantity,” and the roach shared by Worley and his friend didn’t qualify. The commotion of Cozby’s search drew a resentful look from a young two-hundred-pounder at a nearby table. “You’re drunk,” Cozby announced. “Get outa here.”</p><p>The large young man scowled and glanced at a friend. “What did you say?”</p><p>Cozby leaned closer. “I said you’re too drunk to be in here. And if you don’t go home right this minute, i’m gonna take you to jail.”</p><p>The young man clenched his jaw, stood reluctantly, and walked out. When Cozby rejoined the others, he asked, “Where’d you hide the rest of it, Worley?”</p><p>“The rest of what, Cozby?” the prisoner sneered.</p><p>As we walked the handcuffed pair toward the squad cars, Cozby noticed the two-hundred-pound youth, who had only retreated down the sidewalk, waiting for the cops to leave. “I don’t think that boy believed me.”</p><p>He brought the kid in handcuffs to the car. Because of the number of prisoners, Worley rode downtown with the cop from Michigan. He sat on cuffed hands in the back seat as his date approached the window. “i’m sorry,” he told her.</p><p>“So am I, honey. I’ll come get you out.”</p><p>In the basement of the old city hall, the cops left their guns in a locker before riding the elevator up to the jail. Though Cozby had decided to charge the other two with nothing more than drunk and disorderly—a $78.50 fine—he was going to charge Worley with evading arrest—punishable by a maximum $1000 fine and six months in the county jail. “Nobody’d ever bother you if you’d smoke your dope at home,” he ragged Worley. “If you keep on messing up on Samuell Boulevard, i’m gonna keep on throwing your ass in jail.”</p><p>“aw, Cozby, you’d bust a man for standing on the sidewalk,” jeered Worley. “You’d bust him if he was standing there reading the Bible. That’s just the way you are.” Worley turned the conversation to the complaint filed against Cozby. “What about your suspension, Cozby? Let’s talk about that.”</p><p>“ain’t nobody suspended me, puke.”</p><p>As the elevator door opened to the booking area, Worley taunted, “You sure would like to hit me, wouldn’t you?”</p><p>“Come on, Worley. How many times have I hit you? Name me a time.”</p><p>Worley’s pause conceded the point. “Yeah, but you want to. I can tell by the way you’re acting.”</p><p><span class=\"dropcap\">W</span>hen Cozby got off work at midnight he changed back into his civilian clothes at the substation, then drove the Monte Carlo toward far North Dallas. As he turned off the LBJ Freeway, he noticed a fight in progress on a restaurant lot —serious enough that the losers were about to get hurt. Cozby thought for a moment, shook his head, and detoured back into the restaurant lot. He broke up the fight, shouted a couple of the combatants down, and kept them apart until Northwest Patrol cops answered the call. It was nearly two o’clock in the morning when he finally parked the Monte Carlo in front of his two-year-old house in the Colony, an incorporated Fox & Jacobs subdivision between Lewisville and Plano.</p><p>Inside the house, lights were on, music was playing. His wife, Debbie—whom he had met in a restaurant five years ago while taking a break from his shift—greeted him as though it were early evening. He hugged her and hefted his blonde three-year-old daughter, Tonda, high over his head. She squealed and giggled. Also waiting up for him was Tammy, the younger of two daughters from his first marriage. Slender, freckled, and pretty, Tammy lives with her mother and goes to elementary school in Hurst; she’d spent a week of her holiday vacation with her father. He and Debbie looked in for a moment on the three-week-old infant, Brandon, asleep between nursings. For the Cozbys, it was a normal family evening at home.</p><p>They slept till early afternoon on Saturday. Cozby’s family keeps nightclub musicians’ hours because that’s the only way they can spend any time with him during the week. Weekends are more conventional, since he has enough seniority to claim Saturdays and Sundays off. On Sunday I drove out to Cozby’s house in the Colony. We talked about the conflicts created by his work.</p><p>“I wish they’d go back to rotating shifts,” he said. “I can arrange my home life this way now, but when Tonda and Brandon start to school it won’t work. I’ll have to make a decision then. I’ve got enough seniority to go on days now, but i’m not ready to retire from police work yet—and that’s what the second watch amounts to. I’ve thought about asking for Deep Nights. At least i’d be at home in the afternoons and early evenings, and i’d have a little more to do at work.”</p><p>Debbie disagreed pleasantly. “No, if you’re here I want you up talking to us and being with us. I don’t want to have to tiptoe and keep them quiet all day while you sleep.”</p><p>Later Cozby’s father, mother, and younger brother drove over from arlington to watch the televised play-off game between the Dallas Cowboys and the Los angeles Rams. Afterward, his parents would take Tammy back to her mother’s house.</p><p>Cozby started off watching the game on the floor beside Brandon, who wriggled around on his stomach on a blanket. After Debbie and the girls took the baby into the bedroom for his afternoon nap, Cozby moved to the sofa and opened a can of beer. It became apparent that the Cowboys were struggling through a sluggish performance. “If they get beat, this time i’m not gonna let it bother me,” he said at the half. “Something’s been wrong with them all year.” at the end, as Roger Staubach’s attempt to salvage yet another in a long season of disasters went flatly awry, Cozby radiated disgust. “How’s that for keeping your cool?” he muttered. “Third and everything, and he throws it to the guard.”</p><p><span class=\"dropcap\">T</span>he next day was Monday, New Year’s Eve. Cozby had Tuesday off, which was also his mother’s birthday, so his parents were driving back out to the Colony to celebrate, eat black-eyed peas, and watch the college bowl games on TV.</p><p>Still pale but recovered from the flu, Cozby’s rookie was waiting for him at the substation. Baby-faced and single, Steve Talbott had given up his seniority in the De Soto police force for the higher pay and faster nights in Dallas. This was no ordinary Monday shift: New Year’s Eve is a guaranteed fast night for police work anywhere in Dallas, particularly in the neighborhoods patrolled by Cozby. Also, the 1980 beat realignments would take effect on Thursday, and Cozby was returning to his old territory around Hall and Munger streets. This was his last night to walk the bars on Samuell Boulevard, which gave added meaning to the occasion. There was even a full moon.</p><p>Cozby and Talbott ate an early supper, then drove to a nearby bakery, where Cozby picked up his mother’s birthday cake. They returned to the substation and Cozby locked the cake in the trunk of his Monte Carlo. In a jovial mood, he made a swing through Grand City about eight o’clock. With a playful little whoop in the mike of his bull horn, he startled some partygoers standing on a curb on Grand avenue.</p><p>Cozby drifted on over to Hall Street and drove through the Roseland projects. Back on the 1800 block of Hall, his headlights fell on a dark brick wall painted to read BLACK Gail’s Domino Parlor. He turned left on Roseland and parked along the curb next to the closed Empire Grill, where the heroin dealer had tried to shoot him. Cozby opened the door and told the rookie, “If i’m not back out in two minutes, come in after me.”</p><p>The time passed. Talbott adjusted the bill of his cap and followed his boss inside the domino parlor. In a moment he hurried back out, looking worried until he had satisfied himself that the squad car was still there. He pointed to the ignition and said, “Get the car keys. Come on in.”</p><p>The first room contained a jukebox and pool table, but no people. Cozby moved into view in the back room. “Come on back,” he invited with a grin. Between the john and the gas space heater sat a card table surrounded by six black men who’d been playing draw poker for a pot of $167. The one who had the best cards was in his forties. Cozby had busted him so many times for gambling in here that he was comfortable with the process. Cozby told me that the man now owned the domino parlor; the previous owner was in the joint, having murdered a man here.</p><p>“Just get your IDs out for me and keep your hands on the table,” Cozby said pleasantly. Talbott compiled a list of the players while Cozby wrote the citations he considered sufficient if none of the men were wanted downtown. The players had been drinking beer, and a couple moved from their chairs toward the john. Enjoying himself, Cozby told them to stay put until he was through with them. They protested that, but most were good-natured about the bust. After they accepted their tickets, Cozby let them retrieve their money from the pot, use the john, and move around. One hobbled like Fred Sanford to lock the parlor’s Hall Street door. But the gaunt face of one old man remained stony. His yellow eyes blazed.</p><p>“I know you,” Cozby told him. “I wrote you a ticket in here about two months ago, didn’t I?” The old-timer crossed his legs, said nothing, and looked away. “Scared the hell outa me,” Cozby told me. “I told ’em to empty their pockets on the table, and up he comes waving a big old gun. Born in ’02 and he’s carrying a hogleg. That old man’s crazy.”</p><p>“You just do what you got to do,” the old man shot back. “I ain’t got nothin’ to say to you.”</p><p>Talbott came back inside and said that only one player had an outstanding warrant. He’d been one of the most agreeable, the warrant was for an unpaid traffic ticket, and unlike most people Cozby busts on the street, he carried an ID with his picture on it—even had a Master Charge card in his wallet. Cozby let him ride downtown with his hands uncuffed. The poker player explained that he was a hog farmer. He talked knowledgeably about the pork market in Omaha.</p><p>After turning the poker player over to the booking sergeant, we rode the jail elevator back down to the basement. By now it was time to head for Samuell Boulevard. Cozby took the fast route east on R. L. Thornton, chose the exit at the end of Tenison Park, and cruised to the stoplight. The bars on Beat 141 were back to the left, under the expressway, but as he started to turn, a ’68 Chevrolet fishtailed wildly and sped north on Ferguson Road. Ferguson is the territory of the Northeast Division, but the affront was too blatant to ignore. “Hey, hot rod,” said Cozby, gunning the Dodge up Ferguson. His rear tires slipped sideways on the same rainwater slick that had caused the Chevrolet to fishtail.</p><p>The Chevy’s driver, a high school kid from Garland, had an adolescent complexion, a shock of frizzy hair under an auto-parts store cap, and the flabby bulk of a 220-pound Baby Huey. He handed over his month-old driver’s license and steadied himself by touching the car. Cozby looked in on his teenage date and returned to the squad car for a warrant check, which was slow coming back because of the heightened police activity all over town. He wanted to chase the drunk kid home and get on with the night’s work on Samuell Boulevard. Meanwhile, Baby Huey had a squabble with his girlfriend. He emerged from the Chevrolet, slammed the door, and started digging for something in his trunk.</p><p>Cozby turned on the mike of his bull horn. “Hey, get back in your car until we’re through with you.” Baby Huey gave him a sullen look but obeyed the order, slamming his door again. When the warrant check came back clean, Cozby told Talbott to write a ticket for Exhibition of acceleration.</p><p>Baby Huey refused to sign the citation. He wanted to tell the officers about the wet pavement. As Talbott followed with the clipboard, he tried to walk away from the ticket and for unspecified reasons started cursing his date. Cozby intervened sharply: “If you don’t sign that ticket you’re going to jail.”</p><p>Baby Huey bellowed, “You won’t . . . let me . . . <em>explain!”</em> and unleashed a vertical roundhouse that left a two-inch dent in the Chevrolet’s trunk. Eyes wide, Cozby leaped on him from behind and applied a “choke-down” hammerlock. Baby Huey staggered under the cop’s weight, tried to throw him over his shoulders, and at last fell sobbing against the squad car’s hood. Alarmed by the kid’s strength, Cozby slapped the cuffs on him and threw him into the back seat of the patrol car. “Once they start beating on that car, you’re next,” he explained.</p><p>Despite the girl’s protests that she didn’t know how to drive, Cozby left her sitting in the Chevrolet. Baby Huey raved in the back seat, “Oh, please don’t take me to jail! <em>Please</em> don’t. My folks are gonna <em>kill</em> me.”</p><p>“Shut up,” said Cozby, listening to a radio report of a westbound high-speed chase on R. L. Thornton. It ended before it got to us. Baby Huey pitched and heaved, fighting the handcuffs. “These things . . . won’t let . . . my blood . . . <em>circulate</em>!” I was glad Talbott was in the back seat. “You gonna hit me?” raged the kid, in tears again. <em>“Go ahead!”</em></p><p>“We don’t wanta warp our sticks,” replied Cozby.</p><p>“i’m sorry,” cried Baby Huey. “<em>I beg your pardon.</em> I was just trying to explain what happened. Please let me sign the ticket. I don’t know how to act around Dallas cops—I just moved here from Virginia, I ain’t ever <em>been</em> to jail before.”</p><p>“Well, you’re breaking in with style,” said Cozby.</p><p>At the jail, the booking sergeant read Cozby’s report and said he couldn’t charge the kid with a moving traffic violation and drunk and disorderly without giving him a DWI. Cozby shook his head, dropped the traffic charge, and filled out the paperwork again. He was exasperated. The incident with Baby Huey had killed more than an hour—it was eleven o’clock by the time we got away from the jail. Cozby was missing all the action on Samuell Boulevard. “Slowest New Year’s Eve I can remember,” he apologized.</p><p>As it happened, the bars were almost mellow, by East Dallas standards. The same Friday-night regulars had come back to their favorite night spots to see the new year in. They’d dressed up more and paid a higher cover charge for the cheap champagne and party hats and the privilege of getting drunk and sad together. Inside the Gator Club we saw the man with the flattened nose whom Cozby had busted for pot on Friday; instead of the battered cowboy hat, he wore a sport coat and a plastic lei. He turned his back rigidly as Cozby and Talbott passed. On the dance floor Cozby said hello to Worley, who looked up dreamily, managed a smile, then snuggled his beard back against his partner’s cheek. With an air of sheepish but genuine hospitality the barmaid inside the Nineteenth Hole invited us to help ourselves to the spread of dips, deviled eggs, and stuffed celery on the pool table. The only action came when a young man ran around the corner outside Kim’s as he saw the cops approaching. Cozby shouted him to a halt, frisked him, then let him go. The kid had been trying to disassociate himself from a teenage girl who was throwing up in the alley.</p><p>We finished the night chasing phantoms. As midnight approached, the Black Cat and cherry bomb firecrackers started going off. Or was that a .22 pistol—or a .357 magnum—or a twelve-gauge shotgun? The cacophony of explosions must have taken Cozby back to the firefights of Viet Nam. He turned corners frenetically, zoomed between rows of restored houses off Columbia and Munger. Adrenaline pumped in anticipation, but his expectations went unfulfilled. Cozby found nobody else to take to jail. I observed that one winds up <em>wanting</em> the action—which is dependent upon something bad happening to somebody.</p><p>Cozby shrugged. “Yeah, but it sure makes the time go faster, doesn’t it?”</p><p>But police work is not the infantry Marines. It’s just a way of making a living. Cozby drew a breath, calmed down, and headed for the substation. The cops on first watch would catch most of the hell of this night. It was two minutes past twelve and Cozby was working overtime. His mother’s birthday cake was in the trunk of his Monte Carlo. Debbie and Tonda were waiting up for him at home.</p><p>As we neared the substation, the Central dispatcher advised Cozby to switch to Channel 10, reserved for direct communication between cops on patrol. A colleague requested some favor, to which Cozby agreed.</p><p>Following a pause, another cop spoke up. “Is Mad Dog still on the air?”</p><p>“Hyo,” he acknowledged through the mike.</p><p>“Happy New Year, Dennis.”</p><p>Moved, he cocked his head and smiled. “How about that? Somebody’s still looking out for the kid.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Police",
      "Work",
      "Dallas",
      "people",
      "Home",
      "Bars",
      "House",
      "Jail",
      "Cowboy",
      "School",
      "Traffic",
      "Fire",
      "MAD",
      "Rookie",
      "apartments",
      "Cars",
      "Coffee",
      "ever",
      "Family",
      "office"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Bryan",
      "Golden",
      "Arlington",
      "Beaumont"
    ]
  }
}