{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19805",
    "date": "May 1980",
    "year": 1980,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1980/19800500.pdf",
    "issue_cover_image": "",
    "document_start_page": 142,
    "toc_start_page": 140,
    "document_page_range": [
      [
        142,
        143,
        144,
        145,
        146,
        147,
        148,
        149
      ],
      [
        235,
        236
      ],
      [
        238
      ],
      [
        241,
        242,
        243
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Town Without Pity",
    "toc_kicker": "",
    "cover_cut_line": "The Dark Nights and Red Lights Of Laredo’s Boys’ Town"
  },
  "identifier": "TXMO-ARTICLE-198005-townwith",
  "source": "/1980/19800500.pdf",
  "wp_post_id": 115266,
  "wp_post_guid": "http://www.texasmonthly.com/article/town-without-pity/",
  "authors": [
    "Dick Reavis"
  ],
  "headline": "Town Without Pity",
  "dek": "Nuevo Laredo’s Boys’ Town, where lost innocence meets failed dreams.",
  "spread_caption": "",
  "excerpt": "Nuevo Laredo’s red-light district abounds with raw sex and broken dreams.",
  "kicker": "",
  "word_count": 6540,
  "content": "<img /><p><em>Dreams of affluence lead women to Boys’ Town, but the tawdry realities of prostitution soon obscure those dreams for good.</em></p><p><span class=\"dropcap\">E</span>lizabeth couldn’t find her hairbrush when she awoke Saturday afternoon. She poked through the clutter of cosmetic bottles on her dresser—mostly Leta’s cosmetics, not her own—and still didn’t find it. Maybe Leta had taken it again, she told herself.</p><p>The missing hairbrush didn’t worry Elizabeth, but buxom little Leta did. The girl was eighteen, new to cabaret life, and still impressed with the appeal her figure held for men. She had a thirst for work— <em>¡hijo!,</em> eight men, just last night!—and her head was full of dreams about solving all her family’s problems with cash. Elizabeth* and the other girls at Nuevo Laredo’s Tamyko Club didn’t have the heart to disillusion Leta by saying so, but they knew that plans like hers just didn’t work out, ever. The truth of the matter was quite simple, Elizabeth believed: nothing good ever comes from men, except children—and brandy.</p><p><strong>As Elizabeth sat in front of the dresser, her fingers parted her straight, pitch-black hair and her eyes stared at the face in the mirror before her. She noted that her coloration, once mahogany, had paled and that the skin across her cheekbones seemed more tightly drawn than ever. “ay, i’m drying up,” she told herself.</strong></p><p>•Names of persons and some details have been changed.</p><p>Photography by Xavier Garza</p><p>Elizabeth lowered her hands and felt the surface of her face. Her fingers told her that the pimples were still there; they couldn’t be seen, perhaps, but they could be felt. All the evils of age were creeping up on her—she was 31—without any of the benefits, which were few enough anyway. Those pimples, they should have been gone years ago.</p><p>She rose and quickly dressed herself in the canary-yellow summer suit she had promised her son, Julito, that she would wear today. She dropped her key ring into a matching but empty purse, slipped on her brightest yellow high heels, and went out the door, leaving it unlocked for Leta, who had no key. She scurried down the walkway, past other rooms like hers, then knelt at the altar in an alcove by the dining room where the girls at the Tamyko were served their meals. After crossing herself, she hurried over the arched cement bridge that spanned the oriental courtyard and patio, and seeing Leta inside the club snuggled up to a balding gringo, she went in to exchange greetings.</p><p>“I bet you’re going to see your boyfriend,” the old gringo bellowed, noticing Elizabeth’s attire. Leta, who did not understand much English except sexual terms and numbers, smiled and leaned back against the man’s arm.</p><p>“No, I go see my son,” Elizabeth replied, as politely as she could.</p><p>“Your son, my ass,” he snorted.</p><p>Elizabeth backed away, went out the door, waved at the cop who stood guard, and got into her battered red Toyota. As she came to the checkpoint at the entrance to the district she noticed a blue Chevrolet pickup wallowing down the road that led into the zone. A husky, redhaired, fortyish gringo was driving, and a pudgy, pale, white-shirted man sat at his side.</p><p>“Hey, angel, let’s go off to heaven together,” the man in the white shirt hollered.</p><p>“You devil, go to hell,” she snarled in a voice loud enough for him to hear. As she turned the Toyota to the right the pickup passed the checkpoint booth and drove inside the walls of Boys’ Town.</p><img /><p>Courtesy Texas Student Publications</p><p><em>a pretty young woman can work in the relative luxury of a club-but for how long?</em></p><img /><p><em>Subtlety has no place in the raw commercial and sexual rites performed in La Zona.</em></p><p><em>“as Elizabeth sat in front of the dresser, her fingers parted her straight, pitch-black hair and her eyes stared at the face in the mirror before her. She noted that her coloration, once mahogany, had paled and that the skin across her cheekbones seemed more tightly drawn than ever. ‘ay, i’m drying up,’ she told herself.”</em></p><img /><p><em>Sex isn’t everything, even here inside La Zona.</em></p><p><span class=\"dropcap\">B</span>oys’ Town wasn’t the name Elizabeth or any other Mexican used when speaking of this district—the gringos called it that. In Nuevo Laredo, it was known as La Zona de Tolerancia. Tolerance was a part of its name for reasons well known to any seasoned prostitute. Prostitution is outlawed by federal statute in Mexico, so where it exists, it exists on forbearance. And forbearance, like the sexual favors available in La Zona, must be paid for. Payoffs and licenses and dispensations of one sort or another came to nearly 10 per cent of a club’s gross. Elizabeth and the other girls didn’t pay a great many bribes; they couldn’t afford to. But they did pay their share, like everybody who worked in La Zona except <em>las autoridades.</em> There were so many laws being broken and so many bribes being paid on all sides that the police and other officials who worked in La Zona—those who put rowdy customers in the district’s little jail, those who collected exit fees from the girls when they left in the company of clients, and those who worked in La Zona’s state-run venereal disease clinic—were parasites as much as they were protectors. Sometimes, in fact, Elizabeth wondered who was tolerating whom.</p><img /><p><em>In addition to wine and women, a patron can also purchase the proverbial song from one of the district’s roving</em> ranchero <em>bands.</em></p><p>Every Saturday or Sunday Elizabeth drove out to the house of Senora Jimenez, a woman ten years her senior who had only one child of her own and who kept eleven-year-old Julito in exchange for 600 pesos a week. As usual, Julito was dressed up and waiting in the living room when Elizabeth arrived.</p><p>“Monica wants to go with you and Julito today,” Senora Jimenez told Elizabeth.</p><p>“No, Mama, I don’t want Monica,” Julito whined. “Her shoes are dirty,” he said, pointing at the black vinyl flats the little girl wore with her fluffy dress.</p><p>“Oh, this Julito!’’ Elizabeth exclaimed as Senora Jimenez went to the kitchen for a rag. “If you weren’t so cute, i’d say you were too demanding.</p><p>“Where do you want to go today?” she asked her son.</p><p>“To the Ola,” he said, naming a local restaurant.</p><p><em>“No, hay que hacer cola en la Ola. </em>We’ll have to wait in line at the Ola,” Elizabeth rhymed.</p><p>“Mama, don’t say things like <em>cola en la Ola.</em> It sounds silly,” Julito protested.</p><p>The Ola, on avenida Obregon, is the sort of place where small children are welcome and the waiters don’t wear coats, but where the fare, being seafood, is not inexpensive by local standards. Elizabeth, not sure what she wanted and hesitant to spend anything on food for herself—her meals at the Tamyko were free —allowed Julito to order for all of them. His choice for everyone was snapper <em>filete,</em> priced at 70 pesos.</p><p>Julito also told the waiter to bring his mother a glass of <em>vino tinto,</em> red dinner wine. The Ola was out of <em>tinto,</em> the waiter said, but other wines and beverages were available.</p><p>“No, no, it won’t do,” Julito chided. “Mother likes <em>vino tinto</em> before her meals.”</p><p>Elizabeth nodded and smiled, proud that Julito knew her tastes. But if only he knew, she thought to herself, just how much his mother liked brandy.</p><p>“Could I have something else to drink?” she asked her son.</p><p>“No, no,” Julito said, waving the waiter off. “They are supposed to have red wine for you, Mother.”</p><p>“But Julito, I have a headache,” she implored.</p><p>“Why didn’t you say so? We’ll have the waiter bring you alka-Seltzer,” Julito promised. Sometimes Elizabeth wished Julito were not quite so much a gentleman.</p><img /><img /><img /><img /><p><em>To the women upon whose labor it depends, Boys’ Town offers a refuge from the shame of past transgressions, an escape from absolute poverty, a kind of wistful camaraderie, a few paltry trinkets, and a sure means of getting the one thing they want most: children.</em></p><p>Courtesy Texas Student Publications</p><p>Courtesy Texas Student Publications</p><img /><img /><p><em>The simple life: amenities are few and far between in Boys’ Town—especially if you live there. A woman may occupy a featureless niche, adorned with only a memento or two, a jumble of cheap cosmetics, and maybe a cuddly doll to help get her through the night.</em></p><p>Courtesy Texas Student Publications</p><img /><img /><p><em>Whatever gets you through the night: the demon alcohol can be a bar girl’s best friend, her haven from the despair of monotonous sex with drunken, disheveled foreigners.</em></p><p><span class=\"dropcap\">B</span>y the time she and the children were served, the two men from the blue Chevrolet pickup were walking Boys’ Town’s rutted caliche streets. The roads in the district were broad enough for a dozen cars to line up abreast but were a peril to drive on because they were cratered with a thousand potholes big enough to sink washtubs in.</p><p>What both men had in mind was a big meal followed by a few shots of whiskey. They had spent all morning and half the afternoon on the griddle that was the road from Houston to Laredo. They hadn’t eaten all day. And they’d passed the two weeks before in the steam kettle of the Louisiana Gulf, where they worked on an offshore oil platform.</p><p>As they walked around the district, Wayne-O, the redheaded one, kept count of the little stucco-fronted rooms that opened onto the street, rooms from which shopworn prostitutes hawked their services. There were 120 of these rooms, though only some 80 showed signs of occupancy. They were ugly little niches, the interior walls painted a dull yellow or a dirty turquoise, and they contained only the essentials: a bed (usually sagging), a wardrobe for clothes, a stand with a washbasin, and sometimes a dresser. No plumbing was evident; the rooms opened onto common courtyards that usually had cold-water hydrants and sometimes commodes and showers concealed by wooden blinds.</p><p>As they rounded one corner on the south side of the zone, Mike, the whiteshirted one, stumbled up to one of the women who stood in the doorway of a room. She was fat and ugly, Wayne-O thought. What could Mike want with her? Mike embraced the woman, and Wayne-O moved closer to watch.</p><p>“Say, baby, I want to take you home and marry you. Yeah,” he teased, turning toward Wayne-O, “I want you to meet Mom and Dad.”</p><p>The woman, who couldn’t have been many years short of fifty, smiled and reached for his crotch, without showing that she had understood a word.</p><p>“Yeah, how ’bout it, baby? Let’s go,” Mike continued.</p><p>“Go my room? Ten dollar,” the woman said.</p><p>“Ten dollars? No, <em>two</em> dollars,” Mike replied.</p><p>“Two dollar? Room two dollar,” the woman said, dropping her hands.</p><p>“The room costs you two dollars?” Mike said, hesitating. “Well, baby, won’t you do it for love? For love?”</p><p>The woman gave a throaty laugh, leaned her head out the doorway, and called something in Spanish to another woman in a room down the street.</p><p>“I tell you what, baby, i’ll give you four dollars,” Mike said, leaning a little closer now, as if he were serious.</p><p>“No, ten dollar,” she said, adamant. He took some bills from his pocket and counted out four of them. The woman</p><p>ised a palm between herself and Mike, shaking her head no, no. He turned back to his companion, and they shuffled away.</p><p>“Hey, you,” the woman hollered after them, “give me cigarette.”</p><p>The men paid no attention, but she came out of her room, taking hurried steps toward them. She grabbed Mike by the shirt.</p><p>“Give me cigarette,” she demanded. With reluctance he reached into the pocket of his shirt. She grabbed his arm.</p><p>Courtesy Texas Student Publications</p><img /><p><em>The gates of heaven? One thing’s sure: they are for the officials who levy tolls here.</em></p><p><strong>“The rooms in Boys’ Town were ugly little niches with interior walls painted a dull yellow or a dirty turquoise, and they contained only the essentials: a bed, a wardrobe, a stand with a washbasin, and sometimes a dresser. The rooms opened onto common courtyards that had cold-water hydrants, commodes, and showers.”</strong></p><p>“Come to my room,” she said.</p><p>“No, no,” Mike said.</p><p>“I give you good time,” she pestered.</p><p>“No,” he repeated, trying to turn away. But the woman wouldn’t let go of his arm.</p><p>“Gimme light,” she said.</p><p>With his free hand Mike reached into his shirt pocket again. He brought out a disposable lighter and stuck it under the cigarette between the woman’s lips. As he did, the woman put both hands on his crotch, beginning a clumsy massage. The lighter went out. He flicked it again. A flame caught and again went out.</p><p>“Your lighter’s bad, buddy,” said Wayne-O.</p><p>He struck a match and reached over to light the woman’s cigarette. But the match went out too.</p><p>“Did you see that?’’ Wayne-O laughed. “Hell, she’s blowing out our lights.” Mike didn’t think it was funny. He tried to pull himself away, but the woman was holding his arm again.</p><p>“Gimme light, gimme light,” she kept repeating.</p><p>“Hell, no, you old whore,” Mike shouted.</p><p>The woman backed off and began cursing him in Spanish. The two visitors turned around and headed down the street again.</p><p><span class=\"dropcap\">B</span>y the time Mike and WayneO had made a second circuit of the district, Elizabeth was saying good-bye to Julito across town at Señora Jiménez’s house.</p><p>“Julito, is there anything you need?” she asked him.</p><p>“No, Mama,” he said.</p><p>“Do you need money? Do you want me to buy you something?’’</p><p>“Mama, there is one thing,” he said, watching her eyes carefully to see if he was charming her. Elizabeth said nothing. “Mama, you have a yellow dress and a yellow purse and shoes, but look at me. My shirt and pants are yellow, but I want some yellow shoes, too.”</p><p><em>(Continued on page 233)</em></p><p><em>(Continued from page 147)</em></p><p>“Well, Julito, I don’t know where I would get them,” she murmured.</p><p>“I saw some in the store over by school. Running shoes!” he exclaimed.</p><p>“Well, all right, we’ll get them tomorrow,” she said.</p><p>“and a green set, too? I want a green shirt, like those baseball shirts, and some green-colored jeans, and maybe some green running shoes, too.”</p><p>Elizabeth sighed, then smiled. Julito’s demands weren’t really impertinent. But she didn’t have the money to satisfy them, either. She owed Señora Jimenez for the week’s child care, and she had no savings to draw on. Last week had been one of those weeks when she just hadn’t felt like working, and she was sure her reluctance wouldn’t wane with the evening sun.</p><p>Prostitution had not lifted Elizabeth far above the poverty of her childhood, but it provided adornments like the Toyota and Julito’s outings to the Ola. Elizabeth didn’t expect much more. Going to bed with drunks who needed a bath-most Boys’ Town patrons fit that description —was an undertaking that daunted dreams of great wealth. Prostitution did promise a new life in the future, she knew, but its night-by-night realities were so beastly that Elizabeth recoiled from most of its options. She could stretch her body and spirit year after year until eventually she became a rich but infamous madam, owner of a club worth a half-million dollars, like the Tamyko; a woman whose children reached for her money but cringed at her touch. She could hoard her earnings, dollar by dollar and peso by peso, until she had amassed enough to purchase a small beauty shop or restaurant in which to risk earning less over a lifetime than a halfhearted whore took in during a decade. She could marry an american client, as little Letita dreamed of doing, and spend her life fearing a husband who at every spat would call Julito a bastard and fling her <em>puta</em> past in her face. Or, and this was the choice she found convenient, she could accept prostitution on its simplest terms: by day, it gave her food, lodging, and pocket money for Julito; by night, it gave her brandy. If from time to time her trade turned her stomach, the brandy made it tolerable. In fact, sometimes when she was <em>full</em> of brandy Elizabeth believed that were she stone sober she might find a physical pleasure in making love to a few of her clients. Prostitution, it was true, had not made her rich or perpetually happy, but it had shown her the way to consolation.</p><p>Elizabeth drew Julito to her, looking closely into his face and kissing his forehead. Her son had large, pale brown eyes and a fair complexion, just like his father, and he had the same lush, crisscrossed eyelashes. He was a handsome child, the very picture of the man who’d abandoned her years before.</p><p>“Yes, tomorrow we’ll buy you anything you want,” she told Julito.</p><p><span class=\"dropcap\">T</span>he two men from the oil fields couldn’t find a restaurant. They had rounded corner after corner, looking into the face of nearly three dozen faded stucco-front bars, nightclubs, and pool halls, most of them dark and empty though it was late afternoon. Even the canopied <em>barbacoa</em> stands were unattended and latched.</p><p>Some of the clubs, like the old 1-2-3, had from the looks of things been closed for years. “I guess that’s what massage parlors and the so-called sexual revolution have done for this place,” Wayne-O observed.</p><p>“It’s them amateur whores making competition in the singles bars,” Mike added.</p><p>Ultimately the two men strayed into the oval-shaped Marabu, a club surrounded, in this walled-in district, by high, white walls of its own, walls topped with bits of broken glass, walls that enclosed a shady courtyard and garden on one side of the club and a broad, smooth parking lot on the other. Inside, they sat sipping drinks at a table on the perimeter of the Marabu’s elevated waxed wooden dance floor. At other tables and booths around the big room sat an array of women, none of them glamorous, perhaps, but most of them attractive. Each had attired herself in her own style, some in lacy nighties, others in vested business suits.</p><p>“Some of these broads look like librarians or teachers,’’ Mike grumbled.</p><p>“Yeah, but look at that one!” Wayne-O whooped, pointing across the dance floor. She was impossible to overlook: tall, lithe, and as white as talc. Platinum hair hung down past her waist, and she was almost nude; a scant, filmy garment concealed very little of her body.</p><p>“i’d like to take on that one,” Wayne-O said.</p><p>“You and me ain’t handsome enough for her,” Mike complained, reaching in his pocket for a cigarette.</p><p>“Hell, not long ago you were telling me that the girls in this place only wanted money,” Wayne-O reminded him.</p><p>“Yeah, but you know that ain’t all, Wayne-O. They want, well, someone a little more handsome or richer than us.”</p><p>“Speak for yourself.” The trouble with Mike, Wayne-O had long ago decided, was that for some reason he felt he was inferior to everybody. He was always talking about how stupid he was. Yet Wayne-O knew him as a co-worker; he did good work.</p><p>“aw, we’d better be going,” Wayne-O muttered, a little disappointed because the blonde had seated herself with a group of clients across the room. It suited Mike fine that they were leaving—deep down, he was just plain uneasy around women.</p><p>“i’ll get some amateur whore when we get back to Houston,” Mike said as they stepped into the street again.</p><p>Wayne-O didn’t say anything.</p><p>“Say, what’s eating you?” Mike asked. By his sights, Wayne-O was acting nervous and moody. “ain’t you been here before?”</p><p>Wayne-O didn’t answer. He didn’t see why he should explain his whole life to Mike, though he had sometimes confided in others. No, it would probably sound like some kind of <em>lecture</em> to Mike, or worse, like some kind of joke. There were some things that Mike wasn’t ready to face up to, things married men a few years older would readily understand.</p><p>For Wayne-O, this trip to Laredo was a step back some twenty-odd years, to his adolescence, to a time when there were plenty of whorehouses in Nuevo Laredo (though no walled-in Boys’ Town) and more americans on the streets around them. Wayne-O had driven long nights to Laredo then, when he was legally a minor in Texas but could drink in Mexico. Like many other Texas youths since the advent of the automobile, he and several high school buddies had driven down eager to get loaded and afraid to get laid; eventually they’d all done that, too. Two of them, Wayne-O and his buddy George, had kept going back for more—until Wayne-O had gotten a dose.</p><p>Wayne-O, who had just turned forty, now felt old enough, and weathered enough, to admit to some men—but not Mike—that he’d actually fallen in love with one of the girls in Laredo. He’d seen her every two weeks during that dusky summer and fall, even thought of marrying her, until he’d gotten that bite of gonorrhea.</p><p>Wayne-O wasn’t entirely certain what returning to Laredo meant for him, though he had thought up the idea of taking the trip and had invited Mike along to help drive back home. Whatever it was that was pushing him, however, Wayne-O was sure it had something to do with pain —and lost youth.</p><p>“I don’t know, Mike,” he lied. “I guess i’m worried because I was thinking that this would be a good place for somebody to roll us.”</p><p>“aw, come on, man,” Mike said, a little disturbed. “What the hell is bugging you, man? You think your old lady will find out or something?”</p><p>“I don’t know. I might just tell her.”</p><p>“Huh! I wouldn’t do that,” Mike said.</p><p>Wayne-O glanced sideways, resting his pale blue eyes on Mike. “Well, Mike, a man might do a lot of things when he’s married, but me, I think one of the worst of them is lying.”</p><p>“Why did you come anyway?” Mike asked. Wayne-O didn’t answer for a minute. He just kept walking.</p><p>“Well, hell, Mike,” he said slowly, “i’ve been married a long time, you know—nearly twenty years. I see the girls in the stores and all, you know—and I just kind of got to thinking, ‘What would it be like?’ ”</p><p>“What you need is one of them amateur whores,” Mike assured him with feigned authority.</p><p>“Naw, them girls around Houston, they might try to make trouble, get me divorced or something.”</p><p>Mike was silent. He hadn’t thought of that.</p><p><span class=\"dropcap\">A</span>street opened off to their left. About halfway down the block was what looked like a pagoda, with Chinese characters painted in white on its orange tower. Wayne-O ambled toward it, Mike trailing behind. It was a club, all right—cars parked all around, men going in and out in the early darkness, people selling cigarettes in front. Wayne-O decided they should try out this place—the Tamyko.</p><p>As the two men crossed the threshold, Leta, topless except for the suspenders on her black hot pants, came up to Mike and put her arm around his waist.</p><p>“Yeah, let’s sit down,” he blurted. The trio took a table and Leta began her pitch. “Whiskey?”</p><p>“aw, all you want is for us to buy you a drink,” Mike said, a little irritated now. Leta nodded.</p><p>“How much?” Wayne-O asked.</p><p>“Dollar half,” she said.</p><p>“a dollar and a half, hell,” Mike groaned. A waiter stepped over from the bar at the back of the room.</p><p>“Well, are you going to buy the girl a drink?” Wayne-O asked.</p><p>“aw, I don’t know,” Mike said. “a dollar and a half ain’t much, but why?”</p><p>Wayne-O turned his head toward the waiter. “Yeah, bring us two rum and cokes, and whatever the girl wants.”</p><p>“Shit. It’s you who’s paying, Wayne-O,” Mike said. Leta pulled her suspenders aside, showing Mike her deep brown nipples and turning away when he tried to touch them.</p><p>“No,” she said. “Thirty dollar.” “Thirty dollars!” Mike exclaimed. “Hell, babe, I can’t afford it,” he lied. He pulled out the bills he had in one pants pocket—a twenty, a ten, a five, and a one. “Look, babe, i’ve just got thirty-six dollars.”</p><p>“Okay,” said Leta, and she rose from his knee, reaching for his money.</p><p>“No, you dumb broad, I ain’t going to give you that. I’ll give you sixteen dollars, that’s all.”</p><p>“How much?” Leta asked, raising her eyebrows, trying to understand. “Sixteen,” Mike said.</p><p>Leta shook her head no, no, and sat back down on Mike’s knee. Looking up, she waved to someone standing outside the door leading to the courtyard. Wayne-O peered through the glass and saw a sharp-featured woman about his own age, wearing a yellow suit. She waved back at Leta and started toward them.</p><p>“Your friend?” Wayne-O asked.</p><p>“Yes. Elizabeth. Too skinny, no?” Leta giggled. Wayne-O did not answer.</p><p>“Buy friend drink?” Leta asked, poking Mike in the ribs as Elizabeth sat down. He looked over at Wayne-O.</p><p>“Okay, i’ll buy her a drink,” Wayne-O said. Elizabeth turned her head away.</p><p>“What’s matter?” Leta asked her. Elizabeth didn’t answer. The waiter came, took her order, and returned, slipping a quarter to Elizabeth with the drink. Elizabeth covered the quarter with her hand, then looked at Wayne-O to see if he had noticed. He hadn’t. He watched as she and Leta conversed in Spanish. Elizabeth’s tiny black eyes brightened as the minutes went by, whether from the drink or the gossip Wayne-O couldn’t tell.</p><p>“You want another drink?” he asked Elizabeth.</p><p>“Did I ask for one?” she shot back.</p><p>“Well, no. I was just trying to be polite,” Wayne-O said.</p><p>“You buy Leta a drink, too?” Elizabeth asked.</p><p>“Yeah, go ahead,” he said.</p><p>The waiter brought the drinks and again handed quarters to the two girls. With no hesitation, Leta tucked hers into a pocket of her hot pants. Elizabeth looked over at Wayne-O.</p><p>“Here, your quarter,” she said, extending her hand toward him.</p><p>“Did I ask you for that?” he said. Elizabeth laughed.</p><p>Mike was haggling with Leta again. “Sixteen dollars,” he said. Leta again shook her head no. “Why not, am I too ugly?” he asked.</p><p><em>“¿Qué dijo este maje?”</em> Leta asked Elizabeth.</p><p>“He said, is he too ugly,” Elizabeth answered in English.</p><p>“Ugly,” Leta parroted.</p><p>“You whore,” Mike swore, rising from his chair and dumping Leta off his lap. Frightened, she skipped off to another prospective customer.</p><p>Elizabeth laughed and then, drink in hand, started to leave too.</p><p>“Why don’t you stay? You ain’t even told me your name,” Wayne-O said. Elizabeth turned back and looked at him. “Yeah, sit down. Don’t mind my friend here,” he coaxed. Elizabeth sat, still across the table from Wayne-O. She told him her name and said she was from Matamoros.</p><p>“Well, how old are you?” Wayne-O queried.</p><p>“Forty-five,” she said, her broad lips opening wide in a smile.</p><p>Wayne-O chuckled. The girl was obviously not 17, but she wasn’t 45, not by a long shot.</p><p>“Yeah, sure, and i’m sixty,” he said, smiling. “Do you like old men?”</p><p>“What’s wrong with old men?” she said, giggling.</p><p>When the waiter came, Elizabeth boldly took the three quarters he gave her.</p><p>“Why don’t you give me the quarters back?” Wayne-O asked her.</p><p>“I like money,” she said.</p><p>Wayne-O by now had decided that this girl was worth his time. Her figure was acceptable, by his standards, and there was something about her spunkiness that led him on. She was a little more honest than some of the whores, and she might not pretend to enjoy him in bed when she really didn’t. It was important to Wayne-O to measure his prowess against the incompetence he’d felt twenty years ago.</p><p>“Well, you ready to take my thirty dollars?” he asked. Elizabeth thought about the green pants and shirt and the yellow shoes and the green shoes Julito wanted. She also remembered that she had a headache and a hangover.</p><p>“I don’t know,” she told Wayne-O.</p><p>“Yeah, well, how about for all night?”</p><p>“I don’t know.”</p><p>“aw, come on,” Wayne-O coaxed. “I ain’t going to be on top of you all night.”</p><p>Elizabeth stiffened her neck a little. It had been a long time—months—since anyone had asked her for that. All night, an expensive proposition.</p><p>“We can watch TV?” Elizabeth asked. “There is boxing fight.”</p><p>“Okay, it’s a deal,” said Wayne-O, reaching for his back pocket. Then he hesitated. “How much?”</p><p>“Hundred dollars,” she said. It was less than the price usually asked on weekends.</p><p>“a hundred dollars!” Mike interjected. The price seemed out of the question to him.</p><p>“Well, okay, but you got to give me all the quarters from our drinks,” Wayne-O teased.</p><p>Elizabeth laughed. She took the money to the bar, paid the manager $25 for use of a room, and came back to the table.</p><p>“You ready to go to room?” she asked Wayne-O.</p><p>“Naw, let’s take a walk around outside, go look at this neighborhood,” he said.</p><p>It was an unusual request. Still, it was harmless, and there was time, now that he had paid her for the night.</p><p>“Buy me drink before we go?” she asked him.</p><p>Wayne-O nodded, and Elizabeth ordered another El Presidente with soda. When the waiter gave her the quarter she pushed it across to Wayne-O, but as he reached for it she snapped it back.</p><p>“Man, you better make that broad give you the money,” Mike spoke out. “She’s taking you for a fool.”</p><p>Wayne-O faced him.</p><p>“Is that what you think, brother?” His tone warned Mike not to reply.</p><p>The three went outdoors, toward the street. The guard came slinking up behind them. Elizabeth turned and said something to him in Spanish.</p><p>“What was that?” Wayne-O asked.</p><p>“I told him you had pay my room for the night,” she explained. The guard casually saluted her and left. They walked up the street, Wayne-O and Elizabeth hand in hand and Mike tagging along behind. There were clubs along one side of the street, and walls—the exterior walls of another club—on the other side. Gringos in jeans and cowboy hats and Mexicans wearing <em>guayabera</em> shirts with business slacks sauntered in and out of the clubs, whose billboard-size neon signs were beginning to give light to the darkening street. They came to a <em>conjunto ranchero</em> playing on a sidewalk outside another club. The lyrics were sung entirely in Spanish, but Mike liked the music. In the middle of a song, he stepped up to a guitarist.</p><p>“Can you play ‘El Paso’?” he asked. The guitarist kept strumming and singing. Only when his ballad was finished did he acknowledge Mike.</p><p>“Can you play ‘El Paso’?” Mike repeated. The guitarist, though he did not understand English, nodded as if to say yes, he knew the song.</p><p>“How much?” Mike asked excitedly.</p><p>“Three dollar,” one of the band members said.</p><p>“Three dollars!” Mike said. “No, one dollar, one song.” The <em>conjunto</em> members refused and prepared to move on.</p><p>“One dollar,” Mike hollered out again. A Mexican standing nearby handed a dollar to the guitarist in front of Mike.</p><p>“Here,” the Mexican said loudly in English, “i’ll give you one dollar, just for free. This gringo is <em>cheapeskate.\"</em> Everyone in the throng around the <em>conjunto</em> laughed, except Mike. The band members walked on.</p><p>Mike watched them for a moment. “i’m going to find that four-dollar whore,” he told Wayne-O and Elizabeth. She was still standing in her doorway, two streets away.</p><p>“Hey, baby, four dollar,” he said, mimicking her English and suggesting fellatio.</p><p>“No, ten dollar,” the woman shot back, folding her arms. Mike pulled the bills from his pocket. He shoved the five out toward her. The whore took it and stepped back into her room, motioning him in. He turned and waved at Wayne-O and Elizabeth from inside. Elizabeth stood on tiptoe, speaking into Wayne-o’s ear. “She not do it. She fool him,” Elizabeth giggled.</p><p><span class=\"dropcap\">W</span>ayne-O was hungry again. He asked Elizabeth to pick out a restaurant. Instead, she led him back to the Tamyko and into the dining room. Seated at a long wooden table inside were half a dozen of the girls from the club and one of the cops who worked outside. Elizabeth and Wayne-O took chairs and the cook brought a dish of <em>mole</em> with rice for each of them. Then he poured them coffee. One of the whores, a robust, brownskinned woman whose slim breasts hung out of an open-front maroon evening dress, turned to Wayne-O and asked in broken English if he thought the girls at the Tamyko were fat. Then she translated her question into Spanish for her listeners at the table.</p><p>“Well, no,” Wayne-O said, as soon as he was sure what she’d asked. Everyone chuckled but Wayne-O and the cop.</p><p>“You see,” the woman explained, “we have three girls who are pregnant. The waiter say they too fat.”</p><p>“Pregnant?” Wayne-O said, a little startled. “How can they be pregnant?” Laughs went around the table this time a little ahead of the woman’s translation. Wayne-O and Elizabeth scowled at the others.</p><p>“Those girls, they have no children,” Elizabeth told him, speaking quietly. “They want be mothers.”</p><p>“But who are the fathers?” Wayne-O asked in a whisper.</p><p>“Oh,” she said, “who knows?”</p><p>“But why don’t they get abortions?” he insisted, obviously disturbed.</p><p>“I told you, they want be mothers.”</p><p>It was plain to Elizabeth that Wayne-O did not understand women. Sooner or later, a child was what every cabaret girl lived for. Most of the girls, like Leta, had children before they married—premarital motherhood was the burden that drove them here. Others came to the club after divorce and economic troubles had pared away their alternatives; a job as a beauty operator after her own divorce hadn’t offered Elizabeth the income she wanted for raising Julito. But even if children didn’t come to a woman before she came to the Tamyko, Elizabeth knew, they would come afterward. Being a mother was a station of dignity inside the zone.</p><p>“Do these women still, uh, work when they’re pregnant?” Wayne-O asked, speaking into Elizabeth’s ear. Yes, she said, they found clients as always. Some men preferred them over the other girls. Wayne-O was shocked. It would be different, he felt, if the men involved were the women’s husbands.</p><p>“Would you work if you were pregnant?” he asked Elizabeth.</p><p>“Yes,” she said. Then, in a louder voice that all could hear, she said something in Spanish to the woman in the maroon dress. Everyone at the table but Wayne-O laughed. The woman in the maroon dress leaned over his way, inadvertently exposing her paunch as well as her breasts.</p><p>“Elizabeth say maybe she get pregnant and not be so skinny,” the woman told Wayne-O. He leaned back in his chair and did his best to put on an amused look. Elizabeth saw that he was uncomfortable, grasped his hand in hers, and kissed him on the cheek.</p><p>“I just lying,” she whispered to him.</p><p>Wayne-O tipped the club’s cook for their meal and followed Elizabeth to her room. Leta was there, combing her hair into place; her last client had mussed it up. Wayne-O looked around the room. There were fluffy gray throw rugs on its red tile floor and a maroon-and-white Texas A&M pennant on one wall. It was a gift, Elizabeth told him, from one of her clients, whose friendship ring she wore next to the cheap wedding band that she had never removed even after her divorce. At Elizabeth’s direction Wayne-O picked up her portable television and followed her down the hallway that fronted on the courtyard. Elizabeth stopped by the altar, placed a new candle in her holder, and moved on. A few paces later she called out to the matron who provided maid service for the rooms.</p><p>“Want another drink?” she asked Wayne-O. He shook his head no. She turned back to the cleaning woman, telling her to bring a brandy.</p><p>Wayne-O followed Elizabeth into a vacant room very much like her own, but unadorned. The cleaning woman came with Elizabeth’s drink, and Elizabeth bolted the door shut. Then she disappeared into the bathroom, drink in hand. Wayne-O lay down on the bed without removing his boots. Elizabeth came out of the bathroom a few minutes later, clad only in black bra and panties. She crawled in next to Wayne-O, pulling the bedclothes over her torso.</p><p><span class=\"dropcap\">O</span>utside, Mike stood on the sidewalk, trying to pick out the face of his friend in the stream of passersby that came and went in the shadows beneath the lights of the Tamyko. Wayne-O was not in sight. On the other side of the street he saw a curio shop. It was just what he needed, he told himself. He was a little dismayed by the night’s events. He’d spent what he considered a small fortune on drinks for himself, and he had given the whore five bucks. She had rooked him, in a sneaky sort of way, and left him ashamed. Maybe in the curio shop he could buy something good, and for a good price.</p><p>He stepped into the little pine lean-to store. Straw sombreros, bull horns, and nude paintings hung on the walls. He turned his back to the shop’s attendant and spotted a painting on black velvet in one corner of the shanty. It was a portrait of Jesus. Grasping the painting by its wooden frame, he pulled it toward him to look at a similar work behind it. He reviewed several of the same genre and settled on the one he’d seen first. It showed Christ’s head turned upward as if He were begging for mercy. A streak of crimson ran down one side of His tormented face, and there were drops of blood beneath the large thorns of His crown. Mike thought that maybe he would give the painting to his sister in Houston, or maybe he’d keep it for himself, take it back with him to the offshore platform where he worked.</p><p>“How much?” he asked the shop’s attendant.</p><p>“Twelve dollars,” the man said.</p><p>Mike turned his back on the attendant again and, with caution, pulled his money from his pocket. He still had a ten and a one. He stuffed the one back in and faced the attendant.</p><p>“Look, i’m really sorry, but all i’ve got left is ten dollars,” he said, showing the bill to the man.</p><p>The attendant hesitated, but only for a moment. “Okay,” he said, smiling. Mike handed him the money and picked up the portrait, holding it out at arm’s length. He was pleased—it was the first real bargain he’d found all day—until he noticed that the lower edge of the velvet painting was covered with dust.</p><p>“No, man, this is dirty,” he complained. The attendant went to a corner and brought out a nylon brush with short, soft bristles. He dusted off the portrait and handed it back to Mike, who was smiling now. Mike stepped out of the shop, carrying the huge painting at his side. On the sidewalk in front of the Tamyko he sat down, crossing his legs under him, and settled in for the night.</p><p><span class=\"dropcap\">A</span>bout sunrise Wayne-O turned in his sleep, opened his eyes, and looked around the bare room. Taking care not to disturb Elizabeth, he dressed and slipped out of the room, then went over the bridge and into the club. Leta was there, writing out her address for a bearded young man who looked like a college student.</p><p>Wayne-O opened the aluminum-framed glass door at the front of the club and looked to his right. There, a few yards away, Mike was sprawled out, his legs extending across the sidewalk, his right arm flung over the top of the Jesus portrait, his head leaning back against the club’s outer wall. Wayne-O knelt down beside him. “Wake up, wake up, brother.”</p><p>Inside the Tamyko, Elizabeth reached over to the nightstand for the half-empty glass of brandy. While she sipped it she found herself thinking that perhaps it was true—maybe she was just too skinny, like the other girls said. But as she drained the glass, the thought that always consoled her at these times resurfaced. No, she wasn’t too skinny, and it wasn’t her age that made men get up in the night. It was just—as she’d thought on so many other mornings—that nothing good ever comes from men, nothing except children and brandy.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Children",
      "money",
      "ten",
      "Painting",
      "Work",
      "Hair",
      "Laredo",
      "Prostitution",
      "Women",
      "Band",
      "Conjunto",
      "Mother",
      "Spanish",
      "Beauty",
      "Bridge",
      "Business",
      "choice",
      "Dance",
      "Divorce"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Laredo",
      "Houston"
    ]
  }
}