{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199212",
    "date": "December 1992",
    "year": 1992,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1992/19921200.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 132,
    "document_page_range": [
      [
        144,
        145,
        146,
        147
      ],
      [
        164
      ],
      [
        166
      ],
      [
        168
      ],
      [
        170
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Blue Moon",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199212-bluemoon",
  "source": "/1992/19921200.pdf",
  "wp_post_id": 126861,
  "wp_post_guid": "http://www.texasmonthly.com/article/blue-moon/",
  "authors": [
    "Robert Draper"
  ],
  "headline": "Blue Moon",
  "dek": "His opponents are beating him up. His teammates are letting him down. His fans are deserting him. It has been a disappointing year for warren Moon, the Houston Oilers' superstar quarterback—and it isn't over yet.",
  "spread_caption": "",
  "excerpt": "Great expectations, no appreciation: That’s what Houston Oilers quarterback Warren Moon faces every week. Is it any wonder he’s the most frustrated player in the NFL?",
  "kicker": "",
  "word_count": 4899,
  "content": "<p>“WELL, Yeah, It’s a LItTLE Nippy,” Warren Moon said of the bone-chilling Pittsburgh weather as he strolled along the sidelines of Three Rivers Stadium, his hands tucked into the pouch of his practice uniform. Then he grinned his best quarterback’s grin, that expression of calm but ceaseless joy one tends to radiate when one’s chief life experience is that of being held in awe by thousands of total strangers.</p><p>Thinking for a moment of the right words, Moon declared, “This is football weather.” and with that the Houston Oilers quarterback squinted up at the ominous Pittsburgh sky, which on this Halloween afternoon resembled a ceiling of unburnished steel. “Hope it doesn’t rain,” he said. Just a hint of self-deprecation was in Moon’s voice, an acknowledgment that his worst performances have come when the football felt like a shucked oyster in his passing hand and the winds made a mockery of his artful spiral. But Warren Moon was still grinning. Elements be damned, the champion would prevail. He strolled off, signing autographs for little boys as he headed for the locker room—his footsteps leaving no impression on the astroTurf, as if in his quiet magnificence he had been elevated above mortal ground.</p><p>Almost 24 hours later, Moon came crashing down on the very same astroTurf, felled by Pittsburgh Steelers cornerback Rod Woodson, who blitzed Moon and slammed his head into the turf at the beginning of the third quarter. Moon completed the pass for a first down but lay there on the turf for several minutes while the Pittsburgh fans roared with bloodlust. He left the game with a concussion. From the sidelines he watched, dazed, as his team—arguably the most talented in football, as well as the weakest in spirit—assumed the lead only to relinquish it. With six seconds on the clock, as Oilers kicker al Del Greco prepared to boot a 39-yard field goal that would give his team a critical victory and a 6-2 record, the rain began to fall. Moon stood on the sidelines, getting wet, while Del Greco shanked the kick to the left and severely diminished whatever hope the Oilers had of reaching the Super Bowl.</p><img/><img/><p><em>Pass fail: Moon’s Hall of Fame statistics are no substitute for a Super Bowl championship.</em></p><img/><img/><p><em>“The pride within Moon is phenomenal,” one coach says. “It pervades his whole being.”</em></p><p><strong>It is thoroughly consistent with Moon's worldview that he expects far less of those around him than he does of himself.</strong></p><p>Photographs By Don Glentzer</p><p>In the locker room a few minutes later, reporters surrounded Del Greco, who recited his mea culpas with the beseeching look of the soon-to-be slaughtered, while defensive linemen Ray Childress and Sean Jones sat on benches and muttered their disbelief. Others offered up their somber musings. But in the training room off to the side, Warren Moon sat motionless on a table, wearing only his underwear and a bandage on his chin. The quarterback had a word with Oilers spokesman Chip Namias, who told the press, “Warren is not going to be able to talk. He is not feeling well, and he doesn’t remember much of what happened.” The reporters meandered off in search of other material while Moon continued to sit there, his face registering not so much pain as stupefaction. After a time, he reached for his socks and slowly pulled them on. Outside, the rain had stopped, but inside Moon’s head, the clouds would be slow to lift.</p><p>Concussions, Fractured Scapulae, and bloodlettings notwithstanding, Warren Moon retains the appearance of someone whose gravest indignity in life has been that he was once barked at by a dachshund. He is a smooth-looking man, conservative but fearless, and his smile is so brilliant that one tends to overlook the world-weariness in his eyes. He has been through too much to be a sunny optimist. Harold Warren Moon, Jr., was born on November 18, 1956, and raised in the Midcity District of Los angeles, a basically tidy neighborhood with noticeable rough edges. His father died following a liver ailment when Moon was seven, leaving Moon as the only male in a household that included six sisters and his mother. Today Moon’s meticulousness reflects an upbringing in which more time was spent learning how to cook and sew than how to gut an automobile engine. For his perseverance and work ethic, he gives tribute to his mother, Pat, who worked as a nurse while taking care of her seven children and exhorted her son not to be embittered by the racism he would encounter as a black quarterback. But growing up without a father left its mark as well. For all of the courage Warren Moon has shown on the football field, he has also shown a fatherless son’s tendency to gravitate toward where he is wanted and avoid doing anything that might make him less wanted. More conspicuously, there is a doleful aura to the quarterback, as well as a countenance that suggests a lifetime spent gravely taking on one burden and then the next.</p><p>Lately, Moon’s biggest burden has been the Houston Oilers, a team that he is supposed to be leading to the Super Bowl. The 1992 season began as the previous three had, with various sports publications predicting that the Oilers would be Super Bowl contenders. The Oilers had fallen short of expectations each time before, and this year, in characteristic style, they blew leads in three games (two against Pittsburgh and one against Denver) to arrive at the 1992 midseason mark with a disappointing 5-3 record. A week after Woodson tattooed Moon, the still-groggy quarterback spent the fourth quarter on the sidelines of the astrodome while the lowly Cleveland Browns handed the Oilers their fourth defeat, at which point any remaining talk about the Super Bowl abruptly ceased.</p><p>Moon is well aware that no matter what the pundits think, the Oilers’ underachieving ways have not gone unnoticed among other National Football League players.</p><p>“They look at us as a very talented team that is worthy of respect, but they somehow feel that we will find a way to screw it up for ourselves,” he says. “Player for player, a team like the Cowboys can’t match up with us—but <em>they </em>don’t beat themselves. I don’t know if it is strictly a matter of character or if it is just that we tend to make mental mistakes at the wrong time, but it certainly has something to do with the team’s attitude.”</p><p>Houston’s professional football, baseball, and basketball teams have each flirted with championship seasons, only to falter. But however disappointing the astros and Rockets may have been over the years, it is the Oilers who have mastered the ability to break a fan’s heart. In the past, the Oilers have been colorful but amateurish (the american Football League years of 1960 through 1969), forgettable (1970 through 1974), inspiringly overachieving (the Bum Phillips—Earl Campbell era of 1975 through 1980), and thoroughly awful (1981 through 1986). Over the past six seasons, the Oilers have become brilliant failures, exactly good enough to torture the psyche of Houston, a football-crazed town with an appetite for reckless romance. Goaded by the team’s flashy statistics and the highlight films of its star players, Houstonians undergo the annual ritual of daring to dream that the Oilers will make it to the Super Bowl. Would that the Oilers cared about dreams as much as they do about money and celebrity. They are a perennial winning team that never wins as much or as well as it should—and as such, when one talks about winners, one simply does not speak of the Oilers. Championships do not elude the Oilers: It is always the other way around, and so at the first sign that the Oilers are preparing to flee from greatness once again, Houstonians can be expected to turn on their team with the vengeance of a humiliated lover.</p><p>For the better part of a decade, Warren Moon has been both the least culpable Oiler and the most obvious target of blame. On the one hand, Moon is without question the most gifted quarterback the Oilers have ever had, one of the three or four best in the NFL and a future Hall of Famer. He also happens to be a dignified, intelligent man whose awareness of his responsibilities as a role model for children is matched only by his intense involvement in Houston community service. At the same time, Moon is the quarterback, and quarterbacks are paid enormous amounts of money because of the disproportionate influence they exert over their team’s fortunes. For years it has been clear that Warren Moon can pass and run, that he can read defenses, that his body is durable, that he is decent and generous and dresses well. But quarterbacks are expected to lead, and when Oilers fans ponder their team’s shortcomings, inevitably they ask themselves, “Is Moon the man to lead his talented but underachieving teammates to the Super Bowl?”</p><p>[ Continued On Page 152 ]</p><p>[ Continued From Page 135 ]</p><p>Judging from the remarks made on the various Houston radio talk shows and the letters published in the city’s two papers, apparently many believe that Moon does not have what it takes. A dwindling but still disturbing percentage of Moon detractors remains convinced that the color of his skin has something to do with his leadership deficiencies. Moon says that the racism doesn’t preoccupy him, only because he has dealt with it since he first began heaving passes. Growing up in Los angeles, Warren Moon didn’t get to play quarterback until he was a senior at predominantly white Hamilton High School because the head of the parents’ booster club was the father of a white quarterback. Even so, Moon went on to become a high school all-american as a passer, only to be recruited by various colleges as a potential defensive back. He opted for the University of Washington, where he beat out a white teammate for the starting quarterback job and thereafter spent years being called “nigger” by resentful fans. Moon’s remarkable senior-year performance in Washington’s 1978 Rose Bowl victory won him new admirers, but these did not include NFL scouts, who remained convinced that Warren Moon was not a legitimate pro quarterback prospect. Rather than face snubbing in the NFL draft, Moon signed with the Edmonton Eskimos of the Canadian Football League, where he broke so many records and brought home so many championships that by the end of the 1983 season, the Houston Oilers were willing to pony up $5.5 million over five years to have a black quarterback lead them out of the NFL cellar and to the Super Bowl.</p><p>Moon did well enough simply to survive his first three years as an Oiler. His offensive line couldn’t block, most of his receivers couldn’t catch, his coaches weren’t terribly clever, and the opponents he faced were twice as strong and twice as fast as anything he had seen in Canada. “Our team wasn’t very good, and I took a beating those first couple of years,” Moon recalls. “But I always got back up, and I think that’s one of the reasons why i’ve always gotten respect from the players.” The fans noticed this as well, and if they were chagrined that their new million-dollar-a-year quarterback wasn’t capable of overnight miracles, they had to give Moon credit: He wasn’t a whiner. Moon’s classy demeanor became even more apparent from 1986 to 1989, when the Oilers’ head coach was Jerry Glanville, a bombastic showman who dressed like Johnny Cash and feuded with the media like Richard Nixon. “His personality was totally different from mine, and I think he felt threatened by me,” says Moon. “Jerry is the type of guy who wants to be The Guy, and I think he felt I had more power than he wanted me to have. He was very paranoid.” Despite their differences, Moon took pains not to criticize Glanville in print. Oilers fans found Moon’s sense of restraint refreshing, cast as it was against the coach’s buffoonery. His honeymoon with Houston continued.</p><p>But by 1991, Glanville was long gone, the Oilers were flush with talent, new coach Jack Pardee’s pass-oriented offense—the run and shoot—was the talk of the NFL, and Warren Moon’s grace period evaporated. After a 7-1 start, the Oilers ended the regular season with a 4-4 nosedive. For the team’s seeming inability to score touchdowns, the fans blamed Moon, and during a 13-6 loss to the Philadelphia Eagles one Monday night in the astrodome, the criticism in the stands exploded into a frenzy of racial obscenities. Following the game, Moon received calls and letters in which the color of his skin was the primary topic. Incensed, Moon lashed out in the newspapers. “after I came out and said what I did, we started getting apologies,” Moon says. “Some of them said they had had too much to drink. Others said they were just frustrated. ”</p><p>Moon shrugs and looks down at his passing hand: “i’m frustrated too. Just like they are.”</p><p><span class=\"dropcap\">I</span>t Wasn’t Supposed To Be This way. Since his arrival in 1984, Moon has conducted himself as Houston’s model celebrity. Fans like their quarterbacks to assume a persona of regal inaccessibility, and from the very start, Moon showed signs—from his instant friendship with Rockets center Ralph Sampson to the number one he wore on his jersey—that he would not disappoint. But fans also appreciate a benevolent streak, and Moon, an uncomplaining autographsigner, had this as well. He kept the stargazers in heat by making the rounds with Magic Johnson and Jesse Jackson, but he never behaved like a spoiled prince. He commanded the right tables at the right restaurants, wore Italian clothes that flattered his six-three, 212-pound physique, and took full advantage of his marketing potential by signing a variety of endorsement deals. But by founding the Crescent Moon Foundation and donating hundreds of thousands of dollars to help inner-city children, Warren Moon showed that he cared about others less fortunate than himself—that he cared about Houston and planned to stick around for a while.</p><p>In the meantime, it was obvious that Moon was a quarterback of exceptional raw talent. He was strong and agile and threw what his offensive coordinator, Kevin Gilbride, calls “a gorgeously tight spiral, probably the prettiest pass in the National Football League.” In his first two years as an Oiler, Moon seemed too eager to prove that he was worth his bloated salary. Rather than throw the ball away, he challenged blitzes and thereby was sacked 23 times in his first six games; rather than take what the defenses gave him, he went for the riskier passes and finished his rookie season with more interceptions than touchdown passes. Moon experienced dreadful moments, as when he suffered four interceptions, two fumbles, and twelve sacks in a single game against the Cowboys in 1985. A few games later, against Buffalo, Moon drowned in the rain, completing three of his fourteen passes to his teammates and another three to the Bills. When Moon feebly complained about the weather afterward, <em>Houston Chronicle</em> columnist Ed Fowler was moved to observe, “Cancun is not on the schedule.”</p><p>But the starting job remained Moon’s, and each season he improved. When Coach Glanville bowed to his quarterback’s demand that the offensive scheme feature more passing in 1986, Moon responded instantly with a 310-yard passing day that gave the Oilers a 32-28 victory over the Cincinnati Bengals, snapping an eight-game skid. In 1986, Moon had 13 touchdown passes and 26 interceptions; in 1988, 17 and 8; in 1990, 33 and 13. Moon’s new-found ability to burn blitzing defenses became especially clear on December 16, 1990. That afternoon in Kansas City’s arrowhead Stadium, Moon completed 27 of 45 passes for 527 yards, the second highest passing yardage in a single game in NFL history. In such moments, he seemed capable of doing things no other quarterback had ever been able to do. Pro Bowl invitations, the all-time pro football record for career passing yardage, $3-million-a-year contract extensions—so many good things would come to Warren Moon that it would soon be impossible to overlook the one accolade that eluded him. As Moon himself says, “Winning the championship is the only thing left before the stamp of approval is put on my career. ”</p><p>Moon articulates this as he does every other thought, with only the slightest lilt to his deep and somber voice, as if already at peace with the possibility that this event will not transpire. He is an ambitious man who for years owned a chain of cookie stores, who openly contemplates a career in politics, and who entertained the goal of becoming the first black quarterback to win the Super Bowl until Doug Williams of the Washington Redskins beat him to it in 1988. But Moon’s ambitions have always been blunted with an edge of fatalism. To date, the watershed moment of Warren Moon’s life has been his father’s death, a tragedy that taught him early on that some things in life are well beyond Warren Moon’s control. Says his longtime friend and lawyer, Leigh Steinberg: “Warren has always shown extraordinary maturity in facing the world as it is, not as he would like it to be.”</p><p>Moon’s pleasantly resigned temperament serves him well in press conferences and at charity events, but it otherwise galls his critics—proof, they say, that he lacks a leader’s requisite fire in the belly. “The pride within him is phenomenal—it is quiet, but it pervades his whole being,” insists offensive coordinator Gilbride. Adds Coach Pardee: “It just kills him to make a mistake.” Yet it is thoroughly consistent with Moon’s worldview that he expects far less of those around him than he does of himself. And this, say his critics, is why Warren Moon is not the leader the Oilers need.</p><p>The rap on the Houston Oilers is that they are a team of overindulged narcissists who wither at the first sign of adversity. They play their home games at room temperature, under a dome; and regardless of the conclusions one draws from the fact that no dome team has ever gone to the Super Bowl, the Oilers have shamelessly voiced their reluctance to play on the road in bad weather. Last</p><p>season, the team boasted eight Pro Bowl players—a distinction that did not prevent them from buckling to the Denver Broncos in the second round of the playoffs but did have the effect of intensifying contract squabbles between the players and the front office. Pardee is probably correct when he claims, “I think the media have overrated the Oilers. We have some tough players, but people who really know the business and who look at us in terms of a forty-seven-man squad don’t rate our personnel as tops in the league.” at the same time, as Moon points out, “Sometimes you can have too much talent, to the point where individuals steer things away from the team concept.”</p><p>Even the most die-hard Oilers fans cannot dispute that the team is far weaker than the sum of its parts. For this, blame can be widely distributed. Oilers officials admit, off the record, that they have erred in drafting physically skilled but emotionally flawed players whom the team is stuck with, for now. Team owner K. S. “Bud” adams has appeared to show more generosity with player contracts than in the days when he was derisively known as Bottom Line Bud. But as a means of avoiding fat financial guarantees, adams has tended to structure deals so that they are loaded with incentive clauses—meaning that much of the money does not reach a player until certain individual goals are attained. “I know that a lot of the guys’ contracts are structured that way,” says Moon. “a guy has to have so many sacks or receptions or playing time before he gets paid a certain amount. Those things ought not to be the motivator. Y>u should be out on the field knowing that your salary is there, and you should just play for wins. But there are all these things in the back of a guy’s mind that he takes into the game, all these individual goals. And some of that I have to blame on the organization. ”</p><p>Not all of the players are head cases. But for every Ray Childress or Bruce Matthews—two Pro Bowlers who have played at whatever position the team has needed them—there is a Lee Williams, who complained bitterly when the coaches moved him to right defensive end last season to make room for american Football Conference sack leader William Fuller on the left side. For every hard worker like running back Lorenzo White, there is a gifted slacker like Cris Dishman. It’s true that the Oilers have lost most of their games by playing shoddy defense, but run-and-shoot teams have the reputation of prevailing on offense. The team’s fortunes therefore rest heavily with two receivers who epitomize all that is fair and foul with the Oilers: Haywood Jeffires, a tall and graceful but lazy and easily intimidated pass catcher; and Ernest Givins, the team’s most exciting but most self-centered player. When Moon speaks of his two star receivers, he stops just short of calling them children: “With Haywood, i’ve just tried to be real patient and talk to him about his work habits—but also to let Kim know that if he’s willing to work, i’m willing to make him one of my guys when i’m making the big play. With Ernest, he’s very temperamental. He’s a guy who wants the ball a whole lot, and consciously I have to go into a lot of games trying to get him the ball as early as I can, because otherwise he’ll sulk a little bit.”</p><p>Moon may not relish the job of nursing his receivers’ egos, but he dreads the alternative. “Some quarterbacks around the league like to get on a receiver when the cameras are on,” he says. “What i’ve heard about them is that they might be respected on the field, but off the field, guys didn’t like them very much.” For a leader, Moon has always demonstrated an intense longing to be one of the guys and to receive approbation from his peers. He chose to play college ball at the University of Washington rather than at the University of Southern California because he knew Washington was in greater need of his talents. When NFL scouts showed little interest in Moon, he bolted for the CFL, where he was lionized. By 1983, Moon had six NFL teams baying for his services, including the Super Bowl-bound Los angeles Raiders and their AFC runners-up, the Seattle Seahawks. When a <em>Houston Chronicle</em> reporter asked Moon why he chose Houston over such superior teams, Moon did not mention that Houston had offered him a guaranteed contract, that his wife had family in the city, or that the Oilers had recently hired his former CFL coach, Hugh Campbell, as the new head coach. Instead, he replied, “I wanted to go to a place where I was wanted. The Oilers have been letting me know for a long time that i’m wanted here.”</p><p>Moon has gone to great lengths to strike a balance between exerting leadership and preserving the affection of his teammates. Rather than reprimand fellow Oilers for excessive contract demands, Moon tried to set a standard for others to follow when he continued to attend practices and games throughout a twoyear contract disagreement. During training camp, Moon has taken it upon himself to advise younger players not to sacrifice a job opportunity for the sake of a few late-night thrills; but most of all he has kept his own nose clean, exercised good work habits, and hoped that others would follow his lead. At a crucial team meeting following a demoralizing October 18 loss to Denver, Moon got up to speak, as was expected. But the leader’s message—play consistently, seek out opportunities to make big plays, don’t point fingers—did not qualify as Moses-like oratory, and his teammates showed their lack of inspiration by playing to a listless 10-10 first-half tie with their next opponent, the anemic Cincinnati Bengals, before finally lumbering off with a 26-10 victory. “I think he has become over the last two years a bit more vocal, more outspoken in saying the things that need to be said,” says Gilbride. “But his basic personality is such that he is more comfortable leading through example.”</p><p>Like it or not, Warren Moon simply does not have it in him to treat anyone, including his teammates, in an undignified manner. As such, Moon will invite no comparisons with Bobby Layne, Doak Walker, Roman Gabriel, Terry Bradshaw, or any of the other spit-in-your-eye field generals of NFL lore. His style is more in keeping with that of the Cowboys’ Roger Staubach and the 49ers’ Joe Montana; and though neither was particularly given to sermonizing, Staubach became the quarterback of the seventies and Montana the quarterback of the eighties. Whether Moon will be remembered as the quarterback of the nineties does not hinge on his ability to humble his receivers any more than it depends upon the color of his skin. It will depend, perhaps unfortunately, on who he leads, not how he leads.</p><p><span class=\"dropcap\">W</span>hen Moon Is Asked To Name a leader whose style he emulates, he does not mention a quarterback. “Bill Cosby is the kind of guy I admire,” Moon says. “He is opinionated, and he supports whatever he believes in, whether monetarily or through words. I like the way he let his career develop, the way he got involved with kids. And what really impressed me was when he went back to school and got his college degree.”</p><p>To become acquainted with Warren Moon and the way he conducts his life off the football field is to develop a sense of wonder that anyone could form an opinion of this man’s character strictly on the basis of what he does on Sunday afternoons. Moon’s involvement in his foundation is anything but perfunctory: He personally reviews the applications of potential beneficiaries, personally interviews most of the applicants, and personally winnows the list to the 63 children that the foundation will send off to college. Some of the money used to underwrite their education is Moon’s; the rest is money that Moon has personally solicited from outside sources. “When we first started Crescent Moon in 1989, people assumed that for Warren this was just player hype or something he just wanted to stick his name on,” says Judy Riley, the foundation’s executive director. “But every year, it is becoming increasingly plain that this is more his life than football.”</p><p>During football season, Moon spends three afternoons a week at Crescent Moon. He also co-hosts two television shows and two radio shows. Moon is generous but regimented with his time. He does not like surprises and, as with most celebrities, is accustomed to being the center of attention and having things his way. But his nature is to be courteous rather than brusque, to maintain a stoic air when circumstances veer out of his control, and to acknowledge his own shortcomings—from his errant passes to his bumpy eleven-year marriage to his wife, Felicia, a former Hamilton High cheerleader. Moon can do whatever he wants, but in a sense, he is no different from other professional athletes of lesser attributes. His most vivid ambitions have him as a sports agent or, better still, a team owner, removed from the battering but still dangling from the umbilical cord that connects him to the locker room, where he has spent so many afternoons and which he admits he will miss more than anything, including an NFL championship. The boy who became a man at age seven is in no rush to leave the other boys behind.</p><p>Moon’s contract with the Oilers will expire at the end of the 1995 season. By then he will be 39 and, in all likelihood, backing up his present understudy, Cody Carlson. It is difficult to imagine anyone wishing to endure three more years of impatient fans, racist smears, sniveling teammates, and impending concussions—all for a shot at an honor that is likely beyond Moon’s reach. He speaks of his love of the game, but the smile that accompanies this sentiment is offset by that exhausted look in his eyes, not altogether different from the stare he fixed on the world moments after Rod Woodson smacked him to the turf at Three Rivers Stadium. All that abuse, with so much yardage to be gained elsewhere.</p><p>“I want to get more involved in broadcasting,” Moon says. “i’m thinking about going to law school. I want to take piano lessons. That’s something I have always wanted to do, something I would be able to do that’s soothing. I saw Elton John the other night. It’s amazing the way he plays the piano so effortlessly. His whole band would leave the stage, and he would just be out there by himself. That’s an instrument I could play, where I could be by myself and still make beautiful music. But there’s no way I could take lessons right now—not the way my hands are beat up during the season. ”</p><p>As Moon says this, his right hand rests on his desk. It looks strong and smooth, and no scars or calluses are detectable. But the fingers are slightly curled, as if Warren Moon is clutching something he has no intention of throwing away.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1992",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Football",
      "Fans",
      "NFL",
      "Games",
      "money",
      "Quarterbacks",
      "Super Bowl",
      "Career",
      "Children",
      "ever",
      "Game",
      "Houston Oilers",
      "School",
      "Work",
      "American football",
      "Childress",
      "Coaches",
      "College",
      "Cowboys"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Washington",
      "Childress",
      "Canadian"
    ]
  }
}