{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19832",
    "date": "February 1983",
    "year": 1983,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1983/19830200.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97,
        98,
        99
      ],
      [
        154,
        155
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Tea For Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198302-teaforte",
  "source": "/1983/19830200.pdf",
  "wp_post_id": 119601,
  "wp_post_guid": "http://www.texasmonthly.com/article/tea-for-texas-3/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "Tea For Texas",
  "dek": "You can lead a Texan to high tea, but can you make him drink?",
  "spread_caption": "",
  "excerpt": "Can Texans be won over to the antique tradition of tea and little sandwiches in the afternoon? Dallas’ and Houston’s new gilded hotels are counting on it.",
  "kicker": "",
  "word_count": 3134,
  "content": "<img /><img /><p>Whether Real Texans will take afternoon tea is an issue that has only recently reared its head. Six of the luxe new hotels in Dallas and Houston are betting they can lure the locals away from the joys of happy hour to the starch and circumstance of stout little teapots, flowery china, and obsessive-compulsive sandwiches with the crusts cut off. These are high teas that the hostelries are staging, which is to say they involve a drawing room setting, “terribly nice” tea trappings, and an entire small meal —ostensibly elegant—of sweets and savories. But after an initial rush of determined tea-takers, the afternoons have grown long and empty in the salons of the Dallas Adolphus, the Plaza of the Americas, the Mansion on Turtle Creek, and the Lincoln-Radisson, and the teapots sit forlorn and largely idle at Houston’s Inn on the Park. Only at Houston’s brandnew Remington is teatime a hot ticket, beset by a stream of socialites that would have gossip queen Maxine Mesinger grabbing for her Cartier pen.</p><p>Part of the problem may be that certain of our fellow Texans would not go to tea on a bet. One can imagine Mark White at tea, but Jim Hightower? Uh-uh. Lynn Wyatt would take tea, but Oscar most assuredly would not. Ray Hunt could hoist a teacup with the best of ’em, but big brother Bunker is another case entirely. Willie Nelson, yes; Joe “King” Carrasco, no. Earl Campbell and Bill Hobby would take tea if their mothers went along. Bob Bullock? The mind boggles.</p><p><em>Dallas’ Adolphus plays teatime to the hilt, with Victorian decor, courtly waiters, and a swanky cart full of middling morsels.</em></p><p>Photograph by Kent Barker Dress courtesy of Lilly Dodson</p><p><em>“Certain Texans would not go to tea on a bet. One can imagine Mark White, but Jim Hightower? Willie Nelson, yes; Joe “King” Carrasco, no. Earl Campbell and Bill Hobby would, if their mothers went. Bob Bullock? The mind boggles. ”</em></p><p>Texans who take to the tea tables of an afternoon may congratulate themselves on their civility —nay, their virtue. English poet William Cowper touted tea to his gin-swilling countrymen as “the cups that cheer but not inebriate.” The gentleman had a point, since it is demonstrably easier to maintain a cool heart and a collected head in a tea salon than in an icehouse, and the art of gentle conversation does seem to flourish better over a scented cup of orange pekoe than over a Jack Daniel’s on the rocks. For all that, teatime’s virtuous air can be illusory. Texas hoteliers (mindful, perhaps, of their market) give their clientele every opportunity to cheat: at the Adolphus and the LincolnRadisson, for instance, sherry and vintage port are pointedly displayed on the tea carts; champagne cools none too discreetly at the Mansion; sugar-rimmed brandy snifters grace the tea spread at the Inn on the Park; and patrons at the Remington are greeted by a hostess who inquires, “Cocktails? Champagne? Tea?” Those expensively dressed ladies on the Remington's cushy sofas may appear to be enjoying some chaste oolong in the company of their beribboned and beknickered little daughters, but look again. That's Miller Lite in pilsner glasses that the proud mamas are sipping.</p><p><strong>the Adolphus</strong></p><p><em>People-Watching Amid the Potted Palms</em></p><p>Teatime ambience varies wildly from hotel to hotel to hotel. The refurbished Adolphus offers tea in portentous Victorian surroundings, all chinoiserie, potted palms, and lofty, solemn paneling. “I feel a terrible urge to smoke a cigar,” admitted a nonsmoking friend upon entering this lobby; it’s that kind of place. The chintzy pattern-on-pattern busyness is echoed by the subdued bustle of lobby traffic. (This is a prime people-watching venue where tea-takers may espy anyone from an elderly shop clerk knitting stolidly over her strawberry daiquiri to curlyhaired Ben Barnes, who nearly trod on my foot one afternoon.) Patrons who seat themselves at one of the half-dozen or so lobby tables laid for tea are ministered to by a waiter who is at once ceremonious and slightly irreverent. “Welcome to our afternoon high tea service,” he intones with a lilt that suggests he knows we are all playing a role.</p><p>Much ado is made about tea making here: after selecting one of “our fourteen exotic teas” (Twinings all, from sturdy Indian tea to delicate Chinese and ersatz spiced twentieth-century blends), you’re treated to the spectacle of the rinsing out of the teapot with hot water, the filling of the pot with tea leaves and more hot water (at this point the waiter jerks the pot up and down as if he were milking a balky cow), and the placement of the teapot on your low marble tabletop with the stern admonition that you should let it steep five minutes before pouring it through a mesh strainer into your cup.</p><p>This bit of business accomplished, an astonishing cart that resembles the world’s swankiest iron lung rolls up. “I know it looks like an incubator, but this cart cost six thousand dollars,” confided young waiter Ricardo, doling out decorative tea sandwiches of brown and white bread layered in stripes. Smoked salmon was a hit, the bread thinly sliced and properly sealed with butter to ward off sogginess; crisp cucumber with alfalfa sprouts cried out for some salt and white pepper, though, and the flannelly tomato sandwich was purely depressing. Tea pastries that popped out magically from the cart’s glass barrel were scarcely more consistent, from ingratiating banana bread to inoffensive strawberry or kiwi tarts to a horrid, artificial-tasting Grand Marnier confection layered with elderly sponge cake. The saving grace was a trayful of devastating chocolate truffles, suave and dark as midnight, very nearly obscene. Personally, I could eat enough of those truffles to make the Adolphus’ $ 10 all-you-can-eat-within-the-bounds-ofdecency prix fixe worthwhile; Ricardo aided and abetted by wheeling the iron lung around offering seconds, then thirds on everything. Value for money, as they say in England. A final cheery conceit is the “Afternoon Tea Edition” of the <em>Dallas Times Herald,</em> lovingly encased in a pastel wrapper, that arrives to divert the Adolphus tea-sipper.</p><p><em>(Continued on page 152)</em></p><img /><img /><img /><p>Kent Barker</p><img /><p>Kent Barker</p><p>Kent Barker</p><img /><p>John Grossman</p><img /><p>John Grossman</p><p><em>The prize at the Mansion on Turtle Creek (opposite, top) in Dallas is the room itself. From tea to scones, all is cozy at Dallas’ Plaza of the Americas (far left). The champagne runneth over during teatime at Houston’s Inn on the Park (left).</em></p><p><em>With its shopping mall air, Dallas’ Lincoln-Radisson (top) serx’es a tea that’s a tad rowdy. To see and be seen, you must sip your tea at Houston’s Remington (above). Oblivious to the plink of harps and the lifted pinky, roadside cafes like Barth’s (right) will survive the invasion of ceremonious tea.</em></p><img /><p>Carlos Quintanilla</p><p><strong>Tea For Texas</strong></p><p><em>(Continued from page 96)</em>_</p><p><strong>the Mansion On Turtle Creek</strong></p><p><em>Slim Women And Feckless Young Men</em></p><p>The chief attraction at the Mansion on Turtle Creek’s tea is the room itself, a sunny Mediterranean affair of creamy travertine floors, pretty rattan chairs, and sienna marble tabletops. Something about the soothing aura and lavish floral arrangements shrieks of privilege, and the sparse clientele here bore that notion out: slim women in Palm Beachy tans and expensive knits whispered near a table of whitehaired matrons in Neiman-Marcus suits, while a table of crisply bearded gentlemen held forth at the far end of the salon. The tea was a modest half-dozen Fortnum and Mason varieties, served in fat little pots on baby paper doilies. But the tea proved more felicitous than the food. We were offered only a tray of dreary, highly embellished canapes that included such hoary cocktail party staples as salami-andcream-cheese cornets. Sandwiches, cut with geometric precision, ran to such indignities as deadish guacamole garnished with shrimp and rounds of brown bread bearing piped-on spirals of liver pate that had darkened at its exhausted edges. The only attractive option was a colorful mosaic of vegetable pate on thinly sliced white bread (alas, no longer available). Sweets? I'll never know, since the waiters didn't deign to bring the tray around. Finally these feckless young men had to be flagged down from the sidelines, where they had gathered to yuk it up while we poor tea-takers fumed, pastry less and checkless, at our table. Ritzy is as ritzy does, we always say.</p><p><strong>the Plaza Of the Americas</strong></p><p><em>Tart Little Explosions</em></p><p>Teatime at the Plaza of the Americas in Dallas is noteworthy for its cozy, beautifully doored little salons, fitted out with mouse-gray walls and carpet, plus a gorgeous pastry table that pleases more often than it disappoints. Tea seems unusually fresh and aromatic here, whether it is an obstreperous English breakfast blend from India and Ceylon or a fine, dignified large-leafed Darjeeling. Yes, the linens could be ironed a good deal more carefully, and yes, the chairs could be more comfortable. Certainly the execrable sandwiches could be improved upon-the soggy cucumber, the liverwursty pate, the limp tomato. But the high, dense scones split and spread with strawberry preserves, then crowned with real whipped cream, showed definite mettle; likewise the blackberry tart with its crisp, almondy crust, each blackberry a tart little explosion, and the two kinds of high-gravity shortbread. There are bowls of strawberries and cream (shades of Wimbledon!) for those who want them, or a nip of sherry, or an all-too-stodgy napoleon. Dividends: the plush love seats in the main salon and the nostalgic, bowtied regalia sported by the teaboys and teagirls.</p><p><strong>the Lincoln-Radisson</strong></p><p><em>The Attention of Yi Jen</em></p><p>In a category all its own is tea at the Lincoln-Radisson, out north where the Dallas Galleria sprouts wild and mirror glass reigns supreme. “If we got caught at the right angle we’d be fried like a grasshopper under a magnifying glass,” complained my Dallas-wise companion as we approached the hotel entrance under acres of reflective walls. Fried we were not, but inside we were assaulted with a barrage of peculiar sound effects: catcalls, laughter, and noisy echoes from lobby merrymakers, an undercurrent of rattling silver and china, Muzakal noodling, and a disturbing gurgle of running water, as if from a kitchen dishwasher. Taking tea at the Lincoln-Radisson is rather like taking tea at a big shopping mall, given those noises, the colossal white pillars, and the semicircular backlit tiers that illuminate the ceiling. Pleasant though they were, three-decker shrimp salad sandwiches were no bargain at four bucks apiece, and the pastries were by and large unappealing. Cheesecake was a gummy business with a gelatinous strawberry topping. The advertised peanut-butter-and-apple croissants proved to be unavailable, a blessing perhaps. Several items made the grade: good, honest tea (G. H. Ford label from Poughkeepsie), a nice crumbly almond tart, and the attentions of an eager and charming waiter called Yi Jen, who advised us on Dallas <em>dim sum</em> and nodded approvingly over our undoctored tea. “Sweeten it and it tastes like sugar water,” warned the Hong Kong native, wrinkling his nose.</p><p><strong>the Remington</strong></p><p><em>Pomegranates On a Grecian Table</em></p><p>The grandest Texas tea occurs at Houston’s Remington on Post Oak Park-a sister hotel to Dallas’ Mansion on Turtle Creek. Here the corporate anonymity of the facade and the stark antechamber gives way to palazzolike splendors: marbled halls, serenely squared columns, and an elegant little newsstand. Taking tea in “the Living Room” is rather like being invited to tea at an imposing private mansion, a fact that has not escaped Houston’s high and mighty. Roll call one winter’s afternoon after the Remington had been open a scant five weeks included a Hirsch (Winifred), a Weingarten (Bernice Welch), and a Bentsen (Nancy). An angelically clad harpist plinked in the background while the ladies, wearing enough suede and leather and designer wool to gladden the heart of any retailer, perched decoratively on the Living Room’s billowy furniture.</p><p>This is an immensely pleasurable room, calm and beautiful with its carefully orchestrated pinky-brown hues and given (like its clientele) to the grand gesture —a towering pyramid of apples and pomegranates, aromatically soaked in cinnamon water, atop a Grecian table; a stunning black-and-gold oriental screen that covers a whole wall and is inarguably a Major Piece. Details have been attended to, from the tabletop spider lilies and the phalanxes of deep pink kalanchoes skirting the water cascade outside to the fuchsia-rimmed Limoges china, adapted from an old Meissen pattern. The actual tea fare is no better or worse here than it is anywhere else, although it is the most costly around.</p><p>There are an extravagant eighteen varieties of Twinings to choose from, among them the only gunpowder tea (a delicately bitter Chinese green tea) that I saw on my rounds. The tea is well and unobtrusively made, without any embarrassing fanfare, and the staff shows a willingness to concoct its own special blends for patrons who seem undecided. Pastries are long on looks, shorter on quality. Mousse cake bristling with thin splinters of chocolate looked ravishing and was not, delicious layers of mocha cream and raspberry preserves notwithstanding; the problem was the exceedingly dry layers of milk chocolate sponge, which tasted as if it had been made a week previously and left to sit. Better were the tiny fondant cookies hiding caches of jam and chocolate, miniature eclairs filled with mocha cream, and chocolate-dipped strawberries.</p><p>Tea sandwiches were shockers: four bites’ worth of slivered prosciutto and tomato or cucumber and cress for a cool $4.50 —which averages out to about $1.12 per bite. Our particular sandwiches were impeccably buttered and fresh, but reliable sources reported that sandwiches had been served on dried-out bread a few days before —an outrage at this price. Wise tea-takers will stick to the pretty petits fours, a plateful of which goes for $3.50. People in a hurry, who probably shouldn’t be taking tea anyway, would be wise to ask for their checks far in advance. The waiters, charming young fellows dressed like operetta cadets, were having trouble keeping up with the full house and had to be literally begged for a tab.</p><p><strong>the Inn On the Park</strong></p><p><em>An Afterthought, But a Comfortable One</em></p><p>Teatime at Houston's trim, modern Inn on the Park is the best bargain of all at $4.75 for “full tea service,” which includes sandwiches and sweets, but tea appears to be more an afterthought than a way of life. Most people in the vast tropical Palm Court lobby seemed more interested in cocktails or champagne by the glass, and the solitary waitress was quicker to refill those lucrative glasses than to greet us, to ask what we wanted, or to top off our twin teapots with more hot water. Still, this is a comfortable, understated spot to sip one of seven Twinings varieties (including a fragrant lemonscented blend and a smoky Earl Grey perfumed with oil of bergamot), surrounded by tropical palms, soft green upholstery, and the soothing babble of a handsomely terraced indoor water sculpture. Your tea plate comes decked with well-buttered sandwiches of cucumber and cream cheese or smoky ham and cheese-the latter so generous as to be more suited to Monday night football watchers than to Princess Di and the Queen Mum.</p><p>Unfortunately these liberal sandwiches had been allowed to dry out on the tea buffet; either a damp tea towel or a policy of serving freshly made sandwiches instead of the ones on display is in order. Do not miss the Inn on the Park’s custardy little fruit tarts of kiwi or strawberry housed on a rich, nutty crust, but pass on the strongly alcoholic kirsch tart and the gruesomely stale baby eclair. Come prepared to savor the expansive, thought-provoking view from the Palm Court's far window wall: three minimalist cerise slabs spouting shoots of water: then a willow-fringed green; finally an explosion of mirror-glass corporate shrines and a band of blue sky. Amusingly juxtaposed in the midst of this commercial eighties grandeur is the Saks house, a stubborn little ranchburgher that was allowed to stay on as part of its owner's deal with the developers of the Riverway Office Park.</p><p><strong>Alternatives To Finery</strong></p><p><em>Go Scottish or Go Country</em></p><p>To a tea, the fancy hotel productions seem self-conscious and mannered, a bit uncomfortable in their role as importers of an alien tradition hundreds of years in the making. Nowhere was our welcome spontaneous, and in nearly every instance the hostess or waiter on duty eyed us like visitors from Uranus until we firmly announced our intention to take tea. But for a no-nonsense tea of the farmhouse rather than the drawing room genre, Glendinning’s Scottish shop in Houston’s Memorial area does the trick. Patronized by ladies of mature years in sensible shoes —the same women who utter, “You can’t go wrong with Pringle” while fondling the shop's woolens —Glendinning’s serves up proletarian Ty-phoo teabag tea in working-class aluminum pots.</p><p>The comestibles are no less sensible, whether they be a sturdy Bridie, a lively turnover of spicy ground beef and vegetables served with formidable Aran mustard, or stalwart scones —biscuitsplus that are studded with tiny black currants or laced with shredded cheese. Sometimes the scones here are irreproachable; other times they are victims of age, made days before and left to languish. But when they’re good, they’re very, very good. Served with butter and plum preserves, they lack only a glob of clotted cream to make them sensational. Avoid the remorselessly dry gingerbread in favor of the delightful, short-textured shortbread with its granulated topping.</p><p>The surroundings are unfussy but apt, modeled after the Willow tearooms of hallowed Scottish architect Charles Rennie Mackintosh and marred only by a jarring fluorescent panel over the pastry counter. Expect no drawing room niceties from the brusque Scottish ladies who man this tearoom. They’re a tart bunch, unmoved by the supplications of would-be customers who've driven from afar after phone reassurances that tea was served until 4:30 p.m. “Somebody made a mistake,” they shrugged at 4:05 p.m., continuing to close down without offering so much as a wee piece of shortbread by way of consolation. Do not set out for tea here without getting the times absolutely confirmed, preferably by two separate sources.</p><p>For the antithesis of the la-di-da hotel teatimes, though, the seeker of eternal homegrown truths should turn to the Texas roadhouse cafe, an archetype being Barth’s, on Highway 181 in Kenedy, the gateway to South Texas. Here amid lumpy booths and swiveling counter stools, travelers and patrons of long standing refresh themselves with an iced tea or hot coffee. Pick from the mile-high whipped cream icebox pies in Barth’s glass pastry case and exchange pleasantries with waitresses who seem to have been around since the place moved to its present location back in ’46. These women are sure of themselves and their mission, with no niggling doubts as to whether they should try to impersonate a British butler or a downstairs maid. They may not offer you a pastel-wrapped newspaper, but for instruction you can always scan the inspirational placards on your tabletop. Long after the borrowed high tea ritual is just a publicist’s fond memory, Texans will be taking their afternoon pauses at places like Barth’s.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Food &amp; Drink",
    "wp_issue": "February 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "TEA",
      "Sandwiches",
      "Dallas",
      "Bread",
      "Texans",
      "Women",
      "Champagne",
      "Chocolate",
      "Texas",
      "Water",
      "Business",
      "Earl Campbell",
      "people",
      "Shopping",
      "Shrimp",
      "The Adolphus",
      "White Bread",
      "Affair",
      "Apples"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Houston"
    ]
  }
}