{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19862",
    "date": "February 1986",
    "year": 1986,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1986/19860200.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117,
        118
      ],
      [
        144
      ],
      [
        146
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Making Peace With Grandfather",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198602-makingpea",
  "source": "/1986/19860200.pdf",
  "wp_post_id": 122712,
  "wp_post_guid": "http://www.texasmonthly.com/article/making-peace-with-grandfather/",
  "authors": [
    "Vance Muse"
  ],
  "headline": "Making Peace With Grandfather",
  "dek": "To his family he was just Bompie, a dear old crank. To america in the thirties, Vance Muse was a potent lobbyist for right-wing causes from labor-baiting to white supremacy. How could I be his namesake?",
  "spread_caption": "",
  "excerpt": "The man I knew as Bompie had been a public figure, but my father had always seemed ashamed of what he had done to achieve his fame. Finally I found out why.",
  "kicker": "",
  "word_count": 4619,
  "content": "<img/><img/><p><em>From his rolltop desk. Vance Muse (above right) produced his notorious diatribes against Roosevelt, unions, blacks, and Jews.</em></p><p>Photograph By Jim Myers, Styling By Sarajane Sacks</p><img/><p><span class=\"dropcap\">O</span>ne of the things I will inherit from my father is an enormous rolltop desk. For as long as I can remember, the desk has been with us, taking up too much room, its dark oak mass fitted with heavy brass hardware; this is manly furniture, the desk of someone who fancied an obvious symbol of power. When we were little, my cousins and my sister and I would play on the desk, stepping onto the lower drawers to reach the top, rolling it back like a heavy garage door. Three or four of us could squeeze in, and we’d pull the top down over us, pretending to be inside a giant’s tomb—to us this was the desk of a monster.</p><p>Papers of my father’s father, whose desk this originally was, have been hidden away beneath the rolltop since he died in 1950, shortly after I was born.</p><p>Placed on the desk are the few relics of that grandfather that we were allowed to see: a silver cigarette case, engraved; photos; an edition of <em>Who’s Who,</em> its red cover faded; opera glasses; a black fountain pen, as long as a dagger, in an alabaster stand. Propped up, in a simple picture frame, is a Texas Senate resolution honoring my grandfather as “a great american.” To me the desk was a shrine to the senior Vance Muse—“Dad Muse” and “Bompie” to the family-who, we grandchildren came to realize, had been a public figure. But as I grew up, I began to sense that my father, Vance Junior, was not proud of what his father had done for his fame. It would be years before I found out why.</p><p>My father rarely spoke of the man’s work. I knew that Bompie had been “in politics, sort of,” I heard what fun the family had had, and I saw that too, in loads of photographs and home movies. There were wonderful stories about gambling at racetracks, a summer house on a Minnesota lake, and spirited parties. Much was made of Dad Muse’s build, at six five and 275 pounds, and of a deep scar down the left side of his face, something about a hunting accident. Gouty, he would sit with his left foot on an ottoman and make everyone laugh about his red wine cure. There were the creepy details that his coffin, like his shirts, had had to be custom-made and that the pallbearers had staggered under his weight. I went off to college certain that whatever my grandfather had done, he’d known how to have a good time and was beloved for it.</p><p>In austin, at the UT undergraduate library one night, I discovered what my father had not told me. Researching a paper for a government class, I pulled a 1943 <em>New Republic</em> and spotted my grandfather’s name —my father’s and my name —in an article about lobbyists bullying for a range of reactionary measures —racist, anti-Semitic, antireform. Standing at the stacks, I was shaken, instantly ashamed, and I hoped no one was reading over my shoulder. “Vance Muse,” the story went, “can be depended upon to stir up race tension . . . to prey on ignorance and prejudice.” Feeling sick, I had to sit on the floor to keep reading. “He knows how to make a tiny minority sound like a majority” as he boiled over about the country’s bedevilment by CommunistYankee-Jewish-black-labor union forces. Next came the revolting news that it was my grandfather who had printed and distributed the infamous leaflets accusing Eleanor Roosevelt of having dangerous sympathies because she attended a function with the black student body at Howard University. I abandoned my homework for the evening and looked up more family history, finding it under Southern and Texas politics, race relations, labor union opposition, anti-Semitism, extremism. The <em>Nation</em> called my grandfather “a dangerous threat to labor”; <em>Collier’s</em> referred to him as a “havoc crier.” Here for anyone to see were the details of my grandfather’s hate-for-hire career, as a white supremacist, an anti-Semite, and a Communist-baiter, a man who beat on labor unions not on behalf of working people, as he said, but because he was paid to do so. “Bompie,” that cuddly-bear endearment, suddenly seemed like an injoke—who but his immediate circle could find this man lovable?</p><p>That was a late night at the UT library, and walking back to my apartment, I remembered how my father had censored himself whenever i’d asked about Dad Muse. No wonder he had never said much; we had to keep this quiet. It was 1969, whole-earth time in austin, and I was so earnestly enlightened —how could I have come from such a bigot? I got home —the properly junky Volkswagen in the driveway, the Moody Blues coming from the house —and wished all those stories about my grandfather, in libraries all over america, would turn to dust.</p><p><em>Vance Muse lives in New York. His articles have appeared in</em> House & Garden, Rolling Stone, <em>and</em> Gentlemen’s Quarterly.</p><p>My father, who had learned not to see things his father’s way, may still wish for that, regretting the public record of a man he knew well enough to love. Though he turned from the family business of rightwing politics, my father forgives, forgetting the fury of his father’s life, hoping others have too. When I told him I would write about Bompie, my father at first said, “Splendid,” then “Go easy on him.” He took me to the rolltop desk, to my grandfather’s papers, and we looked at photos, read letters and telegrams, went through a scrapbook of newspaper clippings. After a while my father put everything away and rolled down the top. I asked if it was hard to be the son of a man like that, and he admitted a little: “I suppose it would’ve been easier if Dad had been an executive of some nice corporation. But that wouldn’t have been as interesting. He’s the horse thief in the picture.”</p><p>The troubling thing is that Dad Muse wasn’t a lone rustler—his chief helpmates, philosophical and clerical, were his wife, my grandmother Marie, and his sister, my great-aunt Ida. Theirs was a family operation, Vance and Marie out of Houston, Ida out of Fort Worth: Muse, Muse, and Muse. Bompie ran the show. With his intimidating stature and booming voice, mailing lists and mimeograph machines, he made the Muse menace, pamphleteering, fundraising, agitating. In his own evaluation he was “the greatest lobbyist in america.” Franklin D. Roosevelt’s four elections ensured the long career of the Muses, for here was their ideal enemy, the paternalistic president whose social and economic programs intervened in people’s daily lives and private businesses. “That crazy man in the White House,” my grandfather wrote, “will Sovietize america with the federal hand-outs of the Bum Deal —sorry, New Deal. Or is it the Jew Deal?” (Dad Muse also hated Roosevelt for his “subversive appointments.” When FDR named Felix Frankfurter, austrian-born and Jewish, to the Supreme Court, my grandfather launched a campaign to “americanize the Court.”)</p><p>Some men wear different hats, my grandfather had different letterheads. He wrote on behalf of a dozen organizations, most of his own creation, all of them headquartered inside that desk at home in Houston’s West University Place. The names of his organizations are like bayonets in the ribs, forcing you to either salute or genuflect: the Christian american, the Southern Committee to Uphold the Constitution, the Order of american Patriots, Sentinels of the Republic. In his pamphlets, newsletters, and the <em>Chris- tian american</em> magazine, he spoke up, in tabloid pitch: Communists infiltrating school boards, New Deal agencies, labor unions! Enfranchised Negroes to overwhelm white rule! Dictator Roosevelt will crush states’ rights! Beware the International Jewish Conspiracy! (My grandfather never delineated the aims of that conspiracy, as he did in his hallucinatory “Red Radical scheme to organize negro maids, cooks, and nurses in order to have a communist informer in every Southern home.”) Marie and Ida were with him all the way, twisting politics and religion, trumpeting threats to the godly, american way of life. None of them belonged to a church, but they preached that labor unions were evil because they came between God and the worker and that racial integration was immoral.</p><p>Such extremism distressed those nearest Bompie, and a deft change of subject became the key to surviving family occasions. “Getting together,” an aunt says, “meant staying on your toes, ushering the conversation along. If you didn’t, Dad Muse would go on and on—not to be cruel, he just assumed everyone felt the same as he did. He was doing what came naturally when he brought politics to the dinner table.” Trying not to listen, containing the lashing reply, my parents sat there, wishing the man at the head of the table would please shut up so they could go on loving him. Having no sense that he had veered too far, he presented the family as a united, politicized patriarchy: here is what the Muses think. His pamphlets occasionally named his sons as war veterans and family men solidly behind the family cause. Even his holiday greetings could be loaded. One Christmas card referred to the Gettysburg address, the Bible, and the Bill of Rights; another gibed New Dealers. All of us were implicated—Season’s Greetings from the Crackpots.</p><p>Still, when Dad Muse went on a tear, it was sometimes hard not to enjoy it, and I suspect that much of his carrying-on was for the showy fun of it. Walter Cronkite, who covered the Texas Capitol for Scripps Howard in 1935, remained amused by him after surviving a skirmish. As Cronkite remembers it, the trouble started when a representative from Harris County insulted the entire gallery of lobbyists, yelling something about the “third house” of the Legislature. Afterward, my grandfather invited Cronkite for a drink in his room at the Driskill Hotel, which he kept while the Legislature was in session. They pressed into an elevator so crowded they couldn’t turn around; facing them, pinned against the rear wall, was the lobby-hating legislator. Dad Muse seized the moment, hollering, “Why, there’s the smallest brain and the biggest mouth in the Legislature.” The two men started to swing. The elevator doors opened, and Cronkite and my grandfather jumped out, leaving a riot to ascend to the next floor. “Vance Senior,” Cronkite says, “was one of the biggerthan-life Texans, not a bad thing to be in his line of work. It’s funny, but it’s hard to remember him as a political extremist, though I never dealt with him professionally. I knew him through your father, and he was my friend’s jovial father first. I guess I felt differently after the war, when we knew more.”</p><p>[ Continued On Page 142 ]</p><p>[ Continued From Page 116 ]</p><p>The historical facts, the ways my grandfather worked, prepared me for less fond recollections. Even at fair targets—big government, inequitable tax structures, violent labor union activity—he aimed low, and all those who disagreed with him were “Red atheists, haters of Christianity, and Yankee racketeers.” The name-calling came back to him—in the labor press he was “the Big Fink.” The american Federation of Labor called him “Fascistminded,” and to the Congress of Industrial Organizations he was “a one-man goon squad.” He delighted in the attacks, printing them into booklets to mail around the country as fundraisers. (Two typically inflammatory leaflets were titled “Join the CIO and Build a Soviet america” and “Communistic Influences in the Texas Senatorial Race.”) as colorful a speaker as he was a writer, he bought blocks of radio time in Houston, San antonio, Dallas, and Fort Worth, having as guests “outstanding men and women of Texas,” who responded angrily to FDR’s fireside chats. Fundamentalist ministers were on his programs, and conservative school board members, and factory workers who said that labor union members were lazy. Candidates for reelection also came on for “emergency discussions” of how democracy could be saved from the New Dealers. The mail and radio appeals brought funds from Southern millionaires and Northern industrialists—everyone, Dad Muse bragged, “from the big oil boys to the Du Ponts.” alfred P. Sloan, head of General Motors, sent money, as did other men who would have liked to break the power of unions in the automobile industry. As a doorbell-ringing solicitor, Bompie also scared up small contributions, calling on those he claimed as his true constituency, “the good people at the forks of the creek and the far down crossroads,” any folk whose eyes bugged at the mention of unions. The fundraising paid well. Dad Muse assigned himself a salary and in the best years could reward Ida or anyone who had beaten bushes for him with a cut of the take.</p><p><span class=\"dropcap\">B</span>efore he went to work for FDR’s Public Works administration, before he met my mother and began to lean her way, my father had gone along with the Muse calling. He and his brother, Milton, two years apart in age, pitched in, stuffing envelopes and canvassing. Uncle Milton has wondered what they got into. “There were occasional wee-hour errands to run, and we used to tease Dad about keeping one step ahead of the sheriff.” Neither son had made any mindful commitment—they were simply working for their father; for all they realized, he could have been on the left. Besides, I don’t think they took his career seriously. As a student at UT, my father kept his humor about it, once saying that he and Milton were beneficiaries of the Southern Committee to Put Two Boys Through College, a crack that somehow got to the press (the a<em>Jew Republic,</em> for one, printed it). Dad Muse laughed along, seemingly in on the joke that he was a huckster.</p><p>My father’s years at UT and Milton’s at Rice sound ideal to me, for those Depression-era college boys had everything-my father even had recreational use of Dad Muse’s room at the Driskill. The brothers supplemented their allowances by selling the <em>Directory of State Lawmakers,</em> the only nonpartisan Muse publishing enterprise. They could enjoy thinking that their father was fighting what to most Texans and Southerners was the good fight to keep unions down and minorities in their place. My father, as the son of a freewheeling crusader, led a glamorous early life, from Texas to Washington, D.C., and back again. In the late twenties Dad Muse moved the family to Washington, where he formed organizations to lobby for high tariffs and low income taxes. In the expatriate manner the Muses were more Texan than they had been back home. Marie hung Western art in their hotel suite, and Bompie showed off his young cowboys. A picture in the <em>Washington Evening Star</em> shows Texas Senator Morris Sheppard standing in front of the Capitol with two city slickers, looking mighty uncomfortable in their chaps and boots (perhaps no more so than their father felt in his ten-gallon hat). When the Depression hit, Marie and the boys returned to Texas while Bompie stayed on in Washington, less busy but not undone by it. “Everyone’s going broke and jumping out of windows,” he wrote home in 1931. “Thought I might too, so took a practice leap from a curb. Scared me so bad I knew i’d never make it off a building.”</p><p>His financial lobbying came to the attention of men with causes and means, among them oil and lumber magnate John Henry Kirby —“Governor” to his intimates —who sent for his new right hand and put him into offices in the Kirby Building on Houston’s Main Street. When the family came down from Fort Worth, they found themselves on the fringes of a baronesque life. Kirby’s house, an improbable Flemish Gothic, is out of Newport’s gilded age, and so by all accounts were the parties there.</p><p>Kirby and my grandfather were a lumbering pair, sharing a passion for the Constitution, a conviction that taxation was confiscation, and a horror of unionist, Communist beasts (especially ones that might be lurking in Kirby’s Piney Woods). At that time my grandfather set up the Texas Tax Relief Committee, working to keep an income tax out of Texas and a general sales tax in, helping to establish the regressive fiscal policies that prevail in the state today. On the labor front for Kirby and other businessmen, Bompie proposed an antiunion amendment to every state’s constitution and to the nation’s as well. My grandfather came up with the phrase “right to work,” only that wasn’t all of it; the full title of his measure was “God-given right to work,” and his proposed amendment read like an eleventh commandment. Another of his labor bills, “antiviolence in strikes,” was aimed not only at genuine picket line thugs but also at any striker accused of even threatening violence. Other features of his labor lobbying package included the repeal of child labor laws —my sister says that when it came to children, Bompie must have been a bigger grouch than W. C. Fields.</p><p>My father thinks that people were divided about Dad Muse, some seeing him as heroically devoted to the individual and states’ rights, others as a mad propagandist. “The negative view must have held after the committee hearings,” he says, referring to my grandfather’s appearance in 1936 before the U.S. Senate Special Committee to Investigate Lobbying activities, which was looking into those racist Roosevelt leaflets. Reports say that Muse swung up to the witness stand and defiantly stood there. When chairman Hugo Black told him to please sit, he declined, saying, “I think I should stand in the presence of the Senate, in which I have implicit faith.” He then proceeded to give flippant answers to the committee’s questions.</p><p>Senator Black: “all we want, Mr. Muse, is . . . the truth, and there is not any need for any quips.”</p><p>“I never lied in my life, even to my wife.”</p><p>“You stop that.”</p><p>“Why should I stop?”</p><p>“We intend to treat you with every courtesy.”</p><p>“That will be an innovation [for this committee].”</p><p>Senator Black then got to the business at hand: “Have you caused . . . pamphlets . . . to be printed and circulated with reference to the president of the United States?”</p><p>“I have.”</p><p>“Can you describe the pictures that were on those pieces of literature?”</p><p>“Yes, but it is nauseating for me to do it. . . .I am a Southerner and I am for white supremacy. . . . It was a picture cf Mrs. Roosevelt going to some nigger meeting with two escorts, niggers, on each arm. . . . You force me to say that.”</p><p>“You circulated them without anybody forcing you to circulate them?”</p><p>“No, sir, except my conscience . . . and my grandaddy, who wore this kind of uniform right here, forced me to do it.” He pounded his chest at that point. Asked later what he meant by his uniform, he said, “Why, my suit of Confederate gray.”</p><p>There were more cracks and some laughter, until Black threatened censure. The questions got tougher, the witness straightened up, and a picture of him nervously mopping his brow hit the wires. <em>Time</em> magazine ran the story, as did the <em>Baltimore Sun,</em> the <em>New York Times,</em> and all the Texas dailies, of the man who had sassed the Senate and insulted the First Lady. Though the committee found his practices “reprehensible,” Dad Muse had broken no laws (there were no lobbying regulations then to violate), and he showed no remorse. My father, however, was mortified. Before the Black committee, he and Milton had tried to keep vague the Muse modus operandi, fudging the socially essential question-and-answer:</p><p>“and what is your father’s business?”</p><p>“Publishing.”</p><p>“a publisher—of what?”</p><p>“Lists, mostly.”</p><p>Now the mysterious publisher was a famous troublemaker, and it was about then that my father realized that Dad Muse was not going to settle down. “We’d hoped he would, but he had even turned down a job with a law firm. Being independent and self-made were important to him, and he liked the limelight. But it was all seeming less and less legitimate to me, harder to laugh off. I’d had enough of my father being a rascal.” There was no set-to, no disinheritance. My father, and my uncle too, politically turned from the family, while Dad Muse kept at his mission, seemingly revitalized by his notoriety.</p><p>Working legislatures from Texas to Washington, Dad Muse charged from capital to capital in his black Lincoln Zephyr, always with his L. C. Smith typewriter to bang out memos to Kirby and others back home. He seemed to have done the work of an office of clerks, keeping all of his patrons and constituents apprised of the day-to-day status of bills he supported and those he opposed; some of his memos, summarizing positions of Southern legislators, ran to several pages. He could also make his point for Western Union’s ten-word rate, shooting telegrams to columnists: “arkansas welcomes us. Wants right-to-work. April passage likely.” The right-to-work bill was passed in sixteen states, though it never got near the U.S. Constitution—instead, the TaftHartley act became law, and Bompie stormed around still, calling it puny antilabor legislation. “I want my amendment,” he told a reporter in Houston. “Let the enemies of Christian american rave and let ’em rant. Can’t scare me. I’ll sit right here rattling the old typewriter and go down fighting.”</p><p>He actually went quietly, hit by a heart attack as he sat by the radio; he just slumped into his wing chair and died. He was sixty. Marie thought he had fallen asleep. As Vance Muse’s widow, she might have gone far, at a time when more were beginning to see his kind of fiery light—Martin Dies and Joseph McCarthy were about to have their congressional committee shakedowns. But suddenly the Muse machine was no more. Bompie had been gone a year when Marie died in a fire that burned the house in West University to the ground. Only the office out back, with the rolltop desk, remained. There was brief talk of arson, and certainly my grandparents had enough enemies and victims to justify the speculation. My father and uncle say absolutely not; faulty wiring caused the fire, or smoking in bed.</p><p><span class=\"dropcap\">I</span> am Vance III, which i’ve thought odd, knowing how my parents felt about Bompie’s legacy. My father is dry on the subject: “We named you after me, not him.” Pushed for more, he makes it clear that it was a matter of honoring the father: “Think of the man at home, not the man in the papers.” The name is no burden—I am more likely to be asked if I am related to the airline than to the rabble-rouser. Still, I cannot entirely disappear, even in New York City, and there have been occasional queries from those who would know—students of history, survivors of blacklists. My grandfather has no ideological heir, and I wish he could know that his grandchildren do not share his extreme views, that we are not pleased with his notoriety. I would also like to see his reaction to what I learned in France two summers ago—that many american Muses are descended from French Jews named Meuse, whose lineages run, as ours does, through the american South to Texas.</p><p>Looking at my grandfather from the eighties, it is easy, and a little unfair, to hold up all the social and political changes realized since his death, and I try to keep in mind that he was, after all, a man of his time. George Norris Green, an american history professor at the University of Texas at arlington and author of <em>The Establishment in Texas Politics,</em> points out that my grandfather was not alone on the far right. “Texas had elected a Klansman to the U.S. Senate not long before your grandfather came on the scene,” Green says. “and the labor fight goes on—unions have lost ground since Muse and Kirby attacked them. Your grandfather went after popular enemies, and people cheered him on.” as a revisionist, I could pick through my grandfather’s life for commendable works and prophecy. He did join the wellmannered effort to repeal Prohibition, which I applaud. Knowing that labor unions are far from incorruptible, I take heart that Bompie cited Thorstein Veblen on labor leaders’ becoming “lieutenants of the captains of industry.” In the New Deal he saw the coming of horrific bureaucracy and debt. Dad Muse’s support of a proposal to limit personal income taxes to 25 per cent is right in step with Reaganomics.</p><p>What is difficult to reconcile is the zeal with which he performed, the badgering energy he brought to every task, the meanness, and i’ve wondered how he —and his sister too —got so stirred up. “We were taught,” my grandfather wrote, “agrarian caution and aggression,” describing life on the family farm in Moran, just outside Fort Worth. A frequent guest was Joseph W. Bailey, the once progressive congressman who became an archconservative senator (with questionable ties to industry) and perhaps one of Texas’ best-known politicians. Bailey was an orator, even from a porch swing, and Ida and Vance were swayed. Both called him their mentor, the man who showed them the way to Jeffersonian democracy, a government that sticks to the letter of the Constitution and laissez-faire policy. Dad Muse claimed one other formative experience besides the politically charged home. Determined to make it on his own off the farm, he took a dock job at the Swift meatpacking plant in town, where a union organizer got hold of him. He joined the strike but saw the light in time: “I shivered and damn near starved to death on that picket line,” he told the <em>Houston Chronicle.</em> “I vowed then and there to fight Yankee union racketeers.”</p><p>Years later, when Bompie was well into his fight, an awful thing happened. His brother, Warwick, was crossing a street in downtown Fort Worth when a car hit a puddle and splashed him. Seeing black men in the car, Warwick called them names. The driver, who had not aimed for any puddle, stopped the car and got out with his three friends. One of them shoved Warwick, who fell backward, cracking his head on the curb. He died a few days later. My father remembers seeing Bompie cry at the funeral. When I first heard the story, and it is one that changes a bit with each telling, I took it as the key to my relatives’ obsessions—their racism was a response to a tragedy. But the fact is that the hatred my grandfather vented was not simply a reaction to a horrible incident.</p><p>Believing my father and everyone else when they say they liked and loved my grandfather, despite his displays, I am left with his single-track ideas, the cartoonish huffing and puffing. My father can loathe the spectacle of his father’s career but be at peace with the man who gave him his name; envying that, I forge my own links back. I was not yet a year old when Bompie died, but I want to believe we had important times together—if only a hypnotist or a Proustian cookie could return me to that paternal knee. The image is out of Mayberry, but instead of andy and Opie whistling along with their fishing poles, it’s Bompie and me, and i’m seeing how bighearted he really is. What I have to go on are the mementos tucked away in the rolltop desk, which I will have one day. My father would prefer my taking the desk now, but it would never fit into my apartment. Someday I'll work at that desk, the heir at the heirloom. Sitting there, I can imagine a showdown with the man who once was in my place.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Family",
      "Southern",
      "Home",
      "House",
      "Senate",
      "Career",
      "people",
      "Son",
      "UT",
      "Work",
      "Business",
      "College",
      "Government",
      "Lobbyist",
      "New York",
      "office",
      "Oil",
      "Politics",
      "Race"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Arlington",
      "D.C.",
      "Fort Worth"
    ]
  }
}