{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19843",
    "date": "March 1984",
    "year": 1984,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1984/19840300.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 130,
    "document_page_range": [
      [
        130,
        131
      ],
      [
        204
      ],
      [
        206,
        207,
        208,
        209
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Deluxe Down-And-Dirty Goose Hunt",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198403-thedeluxe",
  "source": "",
  "wp_post_id": 120411,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-deluxe-down-and-dirty-goose-hunt/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "The Deluxe Down-&-Dirty Goose Hunt",
  "dek": "Al Wayne Had What Seemed Like A Great Idea: A $1000-A-Head Hunting Expedition For Society Women, Including All the Comforts. Goose Hunt? Comforts?",
  "spread_caption": "",
  "excerpt": "In which a group of society ladies samples the thrills and chills of an essentially masculine pastime.",
  "kicker": "",
  "word_count": 4504,
  "content": "<img /><p><em>The rice field is muddy, the hour ungodly. Camouflaged in white parkas, the hunters, mostly novices, wait for the geese; the author (center) scribbles hurried notes.</em></p><p>Photograh by Lois Rogow</p><img /><p><span class=\"dropcap\">A</span>l Wayne Shimek Was Inviting Me On A Goose hunt. Not just any old goose hunt. It was to be a luxurious hunt for women only, he told me over the phone from his Pintail Hunting Club near Speaks, a tiny rice-farming community west of El Campo. Al Wayne was billing the event as a Vip hunt, which meant there would be a lobster dinner beforehand, plus all manner of fripperies during. An electric generator would be set up out in the rice paddies so we huntresses could drink coffee and watch Tv. A formally clad</p><p>waiter would be on hand. There would be lawn chairs for us to sit on. Guides would place the goose decoys and call the shots. In the event that we hit anything, dogs and bird boys would fetch the victims. Afterward there would be margaritas and boiled shrimp to revive us. “It’s a satire on a goose hunt,” Al Wayne told me, as if that explained everything.</p><p><em>(Continued on page 204)</em></p><p><em>(Continued from page 131)</em>_</p><p>A1 Wayne is a big, sandy-haired, 26year-old kid who seems made to wear a camouflage cap. He’d been cooking up this scheme for over a year with his friend Beth Beken, the wife of a rancher from nearby Columbus; A1 Wayne would take care of the hunt logistics, and Beth would play social director, rounding up a gaggle of affluent girlfriends from Houston for the occasion. There was hopeful talk that if the hunt went well, it could become an annual event and end up in the NeimanMarcus Christmas catalog at $1000 a whack. That kind of publicity could be good for A1 Wayne’s fledgling Pintail operation.</p><p>Hunting clubs have been proliferating in Texas as more farmers find catering to waterfowlers a profitable off-season sideline. Hunters pay a club up to $200 per trip for meals, overnight housing, guide services, and shooting privileges on prime duck and goose territory—land rich in grain stubble and inviting watery expanses that the farmers create with carefully maintained levees. For some farmers, waterfowling is salvation; had it not been for his hunting trade, A1 Wayne, an ex-Aggie who farms a thousand acres, would have lost his tractors to the bank last year. Competition among hunting clubs is stiff enough that A1 Wayne’s old boss at the Blue Goose Lodge in Altair stopped speaking to him when he left to start the Pintail. A little creative marketing in the form of a Vip hunt might sound like tomfoolery, but it sure couldn’t hurt A1 Wayne a bit.</p><p>As for me, I would be accompanying Beth and her buddies ostensibly in the interest of behavioral science. My private agenda, however, was to shoot a goose. Eight per cent of the waterfowl shot in the U.S. each year are shot in Texas, and I wanted to see what the big deal was. I craved my hunting credentials, that semisacred badge of the genuine Texan, be he salt of the earth or society swell. My father and uncle had stalked the coastal marshes of the Golden Triangle; it was my duty to reclaim the clan legacy. Besides, as a bona fide goose killer, I could tap into a rich lode of Texas talk previously denied me. Roast goose and goose gumbo were not outside the realm of possibility either. So what if I was the kind of bleeding heart who wept when a kamikaze bird smacked into her windshield? I’d think about that later.</p><p>Since my sole experience with guns had been a singularly unsuccessful skeetshooting episode that left me with shoulder bruises for a week, a little networking was in order. I called on my friend Wendell Odom, a lawyer who would rather spend his time in some boggy Anahuac duck blind than in district court.</p><p>Wendell was only too happy to dress me for goose-hunting success. He had an evangelical glint in his eye as he handed me dun-colored garments from the depths of his famous Duck Closet, a space devoted to hunting paraphernalia.</p><p>“They’ll give you a white parka to wear when you get out to the field, and they’ll have hundreds of white rags and goose decoys thrown down all over the ground,” he informed me. “That’s called the spread. Now, the idea is to lie down in the spread and pretend you’re a goose. It’ll probably be cold, so you’ll probably be wet and miserable. You’ll have to look up sidewise from under this cap so the geese can’t see your face,” he instructed. “And if even <em>one</em> of those geese thinks there’s something wrong with the way you look, you can forget about them coming down low enough for you to get off a shot.” I was suitably impressed.</p><p>Wendell produced a wooden tube with which I was supposed to address the geese, but my practice honks didn’t sound like anything that would entice a goose down for a closer look. After a little gun drill in the living room, I summoned enough courage to tell Wendell about the electric generator and the television and the waiter. He didn’t even flinch. “Well, there’s two kinds of hunting,” he said. “There’s the kind where you get your best friend and you go lie out in the marsh and swap war stories. Then there’s decadent hunting, where you pay other people to do the dirty work. Sounds like that’s the kind you’re going to do.”</p><p>By the appointed December Friday, the impending invasion of “the Ladies”—as all the Pintail males insisted on referring to us —had upended the hunters’ clubhouse. I arrived early to find the cook, Don Dohmann, fretting over platoons of frozen lobster tails. An excitable, girthy guy accustomed to cooking stick-to-yourribs grub for oil-patch roughnecks and get-down duck hunters, he was frantic. There were oysters to Rockefeller, mushrooms to fry, an elaborate snack tray to arrange, and where <em>were</em> the rest of the Ladies, anyway? It was already dark.</p><p>I left Dohmann mother-henning some artichokes and made an inspection tour of the Pintail’s manly accoutrements. The clubhouse, a former stable, was every boy’s fantasy: taxidermy galore, rawhide furniture, walls done in spray-paint camouflage. A giant mural featured prone hunters in white parkas, pointing guns heavenward in ecclesiastical poses. Additional eerily white-clad hunters inhabited the club’s photo gallery, their guns making steeple shapes in the mist, looking for all the world like druids or some strange branch of the Kkk. Clearly there was powerful male magic in this goosehunting business.</p><p>One by one the supporting cast of a dozen or so trickled into the clubhouse, expectant and uncertain: silent guides, antsy farmhands, and solid Carroll Henry and his Texas-pretty wife, Bonnie Sue, the owners of the vast farm on which we would be hunting. Clif Barnes, the Henrys’ skinny black tractor driver, in a recently procured white waiter’s jacket and black bow tie, was a character in search of an author.</p><p>Finally A1 Wayne materialized too, looking uneasy and fidgeting nervously with his goose call. “I broke a call today that I’d had ten years,” he reported glumly. “It’s a monumental loss. These things are more precious to a goose guide than a gun.” He blew into the call experimentally, and his buddies quickly joined in, filling the room with a symphony of hysterical honking and tootling. This and white rags were going to trick the geese down out of the sky? A likely story.</p><p>There was a flurry in the kitchen and a muffled cry: “They’re here.” The news rippled through the assembled audience: “They’re in a blue Mercedes.” Necks craned. Cowboy hats were adjusted. Enter Beth and her three well-kept, fortyish friends Kay Lee, Peggy, and Lynn. Laden with jugs of Cuervo Gold and Dewar’s scotch, they eyed the multitude dubiously and found seats together at the head table. Kay Lee, very Junior League in a long quilted skirt and lacy Victorian blouse, pointed at a big stuffed bird. “Is that a goose?” she asked archly. Beth seemed better informed. “I went on goose-hunting dates when I was a teenager,” she said, as we demolished piles of Dohmann’s fried oysters and marinated mushrooms. Beth made a goose-hunting date sound downright sexy. “You’d leave real early, when it was still dark, and lie out in the fields. There wasn’t much else to do in El Campo. It was always two weeks between new movies.” With her straight, no-nonsense, straw-colored hair and her blue jeans and expensive boots, Beth looked like she could plug a goose but good. Peggy, who wore a poufy blond coiffure and a silver-tipped KieselsteinCord belt, the Mercedes of quasi-Western waist wear, didn’t. Nobody wearing a Kieselstein-Cord belt ever shot a goose, I theorized. I was less certain about Lynn, whose gold earrings and careful lipstick suggested disaster in the field but whose animated sorority spunk suggested otherwise. Lynn had on new green khaki pants from Academy surplus in Houston. “Nine dollars,” she informed her friends with evident satisfaction.</p><p>All four of them confessed that their husbands exhibited classic male-bonding behavior: their hunting trips were rabidly stag affairs. I gathered that on those rare occasions when the wives were invited along, they found it a stressful experience. Like many another wellbrought-up Texas girl, Beth had gone hunting with her daddy. “But that ended when I got married,” she said plaintively.</p><p>I sawed thoughtfully on my lobster tail, beginning to get the picture. This goose hunt might be an all-girl Mardi Gras, but in a way it was also revenge.</p><p>The Ladies wanted to know about the mechanics of “the spread,” and A1 Wayne explained that we would be hunting in a neighboring farmer’s rice field. He had picked it out as the likeliest spot during his afternoon truck tour of goose territory. The subject of hunting etiquette was broached over asparagus with cheese sauce. It was okay to smoke, according to our host, but he bridled becomingly when the subject of alcohol came up. “No drinking in the spread,” he intoned grimly.</p><p>“How long do we have to stay out there?” wailed one of the Ladies. “We might have withdrawal.” A1 Wayne was not amused.</p><p>By then the cocktails were setting in. Beth had recovered from the indignity of drinking from plastic cups. A1 Wayne, understandably skittish about the schizoid scene he had wrought, worked on another Turkey and Coke. Clif’s waiterly efforts had slowed considerably; he stood, befuddled, as people clamored for Dohmann’s homemade ice cream and pie. “Banana ice cream and cherry pie.” “No, apple pie with vanilla.” “No, just the ice cream.” Clif hovered uncertainly in his white jacket, clutching ice cream bowls.</p><p>“He’s whistling in the wind,” chortled Carroll Henry. So were we all, I reckoned.</p><p>Canine relief appeared in the form of Semper, A1 Wayne’s prized black Lab—a dog who had retrieved, by A1 Wayne’s admittedly biased estimate, 11,000 birds during his eight years on the planet. Beth was not impressed. “Don’t you bathe your dog? He stinks,” she opined. “And he’ll have diarrhea tomorrow if you feed him banana ice cream.” A1 Wayne tolerantly ignored her; he and Beth went way back.</p><p>The atmosphere was now ripe for the telling of lies, that hallowed part of the prehunt ritual. False representations were made concerning certain alligators at large on the premises. Beth displayed some mettle with a yarn about fishing off the Bahamas. “All of a sudden I noticed each fish had a hole in it,” she alleged. “The divers had been spearing them first.” Kay Lee, still looking like she’d be more comfortable at a Junior League tea, did not get into the prevaricating spirit of things. “Do you hunt?” asked someone who’d heard that she had been on safari in South Africa. “I <em>attend</em> hunts,” she clarified coolly.</p><p>Drinking and lying having been dispensed with, A1 Wayne tried to whip up enthusiasm for that final element in the holy prehunt trinity, the poker game. No one was interested, but A1 Wayne kept trying. “We’re going to party,” he announced determinedly, dispatching someone to put Willie Nelson’s <em>Stardust</em> on the stereo. By now Clif had cast aside his waiter’s role and was feeling no pain; what about a photo with the Ladies so he could display it in his house? At that point we all could have gone home, since it is a little-known truth that the lyingdrinking-and-card-playing part of such outings is what hunters really like best.</p><p>Instead we repaired to the Pintail duck camp several miles away for a heavy dose of goose-hunting reality. The Ladies’ bunkhouse was equipped with threadbare beds and, under the bathroom sink, a box of kernels that looked suspiciously like rat poison. Beth’s friends had broughtsome magazines to comfort them in adversity —<em>Town and Country, New York, Cosmo</em>-and had stashed such necessities as hot curlers and extra panty hose in their upscale luggage. You never knew.</p><p>Morning came several hours too soon. A1 Wayne and company roared into the drive, exhorting us to be up and at ’em. The Ladies arose, groaning in chorus. I snorted some Ozona mentholated snuff that Wendell, my waterfowling mentor back in Houston, had lent me with assurances that it would give me the courage to proceed. It did.</p><p>In the kitchen, A1 Wayne was already dishing Dohmann’s blueberry pancakes and French toast out of a foil-lined box, incredulous at the amount of time it was taking us to make ready. Everyone had new waders and suspenders or camouflage trousers with cute little rubberlined cheeks. Lynn wore a satiny teal sash over her camouflage jumpsuit. Peggy had donned her Kieselstein-Cord belt. I thanked God it was warm so I didn’t have to wear the Velcro fastened shooter’s mittens that Wendell had entrusted to me.</p><p>At long last A1 Wayne herded us into his Jeep and set out for the spread, speeding and skidding and swearing softly. If his tone had been uneasily satirical the night before, he was dead serious now. “Damn, I hope the geese aren’t up yet,” he muttered, casting desperate looks across the lightening coastal plain. Dark, fat clouds broke to pale gold and lavender.</p><p>“I’m already getting hot flashes in these clothes,” complained Kay Lee.</p><p>Beth and A1 Wayne launched into a fair imitation of a marital fight, the very thing we were supposed to be getting away from: Beth protested a skid, A1 got testy. Beth made cracks about how much bourbon A1 had drunk last night and the way he had driven afterward and why he had come for us at ten of six instead of fivefifteen. She observed that she was not used to partying with the help. A1 Wayne bristled, swearing loyalty to Clif. He felt misunderstood and not a little sorry for himself. The Ladies had introduced fatal quirks into his well-laid plans. “My patience is being tried this morning. Give me strength, O Lord,” he grumbled.</p><p>The sudden sight of the spread, white and shining and earnest across the rice stubble, rendered everyone silent. White hooded parkas were issued. With an entourage of attendants in tow, we began a long, slow trudge to the spread, waddling like moon walkers in our ungainly waders. There was more mud in that rice field than I had imagined there could be in the</p><p>universe. Wendell’s twelve-gauge shotgun felt weighty and strange under my arm. Peggy came to a halt, her feet mired in huge clods of muck. I looked around for the generator and the Mr. Coffee machine and the Tv, and then it hit me: Mardi Gras, nothing! I had been inveigled into a genuine down-and-dirty goose hunt.</p><p>A1 Wayne goaded us onto meager rectangles of plastic spread out on the ground and instructed us. to lie down. The guides positioned themselves to our rear, the better to cover for our inadequacies. Three geese cruised by high overhead, talking among themselves and evincing not a shred of interest in our elaborate charade. They knew there was a Kieselstein-Cord belt down there.</p><p>Just as I was getting used to the novelty of lying in a wet field with a loaded shotgun in my hand, all hell broke loose. “Here come the geese,” hissed A1 Wayne, taking up his call and tootling like mad as the other guides joined in a demented chorus. Suddenly the geese were right on top of us, crying and yodeling and swinging down to within fifty yards of us to get a closer look. A1 Wayne yelled, “Take ’em.”</p><p>I’m not sure how it happened, because I was moving faster and more instinctively than I would have thought possible, but somehow I managed to rise just enough to gain purchase with my elbow, swing up the shotgun, take aim on a goose, pop the safety, and pull the trigger once, twice. The <em>blam-blam</em> was both deafening and negligible; the gun surged in my grip with a life of its own. What took me by surprise was the pure physical pleasure of shooting. Geese dropped from the sky to hit the ground with a horrifying thwack. “Good shooting, ladies,” crowed A1 Wayne. Had we shot them? Had the guides, shooting behind us? The beauty of the arrangement was the uncertainty it fostered, the old refrain of “That one’s mine.” I felt a twinge of remorse about the dead goose, but an alien sense of purpose had seized me: I was there to do a job, and I was going to do it. This, I thought, is how they get people to fight wars.</p><p>I lay back on my rectangle of plastic. Tiny billows of smoke whooshed from my gun barrels as the spent shells ejected The streaked sky looked the way it must have on the first morning of creation More geese approached; the guides sent up their weird, yodeling entreaty again, beseeching and wheedling. Loquacious lines of geese moved off into the distance, forming and reforming their ragged V’s “Get down, get down,” A1 Wayne admonished the Ladies, despairing of our chances to fool even the most foolish birds. Peggy, sitting erect with a lighted cigarette, regally ignored him.</p><p>A mosquito snacked on my hand. A1 Wayne bemoaned the lack of wind, which would have set the plastic rags and goosedecoy wind socks to fluttering in gooselike fashion. Birds kept passing overhead. “They want this field, but they don’t want it enough,” rationalized A1 Wayne. I stared up at the sky, a second landscape that invented itself anew every few minutes. A lone goose approached us —easier to trick down than geese in a flock, where older, wiser birds hang back, cussing out the incautious neophytes. Closer .. . closer . . . <em>blam-blam-blam-blamblam. A</em> sad white feather drifted down as the bird bit the dust.</p><p>“That’s real nice,” squawked Beth furiously. “Semper is taking a dump right beside me.” She made futile attempts to drive the Labrador away. The sun pushed up over an eastern cloud bank. I noticed that I was soaking wet. Mud had crept up the plastic and all over me. Well, at least I didn’t have to wear diapers. Back in the fifties, when the goose-hunting business picked up in these lush coastal rice fields, Texans used diapers to make the spread and then clapped them under their caps for good measure, creating a Lawrence of El Campo effect said to be remarkably effective.</p><p>Three specklebellies cruised in from behind us; one wound up shot and flopping on a growing pile of goose bodies. “It’s still alive,” I informed A1 Wayne unnecessarily.</p><p>“Let’s not talk about that,” he snapped. “What do you usually do when they aren’t dead?” I whined to Carroll Henry. He picked up the goose and swung it by its neck. Its head popped off. The goose kept flopping. Some of the exhilaration left me.</p><p>Now the hunt settled into familiar rhythms: several geese would make a low pass at us, we all would shoot, the dogs would run for the birds, then we’d sink back on our plastic to contemplate the sky and the waking prairie. Kay Lee, wearing headphones, was lost in her own inaudible concert. Peggy smoked. Beth traded gibes with A1 Wayne. Lynn lost an earring. Hombre, junior retriever to Semper’s grand-old-man act, wrestled vainly with a goose and came up with a mouthful of feathers. Semper hunkered down nobly in a plowed furrow, sure of himself in a way I envied. Every so often he trod across an indignant Beth, leaving large paw prints on her white parka.</p><p>Just as the wind came up and the temperature went down and I began to get grievously uncomfortable, a big goose squad homed in on us, drifting lower. Adrenaline swelled through the spread. “We’re gonna murder some geese,” croaked one of the guides. And we did: birds thudded down among shouts of “Mark the cripples!” Guides and dogs rushed like buckshot in all directions to retrieve the fallen birds. I could hardly believe I was enjoying myself, but the thwacks of falling geese had begun to sound satisfying instead of macabre. What with the sky and the prairie and the kick of shooting and the otherworldly sound effects, I could understand why people did this.</p><p>“It’s nice not to have anyone bitching at you,” reflected Beth. Her friends still cluck over the time Beth’s husband, Henry, who has fairly codified ideas about things like hunting and tennis, accidentally socked a tennis ball into Lynn’s head when her doubles game lagged. “Henry will probably be back at the lodge,” speculated Beth. “He can’t stand to be without me for more than twelve hours. He can be away a month, but not me.”</p><p>A1 Wayne and the boys were still trying to talk geese down, but their mouths were starting to hurt from the effort. We had been lying in the mud for three hours now. By my calculations, the goose hunt should be over. We had shot 22 geese. My leg was asleep. My feet were in a puddle. I was beginning to be the tiniest bit bored. “I’m wet. I’m miserable,” announced A1 Wayne clairvoyantly.</p><p>“Is it time to leave?” I inquired hopefully. Nobody budged. Another futile calling attempt ensued.</p><p>“Sometimes too much calling ain’t no good either,” said A1 Wayne in disgust.</p><p>“Now, how did T manage to get blood on my shoelace?” asked Beth. “Am I bleeding?”</p><p>Pup Hombre galumphed up and shook muddy water in my face, as though he were giving me the most delightful present. I ground the grit in my teeth and reflected that dogs and men were far better equipped than we females to relieve themselves in the field.</p><p>The sun came out and baked us for a while. And then, as if by a magic signal known only to the men, the deluxe goose hunt was over. We trekked back to the Jeep for Bloody Marys while the guides cleaned up the spread. Somebody, to Beth’s chagrin, had forgotten the beer cooler. The goose I was carrying dripped blood onto my borrowed fatigues. I wondered ever so briefly what had happened to the boiled shrimp, the margaritas, and the lawn chairs A1 Wayne had been talking about. The bitter truth came to me: no one has ever shot a goose from a lawn chair. We all rode back to the duck camp, where one of the Ladies left the bathroom reeking of Ralph Lauren perfume; then we went on to the clubhouse for a restorative meal of chicken-fried steak. (Now I know why food is such a vital part of the hunting-camp ethos.)</p><p>Beth’s Henry was nowhere in evidence, but Kay Lee’s husband had already phoned three times. The ordeal completed, A1 Wayne felt considerably more sanguine. “You know,” he expostulated in meaningful tones, “I love hunting so much I’d do it even if I had to pay for it.”</p><p>As we left, A1 Wayne presented me with two geese. The guys out in the butchering barn had plucked and dressed them so professionally that they would have looked right at home in a supermarket. Driving back to Houston, I wondered how I was going to get all that goose blood and mud off Wendell’s fatigues. “No, no, no,” he protested when I made apologies for their sorry state. “That’s what gives hunting clothes character.”</p><p>He was much more interested in the bottom line: had I shot a goose? Well, I thought I had. That is, I had pointed my gun at a goose and squeezed the trigger and the goose had dropped, and anyway one of the guides had told someone else that I really blasted one, and yes, upon further reflection, I was fairly certain I had shot a goose. Absolutely certain, in fact. I wasn’t even so sure but what I had shot two. “I think you’ve got the idea,” Wendell said thoughtfully. “When do you want to go duck hunting?”</p><p><strong>How I Cooked My Goose</strong></p><p>Every autumn there’s one day when I step outside my door in Houston and hear the geese coming. I’ve always thought they were beautiful, flying overhead. But now I’ve suffered a fall from innocence, and I can’t help thinking how they’d taste in a nice goose gumbo. This recipe is adapted from Rima and Richard Collin’s Chicken and Sausage File Gumbo in <em>The New Orleans Cookbook.</em> The best goose to use is a specklebelly. By happy coincidence, not only are specks the most gullible geese-and therefore easiest for the novice to shoot-but they also make the best eating.</p><p>Simmer <strong>1 wild goose</strong> in water to cover, along with <strong>1 onion</strong> and <strong>1 bay leaf,</strong> until tender (45 minutes to 1 hour). Remove goose from stock; when cool enough to handle, discard skin, remove meat from bones, cut into 1-inch pieces, and set aside. Return goose carcass to stock and keep simmering. Add water as necessary</p><p>Meanwhile, in a large heavy kettle make a roux by gradually adding <em>Vi</em><strong>cup flour</strong> to 2/3 <strong>cup vegetable oil.</strong> Stir constantly over low heat until the roux starts to brown; then you can turn up the heat and stir vigorously until your roux is a rich chestnut color. (The big lie about roux is that it has to be done over extremely low heat and take forever.)</p><p>When the roux reaches the right shade, immediately add 1 1/4 <strong>pounds spicy sausage,</strong> sliced >/<strong>2</strong>-inch thick (use andouille from Louisiana if you can get it, but any good smoked Polish or Elgin-type sausage will do), plus V<strong>2 cup chopped green pepper, 2 cups chopped onion, </strong>V<strong>2 cup sliced green onions</strong> (tops and bottoms), and 1 <strong>tablespoon finely minced garlic.</strong> Continue stirring and cooking over low heat for 10 minutes more. Add 14 <strong>cup water, 3 teaspoons salt, 1 teaspoon freshly ground black pepper, Vs teaspoon cayenne</strong> (just a pinch if you’re using an douille), 114 <strong>teaspoon dried thyme,</strong> and <strong>3 bay leaves.</strong> Stir in the strained goose stock plus enough water to make 2 quarts Bring to a boil, then lower heat and sim mer for 50 minutes, stirring frequently. Add goose meat and simmer 10 minutes more. Remove pot from heat, let simmer die down, and stir in <strong>2</strong>V<strong>2 to 3 tablespoons file powder.</strong> Taste for seasoning. Serve over boiled rice.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Hunting",
      "hunt",
      "Rice",
      "Heat",
      "ICE",
      "Sound",
      "Birds",
      "Dogs",
      "people",
      "Water",
      "Cooking",
      "ever",
      "Guns",
      "Ice Cream",
      "Shooting",
      "Texas",
      "Coffee",
      "Drinking",
      "Farmers",
      "Gumbo"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "D.C.",
      "Texas",
      "Houston",
      "Golden",
      "Mercedes"
    ]
  }
}