{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19843",
    "date": "March 1984",
    "year": 1984,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1984/19840300.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 118,
    "document_page_range": [
      [
        120,
        121,
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Perfect Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198403-perfectte",
  "source": "/1984/19840300.pdf",
  "wp_post_id": 120414,
  "wp_post_guid": "http://www.texasmonthly.com/article/perfect-texas/",
  "authors": [
    "Peter Applebome"
  ],
  "headline": "Perfect TEXAS",
  "dek": "We all know that Texas is above reproach, but there's always room for improvement. How about a mayoral switcheroo, one good basketball team, and real giant jackrabbits?",
  "spread_caption": "",
  "excerpt": "There’s no point in grousing about Texas’ minor shortcomings. Why not just roll up our sleeves and make it perfect once and for all?",
  "kicker": "",
  "word_count": 5609,
  "content": "<img/><p>The Giant Jackrallit</p><p>[ Why not have the aggies breed this creature of tall Texas tales? We only need one pair; they’ll take care of the rest. ]</p><p><span class=\"dropcap\">T</span>exas chauvinism has a long and honorable history, but it’s doubtful that anyone in his right mind has ever tried to make the case that Texas is perfect. As anyone who has driven during rush hour in Houston, discussed theology in the heart of the arklatex, or had a car break down between Marfa and Presidio can tell you, it would take a dunderhead of monumental proportions to say that Texas can’t be improved.</p><p>Perfection is a more ambiguous quality than you might expect. A totally perfect Texas would be something akin to California, which leads only to a monstrous new realm of imperfection. Texas comes closest to perfection in its more endearing concessions to human fallibility —aggies, polkas played by the H.O.T. (Heart of Texas) Czechs, and barbecue served on butcher paper, for example. But if you take fallibility too far, you end up being Oklahoma, and a perfect Oklahoma is a contradiction in terms.</p><p>Perfect Texas wouldn’t be like London or San Francisco; Texas is most glaringly imperfect when it tries to be someplace else. Instead, it would be more like a cross between San antonio, Dallas with humility, and Mingus without mean drunks who want to beat you up in bars. Even within those limits, perfection is no small feat. But who knows? a subtle but incisive alteration of geography here, a few wellconsidered annexations there, moratoriums on some of the most noxious trappings of contemporary Texana—in the state that elected Bill Clements governor, anything is possible. The underlying principle is that expense, technological feasibility, the dictates of the U.S. Constitution, and other niggling details won’t be considered. If you’re aiming for perfection, you don’t want to carp about trifles, like the engineering problems involved in moving El Paso or the cost of a statewide underground space shuttle. Clearly, some of the suggestions are a good deal more achievable than others, but consider these 74 modest proposals for bringing Texas a bit closer to perfection.</p><p><strong>GEOGRAPHY And Weather</strong></p><p><strong>MOVE El Paso</strong></p><p><span class=\"dropcap\">E</span>1 Paso is a wonderful city, with its spectacular frame of mountains and quirky goings-on. But it’s too far away. What’s a Texas town doing in the Mountain Time Zone? One possibility is to merge Midland and Odessa (it’s time to make up, guys), and move El Paso, mountains and all, to where Odessa is now.</p><p><strong>ENACT a Three-Part Perfect Weather Program</strong></p><p><span class=\"dropcap\">I</span> Push the jet stream down from Canada to the midsection of the U.S. in the summer. A few invasions of polar air will make the summer heat and humidity far more livable.</p><p>2. Push the subtropical jet stream north from Texas in the spring. That will bring in enough thunderstorms but do away with the tornados.</p><p>3. Push the trade winds farther south in the late summer and early fall. Tropical disturbances will go due west, and hurricanes will hit Central america instead of Texas.</p><p>I’m not saying that’s fair, but this story is about perfect Texas, not perfect Honduras.</p><p><strong>MAKE the Rio Grande a Real River</strong></p><p><span class=\"dropcap\">T</span>he Rio Grande should live up to its name.</p><p>Fill it with water from the Mississippi, and stop letting New Mexico drain it. That would create the lovely, sweeping vistas the name promises. Then watch towns like Brownsville, Roma,</p><p>Eagle Pass, and Laredo construct their own majestic riverwalks.</p><p><strong>UPGRADE the Coast</strong></p><p><span class=\"dropcap\">I</span>f the Texas coast is perfect, Slim Pickens had an English accent. Let’s import millions of tons of white sand from the Caribbean to replace the coarse, oily stuff we have now. Have the people from White Water and Wet ’n Wild put blowers on the offshore oil platforms to make real waves. Seed the bays with lobsters. To pay for it, make the whole thing a Dallas city bond election. Call it an arts and surf district. Get Judy Bonner amps to run the campaign. Put those North Dallas Republican women to work at their phone banks, and let builders write op-ed pieces in the newspapers about how Dallas can’t be a world-class city without a world-class beach. Once all the usual suspects are rounded up, Dallas will pass anything.</p><p><strong>BUILD Mountains And Ski Resorts In the PANHAndLE</strong></p><p><span class=\"dropcap\">T</span>exas can use some real ski slopes, and with all due respect, the Panhandle is a little short on scenic and aesthetic attractions. And if it’s going to get so blasted cold there, we ought to find some way to take advantage of it. Let’s start with the properly Gallic-sounding town of Claude (pronounce it “Clode”), and we can already picture charming alpine resorts in such soon-to-beski-villages as Lark, Groom, and King’s Mill. Just be careful not to build any of them too close to the Pantex nuclear weapons plant outside amarillo.</p><p><strong>IMPORT Basaseachic Falls From Chihuahua In Mexico</strong></p><p><span class=\"dropcap\">T</span>his single-drop waterfall is four times taller than Niagara Falls, and it’s only a little more than two hundred miles from Texas. There must be a civilized way of bringing it over.</p><p><strong>MOVE All the Towns With Silly Names To East Texas</strong></p><p><span class=\"dropcap\">M</span>aybe Texas is ready for some conceptual consistency. East Texas has always had a corner on the great town names, like Dike, Dimple, Birthright, Elysian Fields, and Uncertain. It seems a shame to have places like Happy, Smiley, Electric City, and Wizard Wells off by themselves.</p><p>Illustration by Dave Calver</p><p><strong>PUT a Dome Over Houston</strong></p><p><span class=\"dropcap\">T</span>he astrodome was a visionary first step. The Galleria had the same thing in mind. Let’s face it: Texas is hot, but that Houston humidity just kills you. Houston is obviously floundering psychically, still looking for its Big Deal of the eighties, to get back into the national spotlight. Call it the Petrodome, turn the AC on full blast from May through September, and hire Bum Phillips as the chairman of the fundraising campaign. It will make Gilley’s look like a public-relations minnow.</p><p><strong>AFTER the Dome Is Up, Flood the Whole City</strong></p><p><span class=\"dropcap\">S</span>top worrying about subsidence. The only logical solution to Houston’s potholes and clogged freeways is to turn the city into the Venice of Texas. (Sorry, San angelo, Houston is bigger.) The gondolas will solve the transit problems, provide new jobs for thousands of people, and spur tourism.</p><p>The most expensive ride will feature Harold Farb as a singing gondolier.</p><p><strong>MANDATE an Annual Snowfall In the Guadalupe MOUNTAInS</strong></p><p><span class=\"dropcap\">T</span>hey’re the tallest peaks this side of the Rocky Mountains. They should start acting like it.</p><p><strong>DEEPEN Palo Duro Canyon</strong></p><p><span class=\"dropcap\">I</span>n a few million years the Palo Duro is going to look like the Grand Canyon anyway. Why wait?</p><p><strong>RENAME the Colorado River the Texas River</strong></p><p><span class=\"dropcap\">J</span>ust plain logic. The Colorado is the largest river wholly in Texas, starting in Dawson County and flowing more than eight hundred miles to Matagorda Bay. It has nothing to do with Colorado. Just because a bunch of dizzy Spanish explorers didn’t know what state they were in is no reason to confuse the rest of us.</p><img/><p>Illustration by Regan Dunnick</p><p>The Canals of Houston</p><p>[ Who cares about the traffic when you can be poled along and serenaded by Harold Farb? ]</p><p><strong>RENAME the Canadian River the Oklahoma River</strong></p><p><span class=\"dropcap\">S</span>ame principle. The Canadian is a miserable river full of quicksand and slimy critters. It has nothing whatsoever to do with Canada. Let Oklahoma have it.</p><p><strong>ESTABLISH More Little West Texas Towns</strong></p><p><span class=\"dropcap\">M</span>any of the best small towns in Texas, like alpine, Balmorhea, Fort Davis, and Marfa, are way out in the glorious, isolated stretches near the Big Bend country. You don’t want to ruin them by letting them get too big, but with only 7600 people scattered over 6204 square miles in Brewster County and 5200 people over 3892 square miles in Presidio County, a few more towns won’t do the West Texas ambience any harm.</p><p><strong>PUBLIC Policy</strong></p><p><strong>ARRANGE a Bold Three-Way Mayoral Swap</strong></p><p><span class=\"dropcap\">T</span>his could be the biggest trade since the Colavitofor-Kuenn shocker between the Indians and the Tigers back in 1960. Houston is the nation’s fifth-largest city; it needs a national figure as mayor—like Henry Cisneros from San antonio. Houston will enhance his rising-star status and give him a bigger pulpit so he can vie with Ed Koch, Harold Washington, and all those other big-shot mayors. San antonio needs a little bit more of North Dallas’ can-do entrepreneurial arrogance, so it gets Starke Taylor, who’ll be sure to bring along Bob Folsom and his other friends to really get the dirt flying. All Dallas needs is a good manager, and Kathy Whitmire would be more sensitive than the one the Dallas establishment usually comes up with. Ancillary benefits: Dallas gets a woman mayor to soften its predatory image, and Kathy can hang out with the Kim Dawson-apparel Mart crowd to rid herself of that Tootsie stigma.</p><p><strong>MAKE Judges Wear Big White Wigs</strong></p><p><span class=\"dropcap\">I</span>’ve always thought that if I were standing trial, nothing would put the fear of God into me like a blackrobed judge in a ridiculous Dickensian wig. Talk about mean mothers. Not a surefire way to cut down crime, but worth a try.</p><p><strong>OUTLAW the Republican Party</strong></p><p><span class=\"dropcap\">A</span> recommendation made on aesthetic, not ideological, grounds. Politics was a lot more fun in the oneparty days, when everyone had to fight in the same ring. You could be just as reactionary in an all-Democratic state; you just had to fight harder to get there.</p><p><strong>ANNEX Nearby Racetracks</strong></p><p><span class=\"dropcap\">S</span>ick of the boring politicking over horse racing? So are we. As things stand now, Texans can do all the pari-mutuel wagering they want; they just have to cross state lines to do it, costing Texas $100 million in tax revenue in the process. Instead of snoring through another redundant horsemenversus-Baptists campaign, let’s just annex Bossier City,</p><p>Nuevo Laredo, and Ruidoso in little ice-cream-scoop parcels, raking in the tax revenue without having to sully Dallas-Fort Worth and San antonio with the evils of racetracks. A bonus: by getting Bossier City, Texas can increase its influence in the strategically crucial arklatex, which some scholars view as the Strait of Hormuz of the nineties.</p><p><em>Lunatic Fringe Scenario</em></p><p><em>#1</em></p><p>[Transcontinental Texas]</p><p>An alternative to fixing up our own coast would be to annex thin corridors of land stretching from Texarkana to Hilton Head Island, South Carolina, and from Bledsoe to Encinitas, California, leaving us with beaches on both coasts. Travel expenses and possible animosity from neighboring states make this something of a long shot.</p><p><strong>UNIFY the Twinned Cities</strong></p><p><span class=\"dropcap\">B</span>ryan-College Station. Sherman-Denison. Pharr-San Juan-alamo. Harlingen-San Benito. All residents know the difference between them, no outsiders do. Let’s combine them and make life simple. g,</p><p><strong>CHANGE the Name Of the Hill Country To “SOUTHERN New Jersey Nuclear Radiation Testing And Disposal Zone”</strong></p><p><span class=\"dropcap\">W</span>ith the specter of overdevelopment rearing its head, Texas needs to protect the Hill Country from turning into the Plano of Central Texas. Part of its appeal clearly lies in the magic of the Hill Country mythology. A properly sickening name change would allow the area to maintain its beauty while losing much of its allure for speculators.</p><p><strong>BRING Back the Golden Days Of Political Recordings</strong></p><p><span class=\"dropcap\">R</span>emember when LBJ recorded his immortal “Dogs Have always Been My Friends,” in which he howled along with Yuki, his favorite pup? Why not Clinton Manges and Jim Mattox doing “My Funny Valentine” and H. Ross Perot doing “You Gotta Be a Football Hero”?</p><p><strong>BUILD the Ultimate Mass Transit System</strong></p><p><span class=\"dropcap\">S</span>outhwest and Muse do fine most of the time you’re traveling around Texas, but what about when you’re really in a hurry? If we can get the space shuttle to do its thing 180 miles above the earth, running one a few hundred feet underground should be a piece of cake. What I envision is an underground space shuttle serving Houston, San antonio, El Paso, amarillo, and Dallas. Look at a map. It makes perfect sense. According to my calculations, the shuttle will be able to make it from Houston to El Paso in three minutes and from Dallas to Houston in fifty seconds. This is one we can really run with.</p><p><strong>“HOW i'd Make Texas Perfect</strong></p><p><em>Part I</em></p><img/><p><em>”actually, in our eyes we’re pretty perfect. But to make us more perfect to the Easterners and Europeans who travel here so frequently, maybe we should call central casting and have them trot out a few cowboys and Indians to liven up our downtown streets. Then we could live up to their image?’</em></p><p>-Maxine Mesinger, columnist</p><img/><p><em>“Houston is becoming wellknown for its large number of impressive artworks and public spaces. I would like to see this trend established statewide to make art available for everyone.”</em></p><p>-Kathy Whitmire, mayor</p><img/><p><em>“The final criterion of a state’s perfection will always lie in the intellectual field.</em></p><p><em>For Texas three improvements are called for.</em></p><p><em>“First, Texas has to come up with some genealogical gimmick that will produce the mileage Virginia gets out of its First Families of Virginia extravaganza. As things now stand a First Family Virginian always outranks a Texas oilman, and that ought not to be allowed to continue.</em></p><p><em>“Second, Texas is obligated to match the historical excavational work done by Massachusetts. The muchvaunted Puritan ethic has to be replaced by Texas with something better.</em></p><p><em>“and third, the accomplishments of Texas will always be compared with those of California. Lifestyle, religion, dress, recreation, all hang in the balance, and Texas must work hard to keep up.</em></p><p><em>“What i’m saying is that Texas has now moved into the big time and is obligated to compete with the best if it wants to be the best. The chances are 51-49 that Texas can make it?’</em></p><p>-James Michener, author</p><img/><p><em>”Texas would be perfect, just perfect, if there were ten sixtyyear-old single men for every sixty-year-old single woman?’</em> -Liz CARPENTER, author-lecturer</p><img/><p><em>“I think we need a maturity to go with our affluence?’</em></p><p>-T. R. Fehrenbach, historian</p><img/><p><em>”The best thing you could do to make Texas perfect is to make amarillo the summer capital.”</em></p><p>-Stanley Marsh 3, eccentric</p><p><strong>PERFECT Texans</strong></p><p><em>From a to M</em></p><img/><p>Illustration by David Kampa</p><p><strong>RED Adair</strong></p><p>[ <em>oil field fire fighter</em> ]</p><p>It took John Wayne to star in the movie based on his career.</p><p><strong>CANDY Barr</strong></p><p>[ <em>ecdysiast </em>]</p><p>Of all the small-town bad girls, she was the baddest.</p><p><strong>HENRY Cisneros</strong></p><p>[ <em>mayor</em> ]</p><p>He’s got brains, charisma, and the political savvy to go with them.</p><p><strong>ORNETTE Coleman</strong></p><p>[ <em>jazzman</em> ]</p><p>If you listen hard enough, you can still hear a sliver of Fort Worth in his saxophone pyrotechnics.</p><p><strong>DOMINIQUE De Menil </strong>[ <em>patron</em> ]</p><p>She has great taste and the grace to share it.</p><p><strong>T. R. Fehrenbach</strong></p><p>[ <em>historian</em> ]</p><p>He learned everything about Texas, then told the rest of us.</p><p><strong>HELOISE </strong>[ <em>columnist</em> ]</p><p>If it ain’t broke, don’t fix it; if it is broke, call Heloise.</p><p><strong>LADY Bird Johnson</strong></p><p>[ <em>conservationist</em> ]</p><p>She married a legend, then became one.</p><p><strong>STANLEY Marcus </strong>[ <em>merchant</em> ]</p><p>He did it first and did it best.</p><p><strong>STANLEY Marsh 3</strong></p><p>[ <em>eccentric</em> ]</p><p>He owns a media empire and two tattooed dogs.</p><p><strong>MAXINE </strong>[ <em>columnist</em> ]</p><p>She can make you, but she won’t break you.</p><p><strong>GLENN Mccarthy</strong></p><p>[ <em>wildcatter</em> ]</p><p>He knew how to find oil, and he knew how to live like he found oil.</p><p><strong>InSTRUCT Newcomers In the Texas Catechism</strong></p><p><span class=\"dropcap\">W</span>e could eliminate a lot of animosity if newcomers were given a quick course on essential customs of Texas life, like the accepted use of “y’all” and “fixin’ to,” the importance of grease as a condiment, and the rules for talking friendly and driving mean.</p><p><strong>DEBRIEF Emigrants</strong></p><p><span class=\"dropcap\">S</span>omeone has to make it clear that hokey urban cowboyisms, “my daddy was an oilman” posturing, and the other galling aspects of playing Texan to impress the folks in Washington and New York will no longer be tolerated.</p><p><strong>EDIT the Texas Constitution</strong></p><p><span class=\"dropcap\">T</span>here are more than 63,000 words in the Texas constitution and its 263 amendments, which makes it six times as long as the Constitution of the United States. We should either hfre a good editor or write a new one.</p><p><strong>InSTITUTE a Program In Dallas Along the LInES Of Chairman Mao’s Rustication Program</strong></p><p><span class=\"dropcap\">T</span>he trouble with Dallas is it’s all in one place. There’s nothing wrong with Shannon Wynne, BMW 320i’s, lime-green Izod shirts, and the rest of the Dallas Syndrome when you take each piece in isolation. But put together, they’re too much. Dallas needs to follow Chairman Mao’s example and send its leading lights from the cities to see what rural life is like. Let Wynne open his next successor to Tango, Nostromo, and Rocco in Hondo or Salado. Send a bunch of Kim Dawson models out to be beauticians in Quanah, Olney, and Seymour. If it’s good enough for Dallas, it’s good enough for d’hanis, Driftwood, and Divot.</p><p><strong>RESURRECT the Texas Navy</strong></p><p><span class=\"dropcap\">I</span>n the glory days of the republic, Texas had a four-ship navy made up of the Invincible, the Brutus, the Independence, and the Liberty. Now that Ronald Reagan has brought back gunboat diplomacy, we should have some of our own. Put a few boats on the Red River to frighten the Okies, a few more on the Rio Grande.</p><p>Two stipulations: one of the boats will have to be named the Brutus, and Bill Clements will have to be Secretary of the Navy.</p><p><strong>CRITTERS, Trees, And Such</strong></p><p><strong>HAVE the Aggies Breed Real Jackalopes, Giant Jackrabbits, And Other Creatures Of Texas Lore</strong></p><p><span class=\"dropcap\">T</span>hey’re breeding everything else; this doesn’t seem like too much to ask. Think of the resurgence in the postcard business.</p><p><strong>BRING Back the Tall Grass Prairies</strong></p><p><span class=\"dropcap\">I</span>nstead of paying Texas farmers not to grow crops, the feds should pay them to replant the tall grass prairies that once stretched from the Red River to the Colorado.</p><p><strong>HIRE Somebody</strong> TO Monitor the Bees</p><p><span class=\"dropcap\">a</span> little personal quirk here. Texas has about 200,000 bee colonies, which produce about seven million pounds of honey every year. That’s well and good, but is anyone keeping an eye on them? What if all the bees got ticked off at the same time? are any of those South american killer bees in there? Just wondering.</p><img/><p><strong>Illustration by Elwood H. Smith</strong></p><p>The Texas Navy</p><p>[ We really ought to have one; so what are we waiting for? It would give a new dimension to patrolling the Rio Grande. ]</p><p><strong>ERECT More Critter Monuments</strong></p><p><span class=\"dropcap\">I</span>t’s a hardhearted soul who can come away with a dry eye after viewing the National Mule Memorial in downtown Muleshoe or the world’s largest jackrabbit statue in Odessa or even, to stretch things a bit, the giant Popeye in Crystal City. What about possums? What about weasels? What about javelinas? What about Olive Oyl? Where’s a sculptor when you really need one?</p><p><strong>BRING Back the Manatees</strong></p><p><span class=\"dropcap\">W</span>onderful, whalelike sea cows used to inhabit Texas rivers and bays but have long since departed. We should bring them back, along with the Carolina parakeets, ivory-billed woodpeckers, and black-footed ferrets that used to be abundant in Texas.</p><p><strong>Replant the Native Palm FORESTS Of the Valley</strong></p><p><span class=\"dropcap\">A</span>nd when they grow back, fill the palms with tropical birds, like parrots and macaws.</p><p><strong>Trade Our Mosquitoes For Louisiana Governor EDWIN Edwards</strong></p><p><span class=\"dropcap\">T</span>he mosquito is the national bird of Louisiana. Let them have ours too. In return, we’d get Edwin Edwards (a.k.a. Fast Eddie), Louisiana’s absurdly colorful Cajun governor.</p><p><strong>BRInG In James Watt To Head a TREE-KILLInG Task Force</strong></p><p><span class=\"dropcap\">F</span>inally, an environmental position that fits Watt’s talents. Although mesquite now has its defenders (see “New Hope for Mesquite Sufferers,” page 110), studies show that Texas could save 10 million acre-feet of water annually by eliminating mesquite trees on rangeland and salt cedar along rivers. Clearly, Watt is the man for the job. While he’s at it, someone else can find a way to replace them with redwoods, pines, and maples.</p><p><strong>PLEASE Deliver Us From...</strong></p><p><strong>New chili cookoffs and critter festivals</strong></p><p><em>The old ones get grandfathered in, but enough’s enough.</em></p><p><strong>Restaurants named Somethings ’n’ Somethings</strong></p><p><em>It stopped being cute sometime around 1968.</em></p><p><strong>Plans to develop mild chile peppers</strong></p><p><em>Wimp culture has to stop somewhere. Leave the peppers alone. If you don’t like them, pick them off your nachos and feed them to the cat.</em></p><p><strong>Willie Nelson—Julio Iglesias collaborations</strong></p><p><em>Whose idea was that anyway?</em></p><p><strong>Chamber of commerce neologisms</strong></p><p><em>Metroplex, Petroplex, Metrocrest. Enough already.</em></p><p><strong>Idiots in pickups whose idea of fun is driving right on your tail on Houston’s freeways</strong></p><p><em>Who are these guys and why are there so many of them?</em></p><p><strong>Businesses named the Best Little Something in Texas </strong><em>I thought the Best Little Hairhouse in Texas was the worst until I heard about the Best Little Computerhouse in Texas. This all must stop.</em></p><p><strong>armadillo knickknacks</strong></p><p><em>The Texas Pet Rock of the seventies, but it’s the eighties.</em></p><p><strong>Downtown revitalization projects that create nothing but traffic problems</strong></p><p><em>If someone can explain the mess they’re making on Congress avenue in austin, we’d love to hear it.</em></p><p><strong>Houston feuds between Kathy Whitmire and Lance Lalor</strong></p><p><em>Public officials have a bad enough image without these two acting like six-year-olds in a sandbox.</em></p><p><strong>HYBRIDIZE Mesquite Trees To GROW Apples And Pears</strong></p><p><span class=\"dropcap\">S</span>ince we won’t be able to get rid of all the damn things, let’s do something worthwhile with the ones that remain.</p><p><strong>BREED More Turkey Vultures</strong></p><p><span class=\"dropcap\">A</span> blue sky with a vulture soaring is quintessential Texas.</p><p><strong>CREATE a Primevalthrowback Quadrant</strong></p><p><span class=\"dropcap\">T</span>exas could use an active volcano like the Davis Mountains were in their heyday, when they erupted with two hundred times the force of Mount St. Helens. While we’re at it, we could recreate Texas’ glory days in the Mesozoic Era with dinosaurs, flying lizards, and the rest.</p><p><strong>TEACH Armadillos How To CROSS Highways Safely</strong></p><p><span class=\"dropcap\">W</span>e know they carry leprosy and God knows what else, but this senseless slaughter must end.</p><p><strong>Sports</strong></p><p><strong>GIVE El Paso a Usfl Franchise</strong></p><p><span class=\"dropcap\">E</span>l Paso supports the Diablos, its minor league baseball team, better than some cities support major league franchises. The city deserves more than just the Sun Bowl.</p><p><strong>CREATE an All-Texas Roller Derby League</strong></p><p><span class=\"dropcap\">R</span>oller derby is a monster waiting to happen. In the right towns —maybe Port arthur, Odessa, Orange,</p><p><em>Lunatic Fringe Scenario</em></p><p><em># 2</em></p><p>[Shrunken Texas]</p><p>Not everyone likes wide open spaces and silly statistics about how many times Rhode Island will fit inside Texas. For a more manageable, drivable state, we could shrink Texas to about the size of Connecticut, with one big city (Fort Worth), two West Texas towns (Mentone and Monahans), two East Texas towns (Jefferson and atlanta), the Rio Poco, Little Bend National Park, and leave it at that. John Tower would be governor.</p><p>Lubbock—it could really catch on.</p><p><strong>CONSOLIDATE the Rangers And the Astros</strong></p><p><span class=\"dropcap\">B</span>etween the two of them, maybe they could come up with a winner. We said <em>maybe.</em></p><p><strong>MAKE Robin Byrd the Next Coach Of the Oilers</strong></p><p><span class=\"dropcap\">A</span>s the much-revered coach of that perennial Class a powerhouse, the Wink Wildcats, Byrd has won 38 and lost 3 over the past three years, a record to put Tom Landry to shame. Give him a try. He’ll make Houston forget Bum.</p><p><strong>MAKE Bum Coach Of the Cowboys</strong></p><p><span class=\"dropcap\">T</span>he Cowboys need heart, and they’ll never get it from the old regime. What’s someone named Bum doing in New Orleans anyway?</p><p><strong>BREAK Up the Southwest Conference</strong></p><p><span class=\"dropcap\">A</span> controversial proposal with a significant downside, but let’s consider it.</p><p>Here we have all the big, rich schools hogging the publicity and TV time. Why not spread it around? Rice can play in a smart-kids’ league with Trinity, Southwestern, the University of Dallas, and austin College. Baylor can play in a nice religious league with Concordia Lutheran College, Gulf Coast Bible College, and Oblate College of the Southwest. It might take a while to build up interest in those big UT-Blinn College and A&M-College of the Mainland rivalries, but hey, no risk, no reward.</p><img/><img/><p>Illustration by C. F. Payne</p><p>Cowboys Coach Bum Phillips</p><p>[ The perfect antidote for the too-slick Cowboys. And a Stetson will look more appropriate on the sidelines than a fedora. ]</p><p><strong>PERFECT Texans</strong></p><p><em>From M to Y</em></p><img/><p>Don Meredith</p><p>[ <em>sportscaster </em>]</p><p>Great arm, great mouth; he deserved better partners than the Cowboys’ computer and Cosell’s mouth.</p><p>Miss E L L I E</p><p>[ <em>mom</em> ]</p><p>In spite of J.R., the perfect mother.</p><p>Willie Nelson</p><p>[ <em>musician</em> ]</p><p>After the outlaw hype is gone, his music will remain.</p><p>Akeem Olajuwon [ <em>athlete</em> ]</p><p>The long, tall Texan for the eighties.</p><p>Roy Orbison</p><p>[ <em>singer</em> ]</p><p>Started out singing in Wink with a group called the Wink Westerners and has been perfect ever since.</p><p>Fess Parker</p><p>[ <em>actor</em> ]</p><p>A better Davy Crockett than Davy Crockett.</p><p>Bum Phillips</p><p>[ <em>coach</em> ]</p><p>He took the Oilers and made them saints.</p><p>Darrell Royal [ <em>coach</em> ]</p><p>He put up, then he shut up.</p><p>Sissy Spacer</p><p>[ <em>actress</em> ]</p><p>A small-town girl makes good and seems to stay a small-town girl in her heart.</p><p>Henry Thomas [ <em>child actor</em> ]</p><p>If he’s good enough for E.T., he’s good enough for us.</p><p>Ernest Tubb</p><p>[ <em>musician</em> ]</p><p>He keeps us waltzing across Texas night after night.</p><p>Ralph Yarborough</p><p>[ <em>politician </em>]</p><p>He fought the good fight when it wasn’t fashionable to fight it.</p><p><strong>MOVE the Baltimore Orioles To San ANToNIO</strong></p><p><span class=\"dropcap\">T</span>here’s a certain sentimental logic in keeping the Birds in Baltimore (Howard Cosell wouldn’t sound quite right saying “the Birds of San antonio”). But San antonio deserves a major league baseball team, and the Orioles are such a well-run organization, we might learn something from them.</p><p><strong>MOVE the Cotton Bowl To San ANToNIO</strong></p><p><span class=\"dropcap\">S</span>o obvious, it’s a miracle no one has done it yet. In Dallas the Cotton Bowl sits vacant almost all year long; in San antonio there’s a war over where to put Clinton Manges’ USFL team. The Cotton Bowl is a better place to see a game than Texas Stadium, but it’s no longer chic, so San antonio should be able to get it for a song.</p><p><strong>SPORTS Trade Of the Century!</strong></p><p><strong>HAVE Houston Trade Ralph Sampson To the Dallas Mavericks And Dallas Send Danny White And Butch Johnson To the Oilers</strong></p><p><span class=\"dropcap\">L</span>ook at it this way. There’s room for only one basketball dynasty in Texas. The Mavericks have everything but a big man, and the Rockets have nothing but Ralph —a perfect marriage. Danny White is a good quarterback, but in Dallas he’s in danger of becoming the Craig Morton of the eighties. Give Gary Hogeboom his chance in Dallas, White and Johnson theirs in Houston. Unorthodox, yes, but try to tell me it doesn’t make sense.</p><p><strong>LIMIT the Texas Baseball League To Texas</strong></p><p><span class=\"dropcap\">H</span>as anyone ever figured out what the heck Shreveport, Tulsa, and Little Rock are doing in the Texas League? at the very least, we could revive some of the immortals of the short-lived Lone Star League: the Corpus Christi Seagulls, the Victoria Cowboys, the Beeville Bees, the Seguin Toros, and the Harlingen Suns. And what about the old Fort Worth Cats?</p><p><strong>APPOINT Peter Gent Commissioner Of the Usfl</strong></p><p><span class=\"dropcap\">I</span>f there has to be another professional football league, it might as well be a real alternative.</p><p><strong>UNFINISHED Bidness</strong></p><p><strong>AIR an All-Texana Cable Channel</strong></p><p><span class=\"dropcap\">Y</span>ou can get all-sports, all-weather, all-news. Why not all-Texana? Lone Ranger episodes, Riders in the Sky concerts, <em>Giant, The Last Picture Show,</em> and singing cowboy movies like Roy Rogers’ <em>Under Western Stars</em> and Tex Ritter’s <em>Song of the Gringo.</em> You’ve got to admit, there’s money to be made here.</p><p><em>Lunatic Fringe Scenario</em></p><p><em># 3</em></p><p>[Yankee Texas]</p><p>Move the state’s entire population to the Texas towns of Boston, New Boston, Detroit, Little Chicago, albany, Cleveland, Columbus, Washington, and other places named by homesick pioneers. This would probably ease the minds of the homesick pioneers of today. The real fanatics could live in Paris, Palestine, Jericho, and Naples.</p><img/><p>Illustration by Tim Clark</p><p>An al Texana Cable Channel</p><p><strong>[ a real Texan can hardly recognize the state the way it is usually portrayed in the movies and on TV, but it’s fun to watch. ]</strong></p><p><strong>START a Bennigan’s Airline</strong></p><p><span class=\"dropcap\">T</span>hroughout Texas’ cities there are thousands of young singles whose health is seriously imperiled whenever they stray too far from a trendy restaurant or fern bar. When forced to travel, they deserve an airline that serves potato skins, fried mushrooms, pina coladas, and the other staples of their diet. Flight attendants would be named Chip and Cheri, mobile salad bars would traverse the aisle, and the decor would be basic fern-bar junk and bric-a-brac.</p><p><strong>INVENT an Incredible Oil-Sucking Machine</strong></p><p><span class=\"dropcap\">W</span>ith the oil industry’s technology, someone ought to be able to come up with an underground suction pump and slant drilling system that would suck oil from the Gulf, where it fouls beaches and costs a ton to get out of the ground, to West Texas, where the oil field equipment is already in place.</p><p><strong>Outlaw Gas Ovens AT Barbecue Joints</strong></p><p><span class=\"dropcap\">M</span>ake it illegal to barbecue with anything other than hickory, oak, pecan, and mesquite licensed by the state. Enact stiff fines for first-time offenders, jail terms for repeat offenders. We shouldn’t have to do this, but drastic times demand drastic measures.</p><p><strong>MERGE Texas With Mexico And Call It Texaco</strong></p><p><span class=\"dropcap\">J</span>ust a little joke to make sure you’re still paying attention.</p><p><strong>GIVE Each Newborn His Own Cow</strong></p><p><span class=\"dropcap\">T</span>he only way to keep Texas’ cattle culture alive in an urbanized state. It would also stimulate the economy by spawning businesses, like day cowcare centers and urban parka-cow lots.</p><p><strong>“HOW i'd Make Texas Perfect”</strong></p><p><em>Part II</em></p><img/><p><em>“What we need is more armaguana ranches—that’s where they cross the Texas armadillo with the Mexican iguana—occasionally called the guanadillo, depending on parental purity”</em></p><p>-Bob “DADDY-O” WADE, artist</p><img/><p><em>“What Texas needs is a program to preserve Republicans, perhaps a reservation like it has for those other relics of bygone days, the buffalo, Longhorns, and other fauna.” </em>-JOHN Henry Faulk, humorist</p><img/><p><em>“Texas would be more perfect if we had a stronger, more viable Republican party. ”</em></p><p>-Bill Clements, former governor</p><img/><p><em>“I want Texans to add quality public school education to their brag list. When it comes to national rankings of student performance on Scholastic aptitude Tests and state dollars committed to teachers’ salaries, Texas should appear near the top of the list. I am confident that state lawmakers are capable and willing to look critically at our overall system of education and to take the steps necessary to graduate students who have mastered basic skills and who can make intelligent choices.”</em> -Mark White, governor</p><img/><p><em>“What would make Texas perfect? More rain in West Texas, fewer hurricanes along the Gulf Coast, more prosperity in South Texas, fewer automobiles in Houston, and more money in the state treasury.”</em></p><p>Bill Hobby, lieutenant governor</p><img/><p><em>“In the Dallas-Fort Worth area and west of here we need more shadows, such as are created by tall mountains. And in the flat places we need nice lakes. Also, somebody should figure out how to make the East Texas pines migrate and grow toward the west”</em></p><p>-Tex Schramm, sports executive</p><img/><p><em>“What Texas needs to be even better is bluer bluebonnets, faster horses, hotter chili, more space. Too much ain’t enough.”</em></p><p>-Darrell Royal, retired coach</p><p><strong>TURN the Area Between Dallas And Fort Worth Into the THEME-PARKAnd-SILLY-MUSEUM Capital Of the World</strong></p><p><span class=\"dropcap\">T</span>hey’ve got a good idea going here: squeeze all the oddball attractions you can find into one place. How else are you going to get people to Grand Prairie? Some would say the presence of the Texas Rangers baseball team in arlington provides all the comic relief anyone could want. But why not truck in the Robert L. More, Sr.,</p><p>Bird Egg Collection from Vernon, the Beer Bottle World from New Braunfels, the Midland County Historical Museum’s exhibit of objects found in chicken gizzards, the Helium Monument from amarillo, and the Czech Heritage Museum from Temple and set them all up in one convenient location?</p><p><strong>MOVE the</strong><em>Dallas Times Herald</em><strong>TO San Antonio And the</strong><em>San Antonio Express-News</em><strong>TO Dallas</strong></p><p><span class=\"dropcap\">S</span>ome people prefer newspapers that run headlines like <strong>GARBAGE Baby Born Alive,</strong> and some people like their papers a bit more sedate. This way readers in Dallas and San antonio can have a real choice every day.</p><p><em>Lunatic Fringe Scenario</em></p><p><em># 4</em></p><p>[THE Lone Star State]</p><p>If reverent weathermen and newscasters won’t stop talking in stentorian tones about The Lone Star State, maybe we should just give them one, by making Texas’ borders form a star. The Gulf landfill would provide a fresh start for the arts and surf district. The portion of the state now in arkansas would be fenced off as a security precaution.</p><p><strong>MAKE Freddy Fender And John Denver Use Their Real Names</strong></p><p><span class=\"dropcap\">I</span>t’s Baldemar Huerta and Henry John Deutschendorf, Jr. Whatever happened to truth in advertising?</p><p><strong>ENDOW the World’s First Museum For Black Velvet Paintings</strong></p><p><span class=\"dropcap\">T</span>exas’ best museums are in Fort Worth, so put it there, between the Kimbell and the amon Carter. Cullen Davis can put up the money. Either we bring real art to the people or Elvis and five million bulls died in vain.</p><p><strong>PICKLE Gib Lewis And Preserve Him For Future Generations Under the Label “POLITICUS </strong><em>TEXANUS,</em><strong>CIRCA 1984”</strong></p><p><span class=\"dropcap\">A</span>n invaluable historical contribution for future scholars trying to figure out what we were like.</p><p><strong>BLUE Plate Specials</strong></p><p><strong>ABOLISH the Blue Laws</strong></p><p><span class=\"dropcap\">M</span>ost of the sillier throwbacks to an earlier era are gone. This one should go with them.</p><p><strong>SPEND What It Takes To DEVELOP a First-Class Symphony Orchestra</strong></p><p>It doesn’t matter if it’s in Dallas, Houston, or Dripping Springs. If Cleveland can have one, so can we.</p><p><strong>HAVE the Aggies Find Out How TO Ranch Redfish</strong></p><p><span class=\"dropcap\">I</span>t would create income for struggling farmers and ranchers and provide redfish for the rest of us.</p><p><strong>RAISE the Speed Limit</strong> TO <strong>70</strong></p><p><span class=\"dropcap\">W</span>ithin urban areas 55 makes sense, saves lives, and should be maintained. But on the endless stretches of Texas interstates it’s simply a windfall for DPS agents and small-town speed traps.</p><img/><p>Illustration by Ray-Mel Cornelius</p><p>Perfect Boundaries</p><p>[ “Lone Star State” is only a nickname, but some imaginative restructuring can give Texas a shape of stellar proportions. ]</p><p><strong>BUILD a Four-Lane Interstate Between Houston And Austin</strong></p><p><span class=\"dropcap\">T</span>exas is one of only four states (the others are alaska, Nevada, and South Dakota) that don’t have a major highway between their capital and largest city. Talk about rinky-dink.</p><p><strong>ENACT a Sin Tax To FUND Merit Pay Increases For Teachers</strong></p><p><span class=\"dropcap\">A</span> tax on liquor and cigarettes is the most obvious way to get merit raises for Texas teachers, who now rank thirtieth nationally in teacher pay.</p><p><strong>Buy the Big Bend Ranch</strong></p><p><span class=\"dropcap\">N</span>ow privately owned, this 320,000-acre slice of the Trans-Pecos has great canyons, the vast circular uplift called the Solitario, and breathtaking vistas. It’s as good as Big Bend National Park. Need we say more?</p><p><strong>CLOSE All Texas Law Schools</strong></p><p><span class=\"dropcap\">T</span>wo thirds of the lawyers in the world are in the U.S., which now has one lawyer for every 363 people. Japan has only one lawyer for every 9833 people. No wonder the Japanese do everything better than we do. One fifth of U.S. lawyers have been in business less than five years, and at the rate we’re churning them out, well have a million lawyers by the year 2000. Texas needs 2400 new lawyers a year the way it needs 2400 new armed robbers.</p><p><strong>PUT H. Ross Perot In Charge Of a Commission To InVESTIGATE Cable Tv</strong></p><p><span class=\"dropcap\">I</span>f you thought Perot found problems in the schools, wait until he takes a look at Warner amex et al.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Dallas",
      "Houston",
      "people",
      "San Antonio",
      "Mesquite",
      "Oil",
      "rio",
      "Baseball",
      "Giant",
      "Lawyers",
      "Trade",
      "Aggies",
      "Barbecue",
      "Barbecue",
      "Big Bend",
      "Cities",
      "Cotton",
      "Cotton Bowl",
      "Country"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "San Antonio",
      "West"
    ]
  }
}