{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19843",
    "date": "March 1984",
    "year": 1984,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1984/19840300.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 132,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141
      ],
      [
        204,
        205
      ]
    ],
    "toc_order": 3,
    "toc_headline": "In the Wings",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198403-inthewin",
  "source": "/1984/19840300.pdf",
  "wp_post_id": 120408,
  "wp_post_guid": "http://www.texasmonthly.com/article/in-the-wings/",
  "authors": [
    "W. L. Taitte"
  ],
  "headline": "In the wings",
  "dek": "Ballet is beautiful, onstage and off.",
  "spread_caption": "",
  "excerpt": "Backstage at the Houston Ballet is a world of pastel shadows, brilliant spangles, and anxious waiting.",
  "kicker": "",
  "word_count": 2361,
  "content": "<p>Ben Stevenson, the artistic director of the Houston Ballet, calls ballet a sweat factory. That’s all right with me —let me stand backstage and watch as the months of rehearsals and the frenetic last-minute preparations finally produce a professional, thoughtful performance. Stevenson makes his dancers work hard, and their sweat has paid off. The Houston Ballet and its school are a regional success story —a rarity in american dance. During Stevenson’s seven years with the company, it has earned a local following and a national reputation. The school has become a high-caliber enterprise, teaching an elegant, if conservative, house style. And the principals are some of the finest dancers in the country.</p><p>During the 1982-83 season the troupe toured the country, last summer it went to Europe, and last fall it spent a week at the Kennedy Center in Washington, D.C., all to sold-out houses and good reviews. In 1982 Houston swept the International Ballet Competition in Jackson, Mississippi. Stevenson won the gold medal for choreography, soloist Rachel Jonell Beard won the women’s bronze medal, and principals Li Cunxin and William Pizzuto shared the silver, the highest award for men that year. The most significant winner was principal Janie Parker, the first american woman ever to receive the gold medal, an official declaration that she is a ballerina of world stature. There have been other american ballerinas as good as Parker, of course, but she is the first to make her career in a company outside New York.</p><p><strong>PHOTOGRAPHY By Geoff Winningham</strong></p><img/><img/><img/><p><em>Backstage at a performance of The Nutcracker, soloist Jeanne Doombos (left) stands just out of sight of the audience. Laurie Volny (at right, from left to right) and Rachel Jonell Beard prepare to go on as Daniel Jamison comes off after the athletic Chinese Dance.</em></p><img/><p><em>Members of the corps de ballet (left) wear petaled dresses for the Waltz of the Flowers. Two flowers, Taryn Glivinski (above left) and alison Oeben, both from Houston, strike a balance between serenity and tension.</em></p><img/><img/><p>The Houston Ballet is also unusual because it has rejected the fast-paced, angular, athletic style of most american companies, notably George Balanchine’s New York City Ballet. Houston instead has a little bit of England in its look —classic, poised, and somewhat stodgy-and in the backgrounds of its ballet masters and teachers. Dancers who work with the British-born Stevenson learn solid, oldfashioned moves, with elegant hand gestures and polished phrases. The result is a measured, flowing style that is far more romantic and slightly more archaic than that of other american companies.</p><p>The core of the company is a group of people that Stevenson knew before he came to Texas. He had trained with the Royal Ballet and worked for the London Festival Ballet before leaving for the States in 1968. After building companies in New York, Washington, and Chicago, he moved to Houston in 1976 and began surrounding himself with colleagues from Britain, including his top assistants and two of his eight principals, Kenneth McCombie and Dorio Perez. The long tenure of Houston’s top performers is striking; the only relative newcomer is Li Cunxin, who became a principal in 1982.</p><img/><img/><img/><p><em>Doornbos (above) pauses backstage with prop crewman Heime (the only name he uses), as she warms her legs and roughens her shoes to ensure a smooth performance. Kristine Richmond (left) waits poised beneath her arabian dancer headdress.</em></p><img/><p><em>Midland ballerina Karri McClatchy will make her entrance with the rest of the corps de ballet at the conclusion of principal dancer Li Cunxin’s performance in the Russian Dance.</em></p><p>Li Cunxin’s natural elegance first caught Stevenson’s eye when Cunxin came to study at the Houston Ballet School as a cultural exchange student from China. A scout for the Chinese Ballet had discovered him at the age of eleven and put him in a Peking school, a thousand miles from his family and village. At the time, he was so naive about ballet that he assumed that even boys went on pointe. He received good basic training that was influenced by the Russian style, but it left him with a technical problem that keeps him from being a world-class dancer: his jumps sometimes end roughly, a fault he shares with many of the Bolshoi Ballet’s men. Since he came to Houston in 1981, he has developed magnificently.</p><p><em>(Continued on page 202)</em></p><img/><p><em>Houstonian Paul LeGros (left) appears as the Nutcracker Prince in the finale, where Clara awakens to his parting salute. LeGros became a soloist in 1982, as did Rachel Jonell Beard (right). A few last stretches prepare her for her entrance to the Land of Snow as the Snow Queen.</em></p><img/><p><em>(Continued from page 138)</em></p><p>American boys usually start dance lessons later than Cunxin did, and few have his remarkable talents. So although the skills of the american male dancers in the Houston company are improving, the only americans among the five principal men are William Pizzuto and Dennis Poole, and both lack Cunxin’s grace. Next to Cunxin, Poole is the newest principal (he joined the company in 1979). Pizzuto, who has been with Houston since 1976, is a handsome figure offstage, but at times he moves with a self-conscious tightness, and in roles like Cinderella’s Prince, he looks too made-up.</p><p>The three top ballerinas-Janie Parker, Suzanne Longley, and andrea Vodehnal —have been in Houston for years, perfecting Stevenson’s hallmark romantic style. Longley-perhaps the most americanstyle dancer in the company-is known for her strong technique and dramatic intensity. At fifteen she left New York because she was told that her legs were too short. She ended up in Stevenson’s company in Washington and joined him in Houston in 1976. Stevenson credits that period of adversity and discouragement with sharpening the edge of Longley’s performances.</p><p>Janie Parker, on the other hand, trained at the New York City Ballet and then left for the Ballet du Grand Theatre in Geneva, where she danced for three years. But she wanted to dance the romantic heroines, so when Stevenson staged <em>Cinderella</em> with her company, she asked to study with him. He hired her in 1976, soon after his arrival in Houston.</p><p>The Houston Ballet has given Parker as many opportunities to be a romantic ballerina as any company in the world could have. Stevenson’s temperament and the desires of the board and the community to see ballet in the grand old style have guaranteed an important place in the repertoire for famous fairy-tale parts like the Sleeping Beauty, Cinderella, and the Swan Queen. Stevenson has also created and commissioned long narrative ballets of a sort more likely to be seen in London than in New York. And, Pizzuto adds, “nothing sells a ticket like feathers.”</p><p>The principals are the heart of Stevenson’s company, but the ballet school is its lifeblood. Every year hopefuls audition to study there, where they are trained in the company’s particular style, techniques, and repertoire. In a company growing as rapidly as Houston’s-from 28 to 40 dancers in five years —it is the best way to find new dancers. The school teaches technique, but Stevenson also stresses enjoyment of dancing and musical sense. Dancing, after all, is an entertainment, not a sport,” he insists, bristling at the quasi-athletic prowess and the paucity of expression that he feels dominate american ballet.</p><p>Teaching imaginative dance is one of Stevenson’s strengths. It is a revelation to watch a principal dancer like andrea Vodehnal do a few simple steps in the middle of a classroom routine. A smile lights up her face; a story clearly is going on in her mind - in the midst of hard physical labor she encapsulates a world of grace and charm. Stevenson fosters that kind of imagination in his company. “He wants us to be expressive with our faces,” says Janie Parker. “He doesn’t think that people come to watch you use your pointe shoes.” Expressiveness is hard to teach, but it is evident in the fragile, radiant heroines danced by Parker. Her precisely pointed toes can match those of the best ballerina, but her light touch and heartbreaking smile are her trademarks.</p><p>All forty dancers, principals and beginners alike, follow a rigorous daily schedule. Starting at seven-thirty or eight, they go to the body conditioning studio, where they do individual exercises to get into shape for the main business of the morning: the company class. Everyone is expected at the class, which is taught by Stevenson or one of his assistants. From ten to twelve the instructors help the dancers refine their technique, beginning with slow movements at the barre and proceeding to series of short passages in the center of the mirrored room. Rehearsals are between noon and three, then there is a lunch break, then rehearsals again from four to seven. On the days of performances, classes begin at noon.</p><p>The tight schedule means that Houston dancers don’t have much of a life outside ballet. There is no ballet subculture in Houston, and the dancers are too busy and too exhausted to be consistent party goers. On days off, one group likes to go sailing in Galveston Bay. Some of the men throw darts in an English-style pub, other company members listen to music at clubs like Rockefeller’s, and a few are disco fans. Nor do people who spend all their waking hours pursuing a single activity have much time for formal education. Most of the dancers won’t get the chance to go to college before, during, or after their careers. Few are married, and no woman in recent memory has left to have a child.</p><p>The dancers are also plagued by physical problems. Underneath the tights and tutus, their bodies are riddled with deformations left by injuries. Janie Parker points to her feet and shows her scars: this gorgeous creature’s feet, so beautifully arched in their toe shoes, are pathetic. She has also had two operations on her ankles. Suzanne Longley was once injured so badly that she had to leave a European tour a week early.</p><p>Dancers everywhere complain about the unceasing discipline, the isolation, the injuries, the low pay; most of them quit in their twenties. But the experienced Houston Ballet dancers insist that their company and city enjoy a certain superiority. New York companies are famous for fostering the cult of the superthin body; in pursuit of that goal, dancers sometimes become ill, even anorexic. Not so the Houston company. Its dancers have lovely bodies, softer and more rounded than those of their angular East Coast peers.</p><p>There is no doubt that the Houston dancers, especially those who studied in the extremely competitive atmosphere of the New York School of american Ballet, think New York is the unhealthiest place to dance. Longley remembers that as a teenager she “had the New York bug.” She had grown up in Maryland, and New York was a shock. “I was attacked on the street, almost raped in the hospital. In Houston we don’t have the pressure of New York. You just jump in a car to go anywhere, and the buildings reflect the sky. I love it. And here we never have to worry whether the paychecks are going to bounce. I’ve been in companies where they did.” Says Parker, “If the kids would only realize how good they’ve got it. It’s the same all over, as far as some of the problems go. Here the company has the healthiest attitude of anywhere.” Why the emphasis on health and discipline? “The focal point is Ben,” Parker replies. “He doesn’t put up with egos flying around. The company is low in bad competitiveness and high in good competitiveness.”</p><p>Where is all this good competitiveness taking the company? On March 15 it revives its hit from 1981, <em>Papillon, </em>modeled on a nineteenth-century romantic ballet. The company will also take <em>The Sleeping Beauty</em> on a national tour this month, with trips back to Texas to play College Station, Beaumont, Fort Worth, and El Paso. But the most exciting new fare promises to be the Texas premiere on May 31 of a full-length modern ballet choreographed by Stevenson. As yet untitled, the work will feature music composed by John Dankworth and performed onstage by British jazz singer Cleo Laine.</p><p>Some of the dancers are experimenting with choreography too. Lauren anderson of Houston (at eighteen one of the youngest members of the company) attracted attention with her choreography at the school’s workshop last season. And in February the company premiered works by three of its dancers: <em>Six Dances</em> by Pizzuto, <em>Out of the Blue</em> by Daniel Jamison, and <em>Shadowfall</em> by Ken Kempe.</p><p>The school and practice facilities will soon move to a large old building being remodeled on West Gray. Since dancers spend so much time in class and rehearsal, that change will mean much more to their daily lives than the Wortham Center, the new theater the ballet plans to share with the Houston Grand Opera. (The school will be ready this season, but the slowdown of Houston’s economy has cramped funding for the theater and delayed construction.) The touring schedule is also accelerating. Next summer will mark the third European tour in as many years.</p><p>But the brightest prospect for the Houston Ballet is the coming to maturity of the students in the school. So far thirty of the company’s dancers have been trained there, and Stevenson says that several will assuredly be principals one day. He is too diplomatic to say who they might be, but Rachel Jonell Beard and Katie King are among the likeliest candidates. Both are in their early twenties, and Stevenson has given them choice roles. Before too long, all the ranks of the company, including the top, will be dominated by dancers trained in Houston.</p><p>The magnitude of that change can be seen in the careers of andrea Vodehnal and Rachel Beard. Vodehnal, now in her mid-forties, grew up in Houston, but she had to go to New York to find polished professional training. Today’s aspiring dancers, like Beard, can begin in Houston, study there, and work there—if they are good enough. Beard also grew up in the city and went to Westchester High School. But she doesn’t have to worry that staying in Texas will compromise her ambitions in the slightest. “I love dancing in Houston,” she says. “I hope that i’m going to be the best ballerina in the world.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Ballet",
      "Houston",
      "New York",
      "School",
      "beard",
      "Work",
      "Dance",
      "people",
      "Style",
      "Texas",
      "The Ballet",
      "Tour",
      "College",
      "Dancing",
      "London",
      "Love",
      "Music",
      "New York City",
      "performance",
      "Snow"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Galveston",
      "Washington",
      "West"
    ]
  }
}