{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19856",
    "date": "June 1985",
    "year": 1985,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1985/19850600.pdf",
    "issue_cover_image": "",
    "document_start_page": 160,
    "toc_start_page": 146,
    "document_page_range": [
      [
        160,
        161,
        162,
        163
      ],
      [
        243,
        244,
        245,
        246,
        247,
        248,
        249,
        250,
        251
      ]
    ],
    "toc_order": 6,
    "toc_headline": "",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198506-thedesper",
  "source": "/1985/19850600.pdf",
  "wp_post_id": 121275,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-desperate-search-for-christi-meeks/",
  "authors": [
    "Jim Atkinson"
  ],
  "headline": "The Desperate Search For Christi Meeks",
  "dek": "Sometimes Not Even a Skilled Detective Can Find a Lost Child.",
  "spread_caption": "",
  "excerpt": "The Desperate Search For Christi Meeks When five-year-old Christi Meeks disappeared and the police couldn't find her, her father turned to Bill Dear, one of the most controversial private detectives in Texas.",
  "kicker": "",
  "word_count": 9842,
  "content": "<img /><p><strong>a Photograph Of Five-Year-Old Christi Meeks Appeared On Bill-Boards, Posters, Milk CARTOnS, Paper Bags, And Movie Screens.</strong></p><p><span class=\"dropcap\">W</span>hen five-year-old Christi Meeks awoke on the morning of Saturday, January 19, the weather in Mesquite was balmy and springlike; it was a perfect day to play outside. But by suppertime, a vicious norther began to blow in, and the temperature plummeted 40 degrees in a matter of hours. After it was reported that Christi had been discovered missing around 6:45, while gusts were reaching 65 miles per hour, it was almost as if she had disappeared on the wind.</p><p>That would have been about as good an explanation as anyone had. When Mesquite police Lieutenant Larry Sprague got the call that evening about eight, he knew he had a big problem. He was no expert on child abductions—the last one he had worked on was in 1979—but 21 years as a cop had taught him that a missing kid was as hard to find as a needle in a haystack, unless there was something to go on.</p><p>The main difficulty was motive. It used to be that children were abducted for ransom, plain and simple. But times had changed. Now, children could disappear for any of a number of reasons, and everyone was suspect: a parent might have taken a child in a custody dispute; a timid pedophile might have sexually abused the child without causing physical injury and returned him or her within a short time; a small-time doper who had come up short on a deal might have needed a child to sell to pornographers or on the black market; or a friend or stranger might have had darker needs, such as physical abuse or even murder, on his mind.</p><p>Sprague also knew that once a child was gone, she was far more difficult to trace than an adult. When an adult vanished, driver’s licenses, credit cards, and social security registrations could be used to track his whereabouts. Kids didn’t have driver’s licenses or credit cards. Most of them didn’t have complete fingerprints on file anywhere, and depending on their age, they might not have dental records. Kids were already so close to invisible that when they disappeared they were almost impossible to find.</p><img /><img /><p>Photography by Gary McCoy</p><p><strong>WILLIAM C. Dear Is One Of the Most Successful And Controversial Private “TECTIVES In Texas. A Self-Proclaimed FInDER Of Lost Children, He Waived HIs S1000-A-Day Fee To Take On the Well-Publicized CHRIsTI Meeks Case</strong></p><img /><p><strong>CHRISTI Was Playing At This Complex In Mesquite When She Was Abducted.</strong></p><p>When Sprague arrived at the Charter Oaks apartments in North Mesquite, the night was black with the winter storm. Heavy winds rattled the trees that surrounded the complex. Cars passing by on Interstate 20 made an incessant plaintive sound. Sprague found the investigators who had answered the initial call and then went to talk to Christi’s mother and stepfather. As he walked through the complex, he realized that he had another problem. The Charter Oaks consisted of phalanxes of two-story buildings of eight to twelve apartments each, nearly three hundred units altogether. Because the complex was between the expressway and a big, meandering creek bed, some of the buildings sat at strange angles, and the parking lots, walkways, and two swimming pools seemed to have been dropped in at random. Floodlights barely penetrated the gloom. In the maze of buildings a sense of distance or direction was elusive; a person could disappear around a corner or into a shadow in a matter of seconds.</p><p>Christi’s mother’s apartment was on the ground floor in the middle of a row of identical brick cubicles with aluminum windows and peeling paint. A group of residents huddled outside, waiting for something to happen. Inside, Sprague talked to the little girl’s mother, Linda Peacock, and interviewed the only witnesses—six children, ages five to eight, including Christi’s seven-year-old brother.</p><img /><p><strong>DEAR’s Investigators Dick Riddle And Joe Villanueva Followed the Advice Of a Psychic And Crawled Along an Icy Creek Bed Near Mesquite, Looking For Traces Of Christi.</strong></p><p>Christi, her brother, and her sister had been visiting their mother for the weekend. The kids had stayed outside all day Saturday, primarily in a small, open area at the end of the complex. Christi, who was wearing blue jeans, a T-shirt, and Cabbage Patch tennis shoes, had been playing with an eight-year-old girl who lived at the complex, while Christi’s brother and stepbrother were playing with two other boys about one hundred feet away. Christi’s friend recalled that a slender young man wearing tennis shoes, jogging shorts, and an athletic pullover had appeared and started talking with them.</p><p>He had complimented her on her new roller skates. Uneasy, she had told Christi, “Let’s go play with the boys.” a little while later, Christi’s friend decided to go inside her apartment and take off her skates. When she returned, she saw Christi walking off with the man, headed around the north end of the building, she thought, toward a parking lot.</p><p>From that scant set of facts, the investigation went downhill. One child said that the suspect had a beard; another said that he didn’t. An eight-year-old boy said that he thought he had seen the same man getting out of a small yellow car earlier in the day. And on it went. By the time Sprague finished questioning the witnesses, all he had was a big, unwieldy mass of fact, contradiction, innuendo, and speculation. He knew that when interrogated, children were likely to say anything just to respond—you could believe everything they said or none of it. What Sprague had was a whole lot of nothing.</p><img /><p><strong>JUSTICE Of the Peace Charles Odle First Misidentified the Sex Of the Body Found In Lake Texoma.</strong></p><p>So he did the only thing cops can do when they have a whole lot of nothing: he sent out his troops to look for clues. As the night wore on and the temperature dropped well below freezing, a dozen or so Mesquite patrolmen joined the search. They scoured the park and combed the creek bed. They sifted through piles of construction material and rubbish on a vacant lot across the way. They called Christi’s name until they were hoarse. They knocked on doors in the neighborhood and fanned out through the massive complex, interviewing residents. Other than the children who had already been questioned, no one had seen or heard anything. Or at least if anyone had, he wasn’t saying so.</p><p>At 2 a.m. Lieutenant Sprague decided to call off the search. They had done all they could, and the temperature was continuing to drop. The best Sprague could do was get a little sleep and attack the problem the next day. He would continue the search, of course, but he would also run computer checks on known child sex offenders, reinterview the older children who had seen the abduction, and give pictures of Christi to the media. The photos, once aired, would produce well-meaning, useless phone calls, but when a cop has a whole lot of nothing, he doesn’t have much choice.</p><p>Christi’s father, Mike Meeks, felt that he was the last to know that his child had vanished, and try as he might, he couldn’t help blaming his former wife, Linda. If only she had been watching more closely, he thought, it wouldn’t have happened. Since their divorce five years earlier, Mike had raised Christi. She was his favorite. And now some stranger had her. Mike was sure that it wouldn’t have happened if Christi had been with him, where she belonged.</p><p>But there was no time for accusations. Mike, his brother, and his father joined the search. They headed out haphazardly, poking through some nearby unfinished apartments and wandering through the creek bed. Often Mike called Christi’s name softly and waited, sweating in the 20-degree temperature, for her to call back. But she never did.</p><p>Mike looked for his little girl until about 5 a.m. The searching was absurd, but somehow it kept him from thinking the unthinkable. “When I finally got home that night,” Mike said, “I lay shivering in my bed. Then I realized the true source of the frustration and pain. It wasn’t that no one knew anything. It was that someone, somewhere, knew <em>something</em>—probably someone right there at the apartment complex.”</p><p>In the weeks that followed, Mike’s frustration grew. He knew that the Mesquite Police Department was doing what it could, but he couldn’t shake the feeling that those efforts weren’t enough. So Mike and his wife, Lisa, gathered their savings and put $5000 into a reward fund; friends and strangers pitched in, raising the total to $15,000. Christi’s aunt Teresa Rogers arranged to have billboards bearing Christi’s photograph posted on major freeways throughout the county. And finally Mike organized his own searches. For a time, his Sunday searches were the only dimly heartening thing about the disappearance of Christi Meeks. Mike and family and friends would meet at Big Town Mall in Mesquite and invite all comers. On one Sunday 350 volunteers showed up. The searches ultimately were pointless, but they kept Mike and everyone else from thinking the worst. After a month Mike gave up on the searches. They had turned up nothing new. Neither had the police. Desperate, Mike turned to a man who always seemed to find something: William C. Dear, a private detective and self-proclaimed finder of lost children.</p><img /><p><strong>After 21 Years On the Force, Lieutenant Sprague Knew Kids Were Hard To Find.</strong></p><img /><p><strong>Mike Meeks And His Wife, Lisa, Gathered Up $5000 Of Savings To Start a Reward Fund For Christi And Organized a Month Of Sunday Searches BEForE Finally Turning To Bill Dear.</strong></p><p><strong>The Finder Of Lost Children</strong></p><p>Bill Dear is one of the most controversial and most successful private detectives in Texas. He started in law enforcement at age seventeen, one of the youngest Florida Highway Patrol communications officers ever sworn in; two years later, he became the youngest chief deputy constable in Dade County history. In 1961, after seven years in Miami-area law enforcement, he moved to Dallas and hung out his private investigator shingle. Like most private detectives, he started in retail credit investigation, went into accident insurance investigations, and then became firmly established as a private detective by working for a Dallas attorney. In the mid-seventies Dear began investigating missing persons cases, the foundation of any successful private detective’s practice. Local prominence didn’t come, however, until he solved the strange disappearance of Dallas nurse Norma Heistand; Dear found her hiding in a large packing box in the attic of her own home. He also gained publicity when he tracked down the teenage daughter of a wealthy client and in the process was knifed in the back. Since then, he has rarely stayed out of the headlines for very long. He has been called everything from a genius to a parody of Travis McGee.</p><p><em>(Continued on page 229)</em></p><p><em>(Continued from page 149)</em></p><p>Bill Dear lives in and works out of a compound that sits on 28 acres of pastoral South Dallas County land, surrounded and protected by enough high-tech, highparanoia gadgetry to shame the memory of Howard Hughes. The visitor is asked to announce himself and his intentions by radio before an electronic gate is opened. He then follows a narrow, winding roadway past hanging baskets of plastic flowers, horses, several arrangements of life-size fiberglass deer, and a bridge. At the top of a large knoll, he comes to a building roughly the size of an aircraft carrier and designed in a style best described as Late aspen Ski Lodge. Outside, near several of Dear’s fourteen cars and his helipad, is a sign that says “Visitor’s Parking.” Inside, the foyer is a gallery of framed blowups of various bits of media coverage Dear has received in his twentysome years as a private eye: a story from <em>Family Weekly,</em> a photo spread from <em>Playboy,</em> a puff piece from the <em>Dallas Times Herald</em>’s weekly Unique society section. At the end of a longer corridor is an impossibly narrow spiral staircase that leads down to Dear’s office, which is also decorated with Dearabilia.</p><p>Physically, Dear is imposing. He is six feet two inches and uncommonly trim for a man of forty-seven years. He favors expensive Western-cut suits and fancy cowboy boots, and he adorns almost every exposed appendage with garish gold jewelry. Perhaps the most arresting thing about him, however, is his countenance. It is anything but James Bondish; rather, it is bespectacled and somewhat ascetic. From the neck down, Bill Dear looks like a Texas Ranger gone Hollywood; from the neck up, he looks like he could be your neighborhood pharmacist.</p><p>In 1979 Dear achieved national fame when he tracked down sixteen-year-old Michigan State University student Dallas Egbert, who had vanished under mysterious circumstances. Egbert, a reputed genius with an IQ of 180, had become obsessed with the game Dungeons and Dragons. After months of crawling through tunnels underneath the MSU campus, where Egbert and his friends had played their bizarre game, Dear first tracked the teenager to a seedy apartment near the campus and finally to a slum in Morgan City, Louisiana. Dear later wrote a book about the exploit, and in his typically immodest fashion, asserted that he had outpsyched the kid.</p><p>After finding Egbert, Dear became known for finding lost children. Practically every case that gained attention anywhere in the country crossed his desk in some form. And though it was clear that the Meeks family could not afford his services (he charged as much as $1000 a day), Dear hesitated only slightly when approached by a friend of Mike’s. Dear was interested for two reasons. With the billboards, the reward, and the well-publicized weekend searches, the case had already received an uncommon amount of ink. Second, it was almost exactly like another child abduction he had worked on the year before. The disappearance of three-year-old amber Crum had, in fact, turned out to be one of the most frustrating and disappointing cases Dear had ever had. After weeks of trailing potential suspects, Dear and his investigators, Dick Riddle and Joe Villanueva, were dead sure that they had the guy. But they were never able to make the crucial link. A witness repudiated an earlier statement, and when police picked up the suspect and gave him a lie-detector test they didn’t have enough evidence to make their charges stick.</p><p>That had haunted Dear for most of the following year, and the Christi Meeks case was a perfect opportunity to get even. Dear would take the publicity and donate the reward, now up to $25,000, to Christi Meeks’ family. But mainly, he wanted to find Christi Meeks or whoever had abducted her. In fact, he wouldn’t be surprised if the same guy who had abducted amber Crum might be involved.</p><p>Dear’s first step was to follow up on what the police had done. Lieutenant Sprague, after the initial search, had brought the two 8-year-old witnesses to the station and had them hypnotized, which had yielded only one additional fact of value. The little boy recalled that the car he had seen the stranger get out of was gray, not yellow. Sprague, with the help of a police artist, got the children to flesh out a composite of the abductor. He was of average height, five feet nine or so, and slight, weighing about 160 pounds. He had long, wispy, sandy brown hair and a moustache. His most distinctive feature was the general droopiness of his face. His eyes, nose, mouth, and chin all sloped downward. When the police artist had completed the sketch, the face on the flyers that were sent to hundreds of local businesses looked oddly like basketball star Larry Bird’s.</p><p>Meanwhile, Sprague’s men had conducted more interviews and taken the hundreds of telephone calls that followed the first appearance of a short story and a picture of Christi in the newspaper. Every kook, self-styled psychic, and amateur sleuth in the country had called with a tip or a theory. The calls—750 in two weeks —fell into three categories.</p><p>Category one was calls from people who said things like “I <em>know</em> I sat next to that fellow at Bennigan’s the other night.” Category two included calls from people who claimed to have special knowledge or powers, including two psychics. The first was John Catchings, a well-known psychic crime buster (see “The Long arm of the Oracle,” TM, July 1981), who told police he thought the abduction had something to do with the recent disappearances of five young women in Fort Worth. After listening patiently to his investigator’s report, Sprague noted with interest Catchings’ almost fanatically precise trackings of times and places and filed it. The second psychic was a young woman calling from Waco, who said she knew exactly where the body was—near U.S. Highway 175 and Loop 635 in a creek bed. Dallas Police Department helicopters surveyed the area, but as Sprague had expected, no body was found.</p><p>Category three involved calls that seemed to have some substance, such as “The guy who did it’s name is. . . .” Only one of those calls offered Lieutenant Sprague any hope that he might solve the mystery of Christi Meeks’ disappearance as quickly and efficiently as her abductor had taken her: a caller tipped him off to a similar abduction that had occurred late that same Saturday in arlington, another Dallas suburb. A young man had swiped a small girl from her front porch and attempted to run off with her. He was chased down and subdued by security guards, arrested, and subsequently released on bond. Could it be the same man? Sprague wondered. After crosschecking times with the arlington police, that lead, like all the others, crumbled under the weight of scrutiny.</p><p><strong>Hear No Evil, See No Evil</strong></p><p>After talking to Sprague, Dear drove to Mesquite, a southeast Dallas County suburb of 85,000 residents known principally for its rodeos, its high school football teams, and its rigid Bible Belt values. Mesquite was still dry, and its schools still enforced a dress code. Except for accounts of the exploits of national champion bull rider Donny Gay and the appearance of Mesquite beauty and model Jerry Hall in gossip columns and fashion magazines, Mesquite’s only national publicity resulted from the mid-seventies suspension of several high school students for wearing their hair too long. Mesquite had always seemed happy to keep to itself and its trenchant fundamentalist lifestyle.</p><p>Mesquite was much older than the typical suburb. Founded in 1873 it had been first a trading post, then a small rail stop. It remained a burg of insignificant size and culture until the sixties. By 1970 the population had swelled to 55,000. Mesquite attracted young white members of the working class: construction workers, mechanics, and craftsmen who felt at home in the conservative, small-town atmosphere. It was a place where they could put in their forty hours a week, raise families, go to church on Sunday, and let the rest of the world go by. Even with freeways and fast-food restaurants and shopping malls, Mesquite maintained a distinctly rural character reminiscent of the Texas of the forties.</p><p>But at some point the freeways, shopping malls, and apartment complexes made Mesquite anything but a cozy little town or a safe place to raise a family. Too many people came and went. Mesquite became one of those unstable places, a haven for transients, a great place to disappear in.</p><p>The Charter Oaks apartment complex was located on Interstate 20. It was visible from the road, but because it lay halfway between two exits, it was hard to find. You had to go past the complex all the way to Town East Boulevard, then circle back through a residential area. There weren’t a lot of shiny black Lincoln Continentals in the neighborhood, and there weren’t a lot of tall, tanned strangers dressed in expensive Western-cut suits and dripping with gold jewelry. Bill Dear’s first visit to the apartment complex caused quite a stir, which was just what he wanted, because Dear, like Mike Meeks, was convinced that someone who knew something was probably at the Charter Oaks.</p><p>Dear questioned the two 8-year-olds, visited briefly with Linda and her husband, Eddie Peacock, then looked around. Dear was sure the child was dead, but he knew it was important for the parents to keep thinking that she was alive so they would search their memories for something new. Years of experience in similar cases had taught Dear that two keys could unlock any mysterious disappearance: time and place. They were often, as in this case, the only firm facts an investigator had, and if he rolled them around in his mind enough, they would eventually point him in the right direction.</p><p>The time of the abduction had been set at about 6:45, which raised a lot of questions in Dear’s mind. By that time, the norther had long since blustered in. Why, then, had the abductor been wearing shorts? He might have been in an automobile parked nearby or maybe he lived at the apartment complex. The hour of the day also challenged the validity of the composite. Dear had doubts about it anyway—it looked like just about every derelict on every street corner in Mesquite —but if it had been dark when Christi was abducted, the composite would be even more questionable. It was like everything else related to the case: it might be right, but then again, it might not be.</p><p>The scene of the abduction posed more obstacles. Charter Oaks was one of those sprawling complexes that had seen better days. It was the sort of place where some people would stay for a few months before they moved on. Tenants—many of them newcomers from small East Texas towns and the Midwest who had paused on the periphery of the city-could lease an apartment for as short as six months, and apartments were always available. Ii was the sort of place where cars sat or blocks in the parking lot, where half the license plates seemed to be from out oi state, where most people didn’t know theii neighbors and minded their own business. After a few cursory interviews with Linda’s neighbors, Dear could tell that Charter Oaks was going to be a part of the problem rather than the solution.</p><p>The site of Christi’s abduction suggested all manner of modus operandi and es cape. It was a small, grassy area at the end of two apartment buildings that faced each other. There was a tall picket fence on the north side, beyond which was a street and then a large park. To the east lay the creek bed, which ran all the way to nearby Interstate 20; east of the creek was a residential neighborhood. To the west was another street, which led directly to the freeway. To the south, beyond the apartment buildings, was a large parking lot. One thing Dear knew for certain was that the abductor hadn’t taken Christi through the park across the street. Linda had said that she had run that way looking for Christi with in two minutes of discovering her disappearance. The park was so spacious and open that the abductor would have been spotted had he gone that way.</p><p>But he could have vanished in a matter of seconds if he’d gone in any other direction. He could have walked fifty feet to the road, dumped Christi in the back seat of his car, and been on the interstate within a minute. Or he could have led the little girl down into the creek bed, walked a couple hundred yards or so, and gotten into his car on the 1-20 access road. Either way, Dear figured, he could have left quickly and unnoticed. Hell, he could have walked north, right past all those apartments, to the parking lot and still gone unobserved, particularly considering the hear-no-evil-see-no-evil atmosphere of the apartment complex.</p><p>Dear wandered toward the creek bed, along a narrow path behind the apartments. Most of the glass sliding doors were open, and Dear could hear heavymetal rock music coming from within the darkened apartments. Strolling past one back porch, he encountered a revolting sight. In the center of the porch sat a large pile of garbage. It wasn’t the remnants of an overturned garbage can or a plastic sack that had been ravaged by stray dogs. It was just a big, ugly mass of McDonald’s food containers, wadded-up potato chip bags, cigarette butts, and beer cans. Whoever lived in that apartment apparently just chucked his refuse out the door and drew the curtain. “How can people . . . ?” he asked himself, and then he realized that he had asked himself the very same question about the abduction of Christi Meeks.</p><p>No one knows how many children are missing in the United States. The National Crime Information Center (NCIC) reported 247,000 missing persons in 1984, about 80 per cent of them juvenile runaways. But the NCIC figures are tainted by widely varying state requirements for reporting missing people. Different states define juvenility at different ages, and some states count a child missing immediately, while others wait 48 hours before entering the name into a computer. Many states, like Texas, don’t have a statewide clearinghouse for comparing data on missing persons. The NCIC receives little more than a child’s name. The circumstances of disappearances and their outcomes are only sporadically reported.</p><p>The National Center for Missing and Exploited Children, a project funded by the Justice Department, says that the NCIC figures are grossly low. The center, which is based in Washington, D. C., estimates that 1.5 million children disappear each year. More than half of those are runaways; another large group comprises disappearances related to custody disputes. The best guess the center can make is that 20,000 to 50,000 children disappear under suspicious circumstances and that from 4,000 to 20,000 of those are abducted by strangers. “We just don’t know how many there are,” says the center’s executive director Jay Howell. “For every girl like Christi, i’ll bet there are ten more kids who are abducted for only a few hours, abused, and returned. Those will never be entered on a computer.”</p><p>Missing children have moved to the forefront of the public’s consciousness in the last year. Now even when we buy a carton of milk, we are confronted with the photograph of a child who has disappeared. The movies <em>adam</em> and <em>Without a Trace</em> dramatized the problem. Billboards and advertisements remind us of it. And each time we are reminded of one of those children, our sense of safety is shaken and we think how precarious the world has become. The problem, however, is an old one. The criminal justice system, from juvenile courts to police departments to mental health facilities, has always treated crimes involving children with benign neglect. Children don’t really have any rights or formal standing in the system, so when they commit crimes, they are not really criminals, and when a crime is committed against them, they’re not really victims. Children reside in a legal netherworld, and as a result, the system doesn’t do a good job of even keeping track of their contact with crime.</p><p>If the extent of the problem has been ignored in the past, so have its causes. To be sure, we have always had runaways, and in an increasingly mobile society it shouldn’t come as any surprise that the number of runaways has increased. There can be little doubt that a divorce rate that has increased by 250 per cent over the past twenty years and attendant custody disputes have caused much of the surge in child disappearances. The deterioration of the family; the dramatic increase in the amount of time children are left unsupervised or in the company of what Jay Howell calls peripheral adults; the topography of our cities with their apartment complexes and shopping malls, freeways, and faceless tract-home neighborhoods— all of those factors have conspired to make it easy for children to vanish and never be seen again. Considering the number of children who are shuttled between divorced parents or who spend most of their days in day care centers or who are bused to strange schools in strange neighborhoods each day, the roots of cases like Christi Meeks’ aren’t hard to trace. Why someone took Christi Meeks remains a mystery. Why he was able to is no mystery at all.</p><p>In any event, Howell cautions against too much hysteria about the abduction of children by strangers. “They’re impossible to lump in with the majority of disappearances, which are either runaways or parental abductions,” says Howell. “The abduction by a peripheral adult or an outright stranger is still relatively rare. The idea that there are hoards of mean, dirty old men out there waiting to snatch up your child is not quite true.”</p><p><strong>a Psychic Vision</strong></p><p>Dick Riddle and Joe Villanueva each had worked for Bill Dear for five years. They thought Dear was a demanding boss, but they had adjusted to what they considered his eccentric behavior because as far as they were concerned, it was the best gig in town.</p><p>The two were an odd pair. Riddle, who was 43 and had been a cop in a suburb of Louisville, Kentucky, resembled the Columbo type. He was stumpy and avuncular, with suspicious eyes. His biggest problem as a private investigator was that even when he wore jeans and cowboy boots, he still looked too much like a cop. Villanueva, ten years younger, was more of the Magnum type. With his rakish shag haircut and his drooping moustache, he got by as an investigator by being able to blend in anywhere. They both knew what to expect after Dear’s involvement in the case was announced in the press: like the police, they would be besieged with calls from everyone who had ever seen anyone who looked remotely like the composite of Christi’s abductor. As the old investigator’s saw goes, there’s a whole lot of people out there who don’t know anything, and Riddle and Villanueva heard from just about all of them during their first three weeks on the case.</p><p>Only six of more than a hundred calls yielded suspects worth checking out. One call warranted serious surveillance. Villaneuva had received an anonymous tip one day: “The guy’s name is Larry—\" The caller went on to tell Joe where the man lived and worked, and then he hung up. Riddle and Villanueva had no more to go on than Lieutenant Sprague, so they decided to check Larry out.</p><p>Suspect surveillance is the most detestable duty a private investigator must perform. What it amounts to is sitting around in a stuffy van outside some stranger’s home or business, peering through tinted glass, waiting for the suspect to appear long enough to take a good photograph of him. It’s dull work, but both Riddle and Villanueva knew from past experience that surveillance and patience had cracked more missing persons cases than all the fancy technology in the world. Not that the investigators’ surveillance van was short of hardware. Dear had put $30,000 into cameras, custom swivel chairs with camera mounts, radio gear, and one-way tinted glass.</p><p>Villanueva and Riddle took pictures of Larry, who did look like the composite. But when they showed the photos to the two 8-year-old witnesses, the children couldn’t say for sure that he was the man they had seen. Riddle and Villanueva, like their boss, were beginning to think that the composite was the worst thing that had happened in the case. The drawing was too vague, and the idea that it might be inaccurate was something the two investigators didn’t even want to consider. It was bad enough that their quarry looked like every bum in Mesquite, but now it would be worse if he didn’t look like that.</p><p>The investigators checked more phone leads, but none of them panned out. Frustrated and bored, they decided to go back to the two psychics who had talked to the Mesquite police. Neither investigator was big on psychics; indeed, they frequently shared a joke that there was a school for psychics where students were told to memorize the phrase, “The body is in a green field with a tree, near a blue pool of water.” But investigators can’t afford to be too choosy. They take their leads where they can get them, and Riddle and Villanueva did just that.</p><p>Riddle and Villanueva visited John Catchings at his home in far North Dallas. Catchings informed them that a reading would cost $50. Moreover, Catchings’ theory on the Meeks disappearance had grown more Byzantine. Not only did Catchings believe that the abduction was connected to the disappearances in Fort Worth but his “vision” had expanded to include subsequent disappearances of young women in Denton and Wichita Falls as well. At the center of his scenario was a stolen gray Fiat, the sort of car the eightyear-old boy had described under hypnosis. His theory made interesting listening, but the Fort Worth tie didn’t add up, and Riddle and Villanueva left skeptical.</p><p>Villanueva had been in touch with Karen Hufstetler, the woman from Waco who had told the Mesquite police that she knew where Christi’s body was. Unlike Catchings, she wasn’t a professional psychic. She worked for the McLennan County district attorney’s office, and though she claimed to have had “the gift” since age nine, she had employed it only once before in a criminal case. She didn’t want money, and she didn’t want publicity. She said she just wanted to help.</p><p>Villanueva had several phone conversations with Hufstetler and then, knowing how little faith Dear had in psychic visions, asked her to write a description of her vision. When the letter arrived, complete with a detailed map, Villanueva and Riddle were surprised by its specificity. Hufstetler first described the perpetrator: “White male, 5'9¼\", 150 pounds, 23 to 25 years old . . . medium brown hair . . . sparse beard. Scar on right side of upper lip. . . . Has misdemeanor arrest. . . . He is on probation. Has one child. . . . He is a mechanic. Name Jim, James or John. He plays pool and is very good at it. His hair is thin. . . . He doesn’t attend church and he is a loner. He lives in a pinkish color apartment building. . . . He doesn’t have much in his refrigerator.”</p><p>And on it went. It was impressively detailed, but most or all of the physical details could have been extrapolated from the composite drawing and descriptions of the abductor. What Hufstetler outlined next, though, could have come only from a legitimate psychic vision or an overactive imagination.</p><p>“He was alone with the child,” she wrote. “They slept in the same bed that night in his apartment and she wore one of his T-shirts to sleep in. He feels very remorseful and has cried about killing her. They played that night in his apartment— He tickled her and made her giggle. He took her to McDonald’s to eat. He ate a quarter pounder with cheese and she had a ‘happy meal.’ . . . He gave her something in some chocolate milk to make her sleep that night.</p><p>“Sunday morning, he took her to a playground that has a jungle gym and a swing set. . . . There was an elderly woman, with something on her head . . . walking a small white dog. . . . The man then asked the little girl ‘Do you want to go see the—?’ I can’t remember what he asked her to go see. He then drove her toward the interstate but didn’t have to drive on the interstate to get to area where he killed her.” Hufstetler went on to describe the abductor’s route in detail. It included a small church, a white frame house with “yucky blue trim,” some chickens, a densely wooded area, a clearing, and, finally, a deep creek bed, where “he killed her by choking her.”</p><p>“There is a very distinctive smell in this area. . . . There is an old rusty barrel lying on its side.”</p><p>Riddle and Villanueva had never encountered anything quite like this. They had dealt with their share of visions, which usually amounted to little more than cleverly constructed scenarios that anyone with a decent grasp of how a crime usually happens and a good imagination could conjure up. But Hufstetler’s vision was different. It was so specific, and the descriptions made sense for this type of crime. A bit sheepishly, the investigators drove out to the Mesquite-Balch Springs area to look for a site like the one Hufstetler had described. “There wasn’t anything jumping anyplace else,” Riddle said later, “and she sure made more sense than anyone else had.”</p><p>Riddle and Villanueva found four areas that resembled Hufstetler’s setting, but one or two details were always missing. Then late one chilly afternoon they found it. “It was a goddam Polaroid snapshot, is what it was,” Riddle recalled.</p><p>Near the intersection of Loop 635 and U. S. Highway 175 in the tiny town of Balch Springs was a small residential area that matched Hufstetler’s description to a tee. At the intersection of 635 and Elam Road sat a large McDonald’s, the only one within several miles. If you headed west on Elam, you ran into Hickory Tree Road; heading back north on that street, the investigators passed a pinkish-colored apartment complex, and a white frame house with “yucky” blue trim. North of Elam there was even a church. The coincidence was stunning, and when the detectives went a little farther down the road and found a thick clump of trees, then a clearing that led to a creek bed, they began humming the theme from <em>The Twilight Zone.</em></p><p>Although Hufstetler had gotten some of the directions confused, it really was as if she had seen the place. That raised a couple of nettlesome questions: perhaps she had been through the area before and had made up her story for some reason or perhaps she had been in contact with someone who knew something about the case. After discussing the idea with Dear, the investigators decided to bring Hufstetler to Dallas and walk her through the area. On Saturday, February 16, Riddle, Villanueva, and Hufstetler drove to Balch Springs. Riddle and Villanueva first walked Hufstetler through the four other areas they had found. She kept saying, “No, this is just not right. Something’s missing.” Then they drove to the final area. As they passed each landmark, she became more excited. When they walked through the clump of trees and entered the clearing, Hufstetler dropped to her knees and seemed about to faint. She said, “God, don’t make me go any farther. I know we’re going to find that little girl’s body.”</p><p>Riddle and Villanueva didn’t know what to think. It was hard to believe her, but it was even harder not to believe her. They didn’t think that she had fabricated the scenario or that she had some firsthand knowledge of the abduction. All day they followed the advice of this strange muse and crawled around on their hands and knees through the still-frozen patches of ice in and near the creek bed, looking for Christi Meeks’ body. They found a rusted and overturned barrel; they found an old suitcase and some men’s shoes. But they never unearthed a thread or a hair or anything that suggested the little girl’s body was or ever had been in that creek. Riddle and Villanueva reluctantly dropped the psychic avenue, but neither of them would ever again blithely dismiss a psychic’s advice. “We never found that body,” Riddle later said, “but I somehow think she was right in some way.”</p><p><strong>New Clues</strong></p><p>After four weeks, Bill Dear, aware of the carnival atmosphere beginning to surround the case, decided to sit down, prune away the false leads and theories, and reanalyze the case according to common sense. As was his custom, he called in Villanueva and Riddle, not so much to discuss the case but to have an audience as he talked it through. The two men rarely spoke but listened obediently while Dear, gesticulating as he spoke, rocked back and forth in the thronelike chair behind his Ushaped desk. When Dear had finished, he was back to time and place and presented his reasoning. One: the Charter Oaks was not easy to get to; thus the abductor probably had lived there or had known someone who did. Two: the man had been wearing shorts, which implied that he had lived in the area. Three: Christi had willingly left with her abductor, which suggested that she knew him.</p><p>Two new clues added to Dear’s belief that they should continue looking in Mesquite. The mother of Christi’s eight-yearold girlfriend had reported that her daughter was remembering a little more about that day-specifically, that the young man had been carrying a mug of beer. What interested Dear was the mug. Many people, especially in Mesquite, sipped a cool one while driving from place to place, but they didn’t drink from mugs. The mug indicated that the abductor had been living at the apartment complex. The theory was all the more compelling because there wasn’t a convenience store or a liquor store for miles around the Charter Oaks.</p><p>The second clue, gleaned by Riddle from Christi’s mother, Linda, was that a week or so before Christi was kidnapped, she had come home from school wearing a new costume-jewelry necklace. Her father had questioned her about it, and as children will do, Christi hemmed and hawed and finally said that a girlfriend at school had given it to her. The police, however, had checked with Christi’s friends and teacher, and none of them knew anything about the necklace. Years of being a detective had taught Bill Dear not to overspeculate, but he couldn’t ignore the possibility that someone else had given the little girl the necklace.</p><p>With all of that in mind, Dear developed a new game plan. He, Riddle, and Villanueva would begin looking at the Charter Oaks and the other apartment complexes where Christi had visited. That would be no easy chore, for Riddle had discovered that Linda had lived in two other, similar apartment complexes within the previous six months.</p><p>Private investigation is often a matter of the best-laid plans going awry. Dear, certain that he was back on the right path, told Riddle to meet him at the Charter Oaks. Riddle was on his way when Dear called him on the radio and ordered him to a convenience store off 1-20 in Mesquite. “Get over here quick,” Dear implored. “There’s someone I want you to see.”</p><p>Dear had stopped at the store for a cup of coffee and had spotted a carbon copy of the man in the composite ambling up the road with a small child. After the young man entered the store, Dear followed him to get a better look. He was the right size and build, his hair was sandy red and longish, he had a moustache—and he seemed to treat the child a bit brusquely.</p><p>Dear watched from the store as the man and the child walked to an apartment complex across a wide boulevard. That the guy was out shopping at one-thirty on a weekday increased Dear’s suspicion. It meant that the man might be unemployed, a common characteristic of child abductors. Dear got back in his Lincoln and radioed Villanueva too, telling him to tail the man. Villanueva followed the man until he entered an apartment, then met Riddle and Dear back at Dear’s car, which was parked on the access road.</p><p>The problem now was to get a better look at him. They could stake the place out, but in the mugginess of early spring that could be a lot of discomfort for nothing. Instead Dear decided to approach the stranger and get him to talk. It’s not a sophisticated trick, but it does take a certain amount of timing—and gumption. Villanueva cruised around the complex until the guy suddenly appeared from around a corner. Villanueva pulled his car into a space, stuck his head out the window, and shouted, “Hey, you know where apartment one forty-three is?”</p><p>“That’d be up here, kind of around here and up this way,” the man said.</p><p>“Where?” said Joe, stalling.</p><p>“Over this way,” gestured the man. “Like here.”</p><p>The man looked like the composite, but Villanueva had begun to doubt its worth too. Riddle took a shot. He walked up to the guy’s front door, knocked, and asked for Larry Horton. The man said that he didn’t know Larry Horton. “What’s the deal?” he asked.</p><p>“Oh, I don’t really want to talk about it,” said Riddle, in a firm but unthreatening tone, “but you know, you do a job for a man, and you expect him to pay you.”</p><p>“Does he owe you money?”</p><p>“It’s not that big a deal.”</p><p>Eventually, Riddle was invited into the suspect’s apartment and learned almost everything he wanted to know. The man was an industrial painter and had broken an arm and a leg on the job; the apartment was neat and clean; he was very friendly. He had just gotten the cast off his arm, and the cast on his leg would come off in another week.</p><p>“I just don’t think so,” Riddle said when he returned to Dear’s car. “He sort of looks like the composite. He doesn’t act like it, though. Besides, if he broke his leg in December, what would he have been doing wandering around in January?” They left, convinced that the man couldn’t have been the one who took Christi.</p><p>When Riddle went back to the Charter Oaks the next day, the two 8-year-olds and their families had apparently moved out. Indeed, the two buildings nearest the site of Christi’s abduction were, at best, 30 per cent occupied. It fit the pattern of the case and also created new problems. Now, even if they found a suspect who looked like the composite and photographed him, they would have to find the witnesses.</p><p>Riddle visited the complexes where Linda had lived a few months before. He talked to the managers, trying to generate a list of suspects. At a complex off Gross Road in Mesquite, he thought he had hit a gusher. The managers remembered that a maintenance man who had worked there a month or two during the past year looked very much like the composite. “He gave me the creeps,” one manager recalled, “just the way he looked at you.” The other manager also said that a resident had been reported for exposing himself to two little girls. And, there had been another maintenance man who hadn’t looked as much like the composite but who certainly had acted strangely. “I think I heard he had a federal record,” said one manager.</p><p>From perusing the job applications of the two maintenance men and the lease of the alleged exhibitionist, Riddle now had some real information to work with— faces, names, automobile registrations. He couldn’t find a current address for the first maintenance man, so he ran a check on the other one. That man had been employed at the complex when Linda was living there. After a few phone calls, Riddle had the man’s previous place of employment, another apartment complex. When he read the address, he began to whistle the theme from <em>The Twilight Zone</em> again. The complex was on Hickory Tree Road—a mile from Karen Hufstetler’s vision. “If she’s not right,” Riddle said to himself, wheeling his Pinto back to Balch Springs, “then what are we doing here again?”</p><p>Those apartments looked like every complex Riddle had visited in the past month. The maintenance man in question did have a criminal record, according to the apartment manager. He had worked there four years and left a few months before, but because he was more than forty years old and looked so little like the description, Riddle dropped that lead.</p><p><strong>The Netherworld</strong></p><p>Another clue had since crept into the investigation. Linda Peacock had told the detectives that one of the children thought he remembered the abductor’s saying, “Come to Daddy!” Could it be “Come to Teddy”? Riddle wondered. “Danny”? “Denny”? The lead was tenuous, but better than nothing.</p><p>On a whim, Villanueva decided to call the apartment of the alleged exhibitionist. Sure enough, the man answered with one of those names. It seemed like a big break, and they called Dear to tell him what had happened. Dear told them to take the van and get photos. After three hours of waiting outside the suspect’s apartment, sweating in the stifling heat of the van, Riddle and Villanueva took pictures of him. Villanueva had to pull another ruse to draw out the man, who looked enough like the composite to merit further attention. But they would still have to find their young witnesses.</p><p>The present avenue of investigation had proved unproductive, but at least it had turned up three suspects who had fit the general stereotype of child abductors. They were loners, unmarried, usually divorced. They were not troublemakers, but they seemed to be the sort that trouble followed around. They moved from apartment to apartment and bought and sold clunkers every few months. In short, they were nearly as invisible as children.</p><p>Bill Dear had seen a lot of them. They weren’t really crooks; they were outsiders even among criminals. One reason it had taken so long for police to find Henry Lee Lucas, Wayne Williams, and John Wayne Gacy was that the criminal world and the snitches therein didn’t have any idea where to look either.</p><p>Next, the investigators ran a motor vehicle check on the alleged exhibitionist’s car. It turned up yet another address at another apartment complex in Mesquite. One of the apartment managers there remembered seeing someone who looked like the suspect, but she wasn’t sure. She thought that he might have lived with a young woman there for a while.</p><p>A few hours after Riddle and Villanueva left, the manager called to say that she had since gone into the woman’s apartment to supervise maintenance work and had spotted some names and numbers by the phone. One was the suspect’s, and another belonged to a man with the same last name, probably a brother. Suddenly, they had a fourth suspect.</p><p>As usual, the investigators couldn’t tell if they were chasing another ghost. But they perked up when they checked the fourth suspect’s criminal record. He had a couple of misdemeanors and seemed to be a loner who lived on the fringe of crime. Riddle jotted down the address listed on the court papers and once again headed to Mesquite.</p><p>Riddle was not surprised that the address was that of another apartment complex. He observed, however, that this particular complex was rattier than the others he had visited, if that was possible. “after I get through with this,” he thought, “I may need a shower.”</p><p>The apartment management was cooperative. Yes, the suspect and his wife had lived there in 1983. Two longtime tenants said that they, too, remembered him. In fact, one said that when she had first seen the composite of Christi Meeks’ abductor in the paper, she had thought of that man. But he and his wife had moved out in the middle of the night without leaving a forwarding address.</p><p>Riddle left the complex, drove to a pay phone, and dialed directory assistance. The suspect’s name turned up a street in Balch Springs. The next morning Riddle and Villanueva took the surveillance van to try to find suspect number four. It didn’t take long. They arrived at yet another apartment complex. Villanueva checked with the manager and got the suspect’s apartment number. Unable to spot the man’s license plates on any of the cars in the parking lot, Villanueva decided to return at four-thirty, when people started coming home from work. He killed time at a convenience store, then drove to the apartments and parked the van across the parking lot from the suspect’s door. It was cool that day, but sitting in the van was boring, and the work seemed futile. They would eventually photograph the suspect, but they had no witnesses to reject or verify the photographs. The trail seemed to have no end. It was a long, crazy path, an endless succession of more or less identical suspects who lived in more or less identical apartment complexes, all part of the bramble that had swallowed up Christi Meeks. The investigators left the complex that afternoon knowing they were at another impasse. Before they went any farther, they would have to track down the children who had witnessed the crime.</p><p>In april the investigation came to a standstill when Dear assigned Villanueva and Riddle to another child abduction case, one involving a Grand Prairie father who had picked his daughter up for a weekend visit and had not been seen since. Dear didn’t like dropping the Meeks case, but this was a paying client, and private investigation is a business. Riddle and Villanueva didn’t like it either, but they thought they could find the guy pretty quickly. And the Meeks case was beginning to grow stale.</p><p>Also at that time, the Christi Meeks case was getting national attention. In addition to the billboards, dairies and grocery chains had put her picture on their milk cartons, Tom Thumb stores had put her photo on their grocery bags, and more than a hundred movie theaters across the nation showed her picture. In all, 125 organizations offered their help. Christi Meeks was the best-known missing child in recent memory.</p><p><strong>a Strange Calm</strong></p><p>At first, the object floating in a small cove of Lake Texoma on the morning of april 3 seemed to be a doll or a large bird. But as 67-year-old James Owens and his fishing partner, Tobe Evans, eased their boat closer, they could see that it was the remains of a child. They landed their boat, found a phone at nearby Eisenhower State Park, and called the sheriff’s office in Grayson County, which sits on the Oklahoma border. Within minutes, four deputies and Grayson County justice of the peace Charles Odle were at the scene.</p><p>Odle, a retired electrician who had served as a justice of the peace for ten years, had inspected more than nine hundred corpses in his career-a task he was saddled with because the county didn’t have its own medical examiner. This little corpse was as badly decomposed a body as he had ever seen; the deputies had to use a special pallet to extricate it from the water intact. The child was dressed in blue jeans, a T-shirt bearing the inscription “Color Me the Rainbow,” and one Cabbage Patch tennis shoe.</p><p>Odle inspected the body at arm’s length and decided it was probably a little boy. The tennis shoe did look more like a little girl’s, but as Odle later said, “I don’t know a Cabbage Patch [shoe] from a turnip patch.” and like most residents of the Dallas area, except for the Mesquite Police Department and Bill Dear, he had been unaware that little Christi Meeks had been wearing Cabbage Patch tennis shoes the day she vanished.</p><p>The body was transported to the Dallas County medical examiner's office, where associate pathologist William Rohr confirmed that the subject was a young boy and set the cause of death as accidental drowning. Though the medical examiner's office later said that Rohr had noticed immediately that the child was wearing whai appeared to be panties, the observation apparently never went beyond the examination room. It hadn t been included in the Grayson County Sheriff’s Department dispatch that was sent to iaw enforcement agencies in surrounding cities ana counties. Neither was a description of the tennis shoe the child was wearing. So Lieutenant Sprague and his investigators had no reason to think the discovery at Lake Texoma had anything to do with Christi Meeks.</p><p>1 he next day Mesquite police investigator Robert Holleman, who had been keeping tabs on the Meeks case, received a tip about the tennis shoe from a reporter at a Dalias TV station. Holleman called the medical examiner’s office, but a field agent told him in no uncertain terms that the body was that of a little boy.</p><p>It wasn t until late in the afternoon of april 17 that the Grayson County sheriff’s department sent out another Teletype on the drowned child, and when Holleman read it, his face turned ashen. White male, five to seven years old, it said. Wearing blue jeans, T-shirt, and one gray Cabbage Patch tennis shoe.</p><p>Holleman showed Sprague the dispatch, and Sprague immediately called the medical examiner’s office. A field agent again said that the ruling had been that the child was a boy. Sprague said he wasn’t so sure and demanded to see the chief pathologist the next morning. After hanging up, he had another thought and dialed the office back.</p><p>“By the way,” he said, “what kind of underclothing was the child wearing?”</p><p>“White lace panties,” said the field agent.</p><p>Sprague was floored. “It was like everything but Christi’s name was on that dispatch,” he said later. By the time he arrived at the medical examiner’s office the next morning, the pathologist had already reexamined the body and changed the ruling. The body was that of a little girl.</p><p>When Mike Meeks received the call to bring Christi’s dental charts to the police, he was trying unsuccessfully not to think the worst. Not only were the clothes right, but, according to the police, the little girl also had a lower front tooth missing - just like his daughter. So when the dental comparison came back positive, Mike Meeks vented his wrath on the medical examiners: “You mean that child’s been lying here with girl’s panties on for two weeks, and you just kept calling it a boy? How could you do that?”</p><p>But that evening, a strange calm came over Mike Meeks. He had his first full night’s sleep in three months. “There was a relief there,” he said. “at least we knew something.”</p><p>Bill Dear also was both angry and relieved. The case had started with confusion and mayhem, and it had ended that way. Not that Bill Dear considered the Christi Meeks file a closed one. Indeed, one reason for the relief he felt the next weekend as he drove back to Mesquite was that something had finally prodded the case out of its stasis. It hadn’t had a happy ending, but at least the detectives had a body now, and Dear decided to look at that as a beginning. He could start over, examining the old, gnarled undergrowth of leads and gut nunches. He was especially interested in where the body had been found; it would be worth checking out the recreational habits of his previous suspects, and he had a glut of new phone tips to check The reward, now $30,000, was still there, and the man who took Christi Meeks away that January night was still out there somewhere. Dear had finally found one of the eight-yearold witnesses, and he had new information about a suspect. From the outset, he had had a feeling that the little gin would be found dead. Now another early instinct was revived. Somehow Bill Dear felt that Christi Meeks’ abductor, her killer, was still on the streets of Mesquite.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Children",
      "Mesquite",
      "Police",
      "Dallas",
      "people",
      "Tennis",
      "Psychic",
      "apartments",
      "ever",
      "Hair",
      "Home",
      "buildings",
      "Photograph",
      "School",
      "Cars",
      "Crime",
      "Detective",
      "office",
      "Shopping",
      "Family"
    ],
    "wp_categories": [
      "Criminal Justice"
    ],
    "wp_location": [
      "Mesquite",
      "Dallas",
      "Texas",
      "D.C.",
      "Fort Worth"
    ]
  }
}