{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19916",
    "date": "June 1991",
    "year": 1991,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1991/19910600.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111
      ],
      [
        163,
        164,
        165,
        166,
        167,
        168
      ],
      [
        170
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Voices From The Dark",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199106-voicefrom",
  "source": "/1991/19910600.pdf",
  "wp_post_id": 126480,
  "wp_post_guid": "http://www.texasmonthly.com/article/voices-from-the-dark/",
  "authors": [
    "Joe Holley"
  ],
  "headline": "Voice From The Dark",
  "dek": "As a young woman in Houston, Dawn could sing like Sarah Vaughan and audiences adored her. Then schizophrenia struck and she became a street person, left to mutter gibberish to herself. Now her son-in-law tells her story.",
  "spread_caption": "",
  "excerpt": "Before Dawn was caught in the terrifying grip of schizophrenia, she had been a talented jazz singer. Now her son-in-law tells her story of no place to go.",
  "kicker": "",
  "word_count": 7768,
  "content": "<img/><p>I KNEW DAWN BEFORE I KNEW her name. I knew her before I knew her story.</p><p>I knew Dawn the way you would know any stringyhaired, leathery-faced woman who sold flowers and cadged cigarettes on the Drag in Austin. I knew her as the bag lady who wore layer on layer of tattered, foul-smelling clothes, even when the Texas sun beat down without mercy. I knew her as the gap-toothed woman, agitated and confused, who shuffled up and down Guadalupe Street, carrying on intense, animated conversations with herself.</p><p>I saw her almost every day, the way I saw the other street people who gathered in the mornings waiting for the plasma center to open so that they could sell their blood. I saw her without really seeing her. Where she went at night or how she got to be the disturbed-and disturbing-person she was, I didn’t know, but I knew her.</p><p>At least, I thought I did. Like most of us, I glanced at her, felt a twinge of pity, and turned away. Or tried to. With Dawn, it was not to be that simple.</p><p>I HAD LEFT DALLAS AND MOVED to Austin in August 1980 with two young daughters in tow. It had been a hard year for the three of us, and Austin, I hoped, would nurture a new start. What Heather and Rachel hoped, at ages eight and nine, I could only imagine; they didn’t talk much about the ordeal their parents had put them through.</p><p>One Friday evening, the girls and I, out exploring our congenial new city, were drawn by the sound of music into Symphony Square, a small outdoor amphitheater near the Capitol. It was strange music-to my ears, at least-like something Chaucer would have heard. We wandered in and joined the crowd sitting on grassy bleachers.</p><p>On a natural stone stage, across a trickling stream from where we sat, four people-three earnest-looking men and a woman-were playing medieval music on odd-looking instruments. The singer was the same dark-haired young woman who had waited on us the weekend before at a good bookstore we had discovered.</p><img/><p><strong>At sixteen, Dawn (top left) was in Hollywood making money and records and driving her own Ford convertible (above, Dawn, at right, with her family).</strong></p><p>We sat on the grass and listened to her lovely soprano voice. She sang lilting, lively songs in German, French, Italian, and Middle English, accompanied (I would learn) by the hurdy-gurdy, the gamba, and the sackbut. She sang a sprightly tongue-twisting piece in Basque about a baker hawking his wares. The audience loved her. The singer’s name, I read on the printed program, was Tara Hurst.</p><p>She was from Houston, Tara Hurst told me over lunch the next week. She had been born in New York City and had lived in Hollywood until she was six. She was a classically trained musician who had been singing medieval and Renaissance music for several years. She had just come back to Texas from Paris and The Hague, where she had been studying voice, and she was working at the bookstore to put herself through graduate school.</p><p><em>Austin writer Joe Holley is working on a book about his family's experience with mental illness.</em></p><p>Her dream, Tara told me in one of those early, intriguing getting-to-knoweach-other conversations, was to sing jazz like Sarah Vaughan-or like her mother had sung thirty years earlier.</p><p>“I never knew my father,” she said, “and my mother has been in and out of institutions most of my life. I was raised by a great-great-aunt.”</p><p>“Was your mother famous?” I asked. “Have I heard her sing?”</p><p>“No, she got sick before she made it big,” Tara said. “But she was good. She was very good. I’ve still got some of her records.”</p><p>Her mother, Tara said, was chronic paranoid schizophrenic. Like most people, I thought schizophrenia had something to do with a split personality—someone like Sybil or Eve, with her three faces, or Jekyll and Hyde.</p><p>“That’s not what schizophrenia is,” Tara informed me. The exasperation in her voice said that she had found it necessary to inform people before. The split, she explained, refers to a split from reality, not a split into separate personalities. Since Tara didn’t seem particularly eager to talk about her mother, I didn’t press her.</p><p>As late summer passed into fall, Heather and Rachel seemed to be thriving, perhaps because Tara was quickly becoming a part of our daily lives. One Saturday we pinned little name tags on the girls, gave them hugs, and handed them over to a smiling Southwest Airlines flight attendant. They would spend the weekend with their mother in Dallas. Late that night, Tara and I dropped by her apartment. As we walked across the yard and stepped onto the porch, it was obvious that something was wrong. Empty beer cans were scattered about, and as we started to unlock the door, we saw that it had been forced open. I could feel the hair on the back of my neck prickle and my stomach tighten.</p><img/><img/><p><strong>In 1945, the four sisters met for lunch in Hollywood (top, from left): Sister, Betty Lee, Sally, Dawn. By 1986, Dawn had moved to Putnam Home, where Tara visits.</strong></p><p>As we slowly pushed open the door and peered into the darkness of the living room, I smelled the stabbing odor of urine and stale beer and an unwashed human being. In the darkness, I could barely make out someone sitting on the floor, someone mumbling incoherently.</p><p>I was scared, but Tara wasn’t. She was angry and upset. She knew who had invaded her home, her well-ordered life. It was her mother waiting in the darkness. It was Dawn waiting for her daughter.</p><p>Later that night, after Tara had given her mother the money she had come seeking, after Dawn had drifted off into the night to sleep God knows where, after Tara and I had cleaned up the apartment and we had talked for hours about her mother’s illness, I still had questions-questions that I asked myself, mostly.</p><p>How could this be? I kept wondering. How could the poor, tattered wreck of a woman standing in Tara’s yard and mumbling gibberish be the beautiful young woman I had seen in old photographs that Tara kept in a box in her closet? How could this woman who spent her nights sleeping on flattened cardboard boxes behind a U-totem convenience store and who spent her days panhandling on street corners be the same woman who had sung before adoring audiences in Hollywood?</p><p>B. ELGIN</p><p>Lying there sleepless, I latched on to more immediate worries-worries about Dawn’s daughter, this woman I was falling in love with, this lovely woman who was becoming a mother to my children. If Dawn was schizophrenic, could Tara be too? Tara resembled her mother. Could the pretty, intelligent face that I had come to know melt and run into the ravaged face of her mother?</p><p>What if we married and had kids of our own? Would we lose them some dreadful day to the demons that taunted and tortured Dawn? I had no answers. I wasn’t sure that Tara did either.</p><p>“It’s frightening to see a person in such a state,” I remember saying as we washed the dishes one evening after dinner. I had in mind my own mother’s reaction as the two of us drove down Guadalupe one Sunday morning on the way to church. She was visiting for a few days to help with the girls.</p><p>“That’s Tara's mother,” I had said, nodding toward the woman selling flowers on the corner of Guadalupe and Martin Luther King. Dawn wore a dirty gray man’s sport coat and a fluorescent green cap with an oversized gold pin stuck through the crown. Shifting from one foot to another, a bouquet of red rosebuds in her hand, she grinned and talked to herself.</p><p>My mother’s mouth had dropped open. She had covered her eyes with her hands. “I wish you hadn’t shown me,” she had said, looking back at Dawn as the light turned green.</p><p>[CONTINUED ON PAGE 161]</p><img/><p>[CONTINUED FROM PAGE 109]</p><p>“It’s not just me,” I told Tara, handing her a plate to dry. “It’s frightening to anybody.”</p><p>Tara shook her head angrily. “What are you afraid of?” she asked, rubbing the plate hard with a dish towel. “These people aren’t going to hurt you. You don’t know them. You haven’t taken the time to be around them.”</p><p>“It’s not the people themselves,” I said. “I’m not afraid they’re going to come at me with an ax or something. It’s the idea, the fear, of losing control. That something like that could happen to you or me. Or to Heather or Rachel.” Out of the corner of my eye, I saw Heather’s blond head peek around the kitchen door. Our raised voices had disturbed her.</p><p>She too had met Dawn, just a few days earlier. Tara had taken the girls to the Baskin-Robbins on the Drag, and as they sat inside the store, enjoying their ice cream cones, a bag lady wandered in.</p><p>“Oh, no, not you again,” the young man behind the counter exclaimed. “I told you I’d call the police,” he said, walking toward the phone on the wall.</p><p>Heather and Rachel watched, surprised, as Tara walked quickly over to the woman and began talking to her, urging her in a quiet voice to leave. When the woman shuffled out and walked off down the street, the man thanked Tara.</p><p>“What am I supposed to do with these people?” he said. “They come in here, stink up the place; they scare my customers away. I’ve had to call the cops twice on that ol’ gal alone.” Tara began to usher the girls out the door. “They <em>are</em> human beings,” she said as she walked out. The man stared after her.</p><p>“That was my mother,” Tara told the girls when they got into the van. She said it matter-of-factly, with no further explanation. Heather and Rachel didn’t know what to say. They looked at each other and back at Tara. She was sitting behind the wheel, staring straight ahead. She was angry, in tears.</p><p>What the girls had witnessed had happened so many times over the years. No one seemed to understand.</p><p><span class=\"dropcap\">D</span>AWN,THE YOUNGEST OF FOUR daughters, was born in 1929 to a prominent and prosperous Houston family, a family that claims Jefferson Davis as a distinguished forebear. An earlier ancestor signed the Declaration of Independence. A grandfather owned the first automobile in Houston. As early Houstonians, family members owned extensive downtown property.</p><p>Dawn’s parents were artistes. Her mother, a member of the first class at Rice Institute, was a poet and violinist in the first Houston Symphony, founded by her mother’s friend Ima Hogg. Her father, more than twenty years older than her mother, was a musician. Good, kind people, devoted to their four daughters in a dreamy sort of way, neither deigned to work. When they needed money, they sold off a piece of downtown Houston.</p><p>Once, when someone chided Dawn’s mother for having her head in the clouds, she agreed with the assessment. “And that’s where I intend to keep it,” she said. Dawn’s grandmother, who lived with the family off and on, took care of such practical matters as making sure that the little girls were fed and clothed.</p><p>In the twenties, the family began to divide its time between Houston and Hollywood. Dawn’s parents were drawn to the heady, open atmosphere of Hollywood. “Grandma had the idea that she had the four most beautiful children in the world, and she was going to get them in the movies,” says Marian, Dawn’s eldest sister, who is known as Sister among family members. “Hollywood was the thing to do.”</p><p>In the late forties the family bought a tidy little brick split-level on Miller Drive, on a steep hill above Sunset Strip, for their extended stays in Hollywood. Like teenagers everywhere, Dawn and her sisters—and their grandmother for them—nurtured Hollywood dreams.</p><p>Dawn, it seemed, had the best chance. A precocious child, she had learned violin and piano from her mother and dance from Mr. Abel, the teacher of choice for all the best families in Houston. She sang in school plays and church choirs. “Her voice used to give me chills it was so good,” her sister Sally recalls.</p><p>At fourteen, Dawn somehow wrangled a job singing nightly in Houston with a big band at the Aragon Ballroom. It was wartime, the zenith of the big band era, and the bandleader wanted her to go on the road. Dawn’s parents had to tell him their daughter’s real age; she didn’t get to go.</p><p>The setback was temporary. At fifteen, she “borrowed” $30 that Sister had been saving and persuaded Sally, who was two years older, to run away with her to New Orleans. Sally says that she agreed to go to keep her willful young sister from running off to New York. They took the overnight train. Sally braided Dawn’s hair to make her look young enough for half-fare.</p><p>Dawn got a job singing in the French Quarter with Louie Prima, a New Orleans trumpeter and Tommy Dorsey protégé. She met Charlie Chaplin, Jr. and his brother Sidney. The Chaplin brothers invited both girls to dinner. “She was always meeting people, talking herself into places,” Sally says. “I don’t know how she did it.” After several weeks with Prima’s band, Dawn took the train to New York. Sally, who had gotten a job in a thrift shop, gave her sister a week’s salary and then went home to Houston.</p><p>Dawn’s parents managed to get her back to Houston after a few weeks, and Dawn resumed singing at the Aragon Ballroom. “Papa would take the bus downtown every night to pick her up,” Sally says. “I don’t know if she went to school.” But the Aragon gig didn’t satisfy Dawn for long.</p><p>In 1945, Dawn was sixteen. Her sister Betty Lee had just married an airman and was driving from Houston to Bakersfield to be with her husband. Dawn went along and almost immediately got a job singing at a bar in downtown Los Angeles.</p><p>“I guess the musicians looked after her,” Sally says, “but it was a real dive. She would ride the streetcar downtown and back late at night. She knew her way around. As far as I know, no one ever asked about her age, and if they had, she would have lied about it.”</p><p>The singing engagements began to get better—nights at the Palladium and the Hollywood Bowl (a few times with the Dorsey Brothers orchestra), club dates at Lake Tahoe. She sang for a while at a place called Ciro’s in Hollywood and then became a regular with bandleader Harry Wahm at a smart little club on Sunset Boulevard. A young singer named Mel Torme would sit in occasionally.</p><p>Night after night, Dawn honed her craft, doing the only thing she ever really wanted to do. There was no doubt, as far as she was concerned: She would be another Helen O’Connell or Margaret Whiting or Rosemary Clooney. People who heard her back then remember her voice as knowing, seasoned beyond its years. She could instinctively shape a phrase, no one ever taught her. She just knew. “My Funny Valentine” became her signature song, and when the band broke into the first couple of bars, the regulars in the crowd would smile in anticipation, and there would be smatterings of applause around the room.</p><p>She was making money and records. Sally remembers that she always wore nice clothes. She bought a little Ford convertible. A snapshot from 1949 shows Dawn and her three sisters sitting at an outdoor restaurant in Hollywood. The girls, wearing sophisticated summer outfits, are fresh-faced and smiling.</p><p>That would be the last happy period in Dawn’s life. Though her career was still on the rise, she didn’t see much of her sisters. All three were married, and by 1950, Sister and Sally had moved back to Houston. Dawn drifted into troubled relationships with other people —and herself.</p><p>“Dawn was always falling for some guy,” Sally says. One was Tara’s father. Who he was is a mystery today. Sally heard that he was AWOL from the service and was using an alias. Sister heard that he was in naval intelligence. Betty Lee’s story is the most intriguing. Dawn was on her way to Paris to sing, Betty Lee says, and he was with her. They stopped off in New York and lawenforcement authorities arrested him, perhaps on some kind of embezzlement charge, and eventually he went to federal prison. According to Betty Lee, the arrest was the first Dawn knew that her companion was in trouble.</p><p>Dawn herself has told people that when she told him she was pregnant, he asked her how she knew the child was his. That so upset her, she said, that she fled to New York. She said nothing about him being with her.</p><p>More recently, she told me that she went to New York to sing and that she got a job at a famous jazz club on Fiftysecond Street called Onyx. They had, she said, “lost touch with each other.”</p><p>I pressed her as gently as I could about Tara’s father. “He played the guitar,” she said, staring off into the distance at traffic passing on a highway. “He wore a green shirt. He was okay.”</p><p>What is known for sure is that in September 1951, Dawn was in New York’s Bellevue Hospital, where she gave birth to a girl. She named her Tara, as in <em>Gone With the Wind.</em></p><p>Dawn’s family had not seen or heard from her in months. Betty Lee got a call from her in New York City. She’d had a recurring dream, she said, a bad dream about an angel of death coming into her room, sitting at the end of the bed, and talking to her. Then a man named Sergei came to the phone. He said that Dawn had been sick, but was better, and had been staying in his home for a while. “She’s been a little nervous lately,” Sergei said.</p><p>At about the same time, Dawn’s parents in Hollywood got a telegram from a doctor at Bellevue. “Your daughter is acute paranoid schizophrenic—needs hospitalization,” the message said. Her worried parents arranged for her to come home to Los Angeles on the train.</p><p>I try to imagine that train ride across the continent: the young, deeply troubled woman with an infant in her arms; the long days, the <em>tick-a-tack</em> of the tracks, a baby crying, a nation flickering past outside; the nights when the coach is quiet, and the child, at peace in her mother’s arms, is sleeping. The woman stares out the window into a reflection of herself. Who does she see looking back? Who is she becoming?</p><p>“I can still see her getting off the train in Los Angeles,” Betty Lee remembers. “She had on this beautiful dress, and she had a beautiful little baby in her arms. She looked fine.”</p><p>She wasn’t. Dawn’s parents were reluctant to seek medical help because of their Christian Science beliefs; they took her instead to a Christian Science “practitioner.” But it soon was obvious that their daughter was becoming a disturbed stranger and that all the efforts of a loving family or an earnest member of their church would not be enough to reach her.</p><p>She was withdrawn, morose. She spent her days at the piano in the living room, quietly singing the same songs, the old songs she used to sing to enthusiastic audiences. She sang them over and over, and only to herself.</p><p>She had always been a good tennis player, so Betty Lee asked her one afternoon if she wanted to play. They went to a court and started a game, but Dawn couldn’t concentrate.</p><p>“She just sat down on a bench and cried,” Betty Lee recalls. “She couldn’t tell me what was wrong.”</p><p>Dawn knew that something was happening to her. She wrote a long, anguished letter to a doctor. She desperately wanted to know if her child was in danger because of her illness.</p><p>One evening, she left Tara in MacArthur Park; a policeman found the little girl and gave her ice cream until her family could be located. Another time, Dawn attacked her father with her fists. One night, she came at her mother with a knife.</p><p>“When I saw her a year later,” Betty Lee says, “she was totally another person.”</p><p>Dawn was committed to the state mental hospital in Los Angeles, the first of countless hospitalizations over the years. She was released after a few months, but her condition had not improved—it was worse. She had passed through a door that only schizophrenics know, a door into another reality. Neither friends nor family could follow.</p><p><span class=\"dropcap\">I</span>T’s HARD TO IMAGINE A CRUELER disease than schizophrenia, a disease that has been called the cancer of the mind. It’s not just the terrifying loss of control or the opprobrium born of the public’s ignorance that makes it so cruel. It’s that schizophrenia often strikes in late adolescence or early adulthood—as with Dawn—just when a person’s hopes and expectations are at their highest. It shatters those expectations, and the pain and the terror are so great that sufferers often resort to suicide. Dawn bears on her wrists the scars of two suicide attempts.</p><p>Much of what we know about schizophrenia we’ve learned in the past decade, through remarkable advances in brain imaging and molecular genetics. We are learning more every day about how the brain functions—and how it malfunctions.</p><p>But schizophrenia is still a mystery. There is no answer, for example, to the most basic question: What causes schizophrenia? The first clinical description of schizophrenia is as recent as 1809; there are no ancient descriptions. The name “schizophrenia”—from the Greek <em>schizo,</em> to split, and <em>phren,</em> mind—was introduced in 1908 by Swiss psychiatrist Eugen Bleuler.</p><p>Schizophrenia is a brain disease that occurs throughout the world. It may be caused by physical factors, genetic inheritance, biochemical defects, viral infections of the brain, early brain injury—or some still-unknown combination. Although some schizophrenics show changes in brain structure, the illness most frequently manifests itself as a chemical imbalance in the brain. As with cancer, there are probably several different kinds of schizophrenia.</p><p>When a schizophrenic is in an acute psychotic state, his or her life is pure hell. The person is beset with brainstorms. They are devastating.</p><p>The schizophrenic may hear voices or music or other sounds that the rest of us don’t hear. Usually the voices are saying derogatory things about him, telling him, for example, that hit men or CIA operatives are on his trail. Sometimes the voices command him to do harmful acts, to hurt himself. Sometimes they taunt.</p><p>“Dawn used to have this habit that just drove me crazy,” Tara says. “I’d go over to her house, and she’d have all the faucets running. They’d be spilling over, just ruining the floors. I used to think she was doing that because her memory was gone, but then I realized that the noise of the water shut out the voices.”</p><p>Schizophrenics who seem to be talking to themselves are actually in conversation. Dawn’s angel of death, for example, was one of her frequent visitors. Jerry Frampton, an Austin-Travis County Mental Health and Mental Retardation psychologist who works with schizophrenics and their families, has known patients who prefer the voices, however terrifying and tormenting, to the loneliness and social isolation that often accompany mental illness. The schizophrenic person also may see things—bugs crawling on his skin or monsters or someone who has died.</p><p>“There’s no way you can tell them these things aren’t real,” Frampton says. “As far as they’re concerned, they’re absolutely real.”</p><p>The schizophrenic’s mind may jump from one subject to another and then another, with no obvious connection; he or she may suffer various delusions. Schizophrenics may feel overwhelmed by anxiety or fear or panic.</p><p>Since the fifties, psychotropic drugs such as Thorazine have been able to relieve some of these so-called positive symptoms, or additions to the person’s usual behavior. But the drugs cannot prevent the negative symptoms, or losses. Drugs, in fact, often exacerbate the negative symptoms-loss of motivation, social withdrawal, self-neglect, carelessness, forgetfulness, lack of emotional expression. The drugs may cause tardive dyskinesia, the characteristic tics, tremors, and disjointed movements that persist even after the medicine is discontinued.</p><p>When the illness struck Dawn in the early fifties, psychotherapy was considered the only possible cure; it’s hard to find anyone who holds such a notion today. For a person with a severely disordered mind, talking to a therapist is no more effective than bloodletting or being strapped into spinning chairs, two therapies from times past. Today, drugs can alleviate schizophrenia’s symptoms, and therapy can help a schizophrenic deal with the symptoms, but there is no cure for the disease.</p><p>It’s now accepted that nothing a person does or nothing that’s done to him causes schizophrenia. (“You cannot create a schizophrenic,” MHMR’s Frampton says.) But it is also true that some people have a predisposition to schizophrenia, as some have a predisposition to heart disease or diabetes. One doctor has called it “an inherited vulnerability.”</p><p>That vulnerability may have a genetic component. On the average, one out of one hundred Americans will develop schizophrenia during his or her lifetime. That means that the chance of a person developing schizophrenia is about one percent. Among relatives, though, the odds increase. If a mother, for example, has schizophrenia, her child has a 10 to 12 percent chance of developing the disease.</p><p>If a person has a predisposition to schizophrenia, a variety of factors function as potential triggers for the illness. Drug or alcohol abuse may trigger it. Stress, including the stress and hormonal changes associated with pregnancy, may trigger it.</p><p>Perhaps it was pregnancy that triggered Dawn’s illness, although family members saw signs that, in retrospect, could have been warning signals. In the months leading up to her illness, she was drinking a lot and prone to abrupt and extreme mood changes. She did things that seemed odd, like picking fights for no reason or listening to a record over and over for hours. In the years to come, her sisters would occasionally wonder if her willfulness—skipping school, running off to New Orleans—was a signal.</p><p>Looking for signs, particularly in retrospect, is itself maddening. How would you ever know? We all do crazy things now and then; we all have times of trouble. But we don’t all become schizophrenic. There’s no way to predict what will trigger the illness or who will contract it. In the words of Dr. Irving Gottesman, the author of <em>Schizophrenia Genesis,</em> who will get it and who won’t is “a complex game of gene-environment Russian roulette.”</p><p><span class=\"dropcap\">F</span>OR THE FIRST SIX YEARS OF TARA’s life, she was with her grandparents in Hollywood. She idolized Papa, who told her stories and strolled with her along Hollywood Boulevard, proudly introducing her to old friends along the way. She loved Mama, who read and sang to her and told her family tales of old Houston. But Mama and Papa were trying to care not only for their energetic little granddaughter but also for their desperately ill daughter. During the periods when Dawn was hospitalized, often for months at a time, one of them would take a city bus at least once a week to spend an afternoon with her. It was an hour’s ride both ways; sometimes they hardly had money for bus fare and a Hershey bar for Dawn. The family inheritance had been used up, Mama and Papa were old and tired, and they were barely adept at coping, even under the best of circumstances.</p><p>It was too much. With Dawn in and out of the hospital, her condition deteriorating with each passing year, the sisters stepped in. On an August afternoon in 1956, Betty Lee and Sister drove to the Greyhound bus station in downtown Houston to wait for Dawn and Tara’s arrival.</p><p>What they saw when the two stepped off the bus shocked them. Their oncelovely sister, now disheveled, was in a daze. The little girl, after three days and nights on the bus, was hot, tired, and dirty. Her nose had bled on the trip, and her wrinkled dress was spotted with blood. Her waist-length hair was so matted that Sister had to chop it off at the ears when they got home.</p><p>Tara had a place to stay with Sister, at least for a while, but the more urgent question was what to do with Dawn. It’s the question that plagues every schizophrenic and every family member who takes on the responsibility of care. Dawn couldn’t care for herself, she couldn’t stay in a private hospital for any length of time, and since she wasn’t considered a danger to herself or others, mental institutions would keep her only for limited periods of time.</p><p>Betty Lee, in those first two years, checked Dawn into nine separate hospitals. Then, as now, Dawn preferred the dangers and uncertainties of the street to the confinement, the drug-induced docility, the mental haze of an institution. In later years, the sisters would buy a little house in Bellaire for Dawn and their mother, after their father died. It wasn’t long before they realized that their mother was too old and their sister too sick to care for themselves.</p><p>Betty Lee was a graduate student at the time. One night she was studying for her finals when she heard hauntingly beautiful piano music coming from downstairs. At first she thought it was the radio, but then she realized that it was an original composition; she had heard it before. She realized that Dawn had escaped from the psychiatric ward of downtown Jefferson Davis Hospital and had found her way, walking, to the house.</p><p>When Dawn saw her sister coming down the stairs, she raced out the front door. Betty Lee stopped to call the police, then ran outside in pursuit. “That broke my heart to have to chase my sister down the street and put her in a police car,” she said recently. She can still see Dawn’s knuckles that night. They were scraped and bleeding from beating on the door of her hospital cell.</p><p>“It was a nightmare,” Betty Lee said, recalling those early years trying to care for her sister. “At some point you just have to decide that you’re going to save yourself.”</p><p>Sister, looking at a snapshot of Dawn as a smiling young woman, reluctantly put into words what most relatives of schizophrenics feel at one time or another. “I know I shouldn’t say this,” she said softly, shaking her head, “but sometimes I think it would have been better if Dawn had died when she first got sick.”</p><p>Tara, meanwhile, after bouncing from one aunt’s household to another for a year, was rescued by a stern fairy godmother, who appeared in the form of a 75-year-old great-great-aunt named Elsa Gertrude Katherine Gehring. She was a younger sister of Tara’s greatgrandmother.</p><p>Auntie was a tall, severe-looking woman, with pale blue eyes and flowing white hair that had once been flaming red. A retired elementary school principal, she had never married. She lived alone in an antique-filled three-story house in the Village, a pleasant tree-lined neighborhood near Rice.</p><p>For Tara, life with Auntie quickly evolved into a routine that she had never known with her grandparents. During the school year, she rose early each morning, dressed quickly, and ran downstairs for a hearty breakfast—which always included fresh orange juice with a raw egg blended in to fend off colds. After school, she did her homework and chores and walked Auntie’s five dogs.</p><p>The rituals, the ordered way of doing things, made Tara feel that someone was watching over her. “I had a yard, a place I knew as mine,” she says. “For a few years I was very happy. I felt secure.” But Tara never ceased dreaming of her mother. “I wanted to be with her. I can still see the mother I imagined. Tall and beautiful, always wearing a white dress, she would walk out of the hospital where they had put her and rescue me.”</p><p>For five years Tara did not see her mother, who was in California for most of that period. When Dawn came back to Houston, Tara was old enough to see for herself that the dream she had nurtured would never come true. But life with Auntie had fortified her. The mommy who was going to come and rescue her now needed rescuing herself. As Tara saw it, she herself was the one to do it. She was strong. She cared. Her aunts may have given up, but she was just beginning.</p><p>At sixteen, she fled her aged but still imperious aunt and moved in with Sister’s family for the last semester of her senior year. She went to a judge and had herself officially declared her mother’s legal guardian.</p><p>“It’s never seemed strange to me,” Tara says today, “having a mother who was mentally ill. I just felt deep sympathy. When I was ten or eleven, one day when Auntie was out of the house, I remember calling an emergency number to help her. I thought it was something you could fix. I felt like she was the victim, she was the one hurting. I didn’t feel like I needed protecting from this scary person. I felt responsibility, guilt, sadness that her being was trapped in this other world, and I wanted to be able to free her.”</p><p>A few years before Tara set out to rescue her mother, President John F. Kennedy had resolved to revolutionize the care and treatment of the mentally ill in this country. The invention of psychotropic drugs in the fifties—so-called miracle drugs when they were introduced—made it possible for patients to function in noninstitutional settings. Kennedy committed the country to halving the number of institutionalized patients within twenty years. When he spoke in 1963, the patient population was 504,600; by 1974 it had been cut in half. By 1986 the population was down to 111,000.</p><p>Deinstitutionalization was a noble idea —as anyone who has visited the depressing wards of a typical mental hospital will quickly attest. With deinstitutionalization, mental patients would walk out the doors of large, impersonal hospitals into the reassuring care of neighborhood psychiatric clinics, halfway houses, day hospitals, and perhaps even into the care of their families. Community centers would treat the mentally ill in familiar surroundings; with the availability of drugs to keep psychoses under control, the hospitals would be needed only for acute cases or for emergencies.</p><p>The result of this noble undertaking has been disturbingly evident for more than a decade. Approximately 30 percent of the people scavenging in garbage bins and sleeping in doorways on the streets of American cities are mentally ill.</p><p>We reneged on our promise. In Texas —which ranks forty-seventh in the nation in mental health spending—and across the nation, we got the mentally ill out of the hospitals and then turned our backs. The community facilities, with few exceptions, never got built. Dawn, like thousands of other mentally ill Americans, got trapped on a relentless revolving wheel: out the hospital door and into the street for months at a time, back to the hospital for a few days, then back on the street—around and around for years, her condition deteriorating with each cruel turn of the wheel.</p><p>Tara kept ‘encountering the gaping holes in the Texas mental health system (holes that only now are beginning to be filled). During the periods that Dawn was hospitalized—in Austin eventually—Tara felt that her mother was being warehoused, sedated to keep her quiet and manageable and left to vegetate. She took Dawn out on weekends. She would bathe her, fix her hair, feed her decent meals. The two of them would sit at the piano and sing the old songs together.</p><p>If Dawn was on the street, Tara would seek out halfway houses. In 1975 she got Dawn into a house run by an elderly woman who, as it turned out, was stealing her residents’ government checks and whatever meager incomes they had. The woman was indicted by a Travis County grand jury, and the house was shut down.</p><p>For three years or so, Dawn sold flowers on the street for a husband and wife team. “They were Dawn’s champions,” Tara recalls, until Dawn began to steal money and drive customers away. “They told me they were terribly sorry, but they just couldn’t handle her anymore.”</p><p>Tara’s resolve was also eroding. It reached rock bottom when she got a call from the landlord of a rooming house where Dawn was living. She walked into Dawn’s room and could hardly keep from being sick. Half-empty cans of moldy, rotten food and dirty dishes were scattered about. Stinking clothes and bedding were soaked with urine. When Tara finished cleaning up the place as best she could, she had to throw away the clothes she was wearing. The landlord had to replace the urine-saturated floorboards. And, of course, he replaced Dawn.</p><p>“Auntie always told me not to invest in my mother’s recovery,” Tara says. “She knew I would always be responsible for my mother, but I shouldn’t be expecting her to recover. I wouldn’t listen.</p><p>”I used to be angry with my aunts, but now I can understand that if you try for ten years, you get to where you don’t try anymore. You’d like to think that forever and ever you’d try, but at some point you give up. You put them in an institution and deal with them only on holidays. Either way, you resign yourself to a miserable existence.</p><p>“What can you do with someone who’s unpleasant to stand next to for more than three minutes, who asks you over and over if you have money for cigarettes, who says 'I saw Humphrey Bogart last week,’ whose identity has disintegrated?</p><p>”I wanted my mother, but I couldn’t have her. I always carry the burden, and that’s the horror of it. It doesn’t go away.”</p><p>Several months after I met Dawn, Tara made one more effort at rehabilitation. She made an agreement with Dawn that if she stayed on her medication, Tara would find a place for her to live outside the hospital.</p><p>The place turned out to be a halfway house near Deep Eddy Pool, run by a woman named Judy, a single mother. Judy already was keeping a severely retarded older woman and two other former state hospital residents—and taking care of her three young children.</p><p>“Dawn was the most troublesome,” Tara says, “but Judy was interested in her music background. And she thought she could help her.”</p><p>Judy put Dawn on a diet and got her to exercise regularly and do chores around the house. Dawn began taking voice lessons. She was staying on her medication, and her social worker had arranged for her to begin a job. Tara saw her mother at least once a week, and for the first time in years, she wasn’t waking up at night, anxious about where her mother might be.</p><p>The day before Dawn’s job was to begin, she disappeared. For eighteen months, none of her family heard from her. Finally, in the middle of winter, a policeman found her on a downtown Dallas street. She was malnourished, anemic, and bleeding internally. It took several days for the people caring for her at Parkland Memorial Hospital to get rid of the lice. How she got to Dallas and how she survived all those months, Dawn couldn’t, or wouldn’t, say.</p><p>“What was even scarier,” Tara says, “is that they were getting ready to put her back on the street in fourteen days. That’s been the story all along: The better she does, the worse it is for her.”</p><p>Fortunately, a social worker at Terrell State Hospital intervened and found a place for her-a home for the mentally ill near the small East Texas town of Athens. There was nothing fancy about the place. There was no rehabilitation, no therapy, no pleasant private room —just bed and board and bare bones maintenance. This converted nursing home next to a highway has been Dawn’s home for the past six years. It’s a long, long way from Hollywood.</p><p><span class=\"dropcap\">D</span>AWN’s STORY, A STORY THAT BEgan with such brightness, could end there, in that bleak concrete-block barrack in rural East Texas—except for one last lingering hope. A drug called clozapine, introduced in this country in limited amounts last year, has been hailed as the biggest breakthrough in twenty years in the treatment of schizophrenia.</p><p>Unlike most psychotropic drugs, clozapine has an effect on both positive and negative symptoms-poor judgment, lack of insight, all the characteristic symptoms for which people end up in state hospitals. Patients who have been nonresponsive to other drugs have responded to clozapine.</p><p>The most exciting thing about clozapine is that it allows the reemergence of the personality. The individual whom friends and family knew before the onset of the disease comes back to life. Families have seen loved ones return from decades of despair and withdrawal after a few months on the medication. Men and women institutionalized for years have been able to hold down jobs or return to school.</p><p>Clozapine doesn’t help everyone. Whether it could help Dawn, we don’t know yet. Dr. Larry Ereshefsky, a professor of pharmacology and psychiatry at the University of Texas Health Science Center in San Antonio, reports that after six to eight months on clozapine, “about half of all previously refractory patients show reasonably significant response.”</p><p>Clozapine does have a downside. About 2 percent of the people taking the medication have experienced a serious drop in their white blood cell count. “If it went undetected, it would kill people,” Ereshefsky points out, “and it did kill people in Europe.” According to Ereshefsky, at least thirteen other drugs that may be significant improvements on current medication are in the research pipeline. The most advanced are two to three years away. Our whole approach to treating schizophrenia may be on the verge of radical change.</p><p><span class=\"dropcap\">O</span>N A SUNNY SUNDAY MORNING in February, Tara and I and our two children, eight-year-old Pete and two-year-old Kate, drive up in front of Putnam Home, just off the highway between Athens and Eustace. Several of the sixty or so residents walk out the front door to see who has arrived. Others taking in the sun on a bench at the side of the building stand up when they see the car and amble toward the driveway. They all walk slowly, a bit unsteadily, almost zombielike. They gather around us as if in a stupor.</p><p>They are black and white, old and young, male and female. They are former street people, former drug addicts, paranoid schizophrenics, people with organic brain diseases or brain injuries. They don’t belong in hospitals, but neither can they function on their own. “Social workers are just crying for places to put them,” Putnam Home manager Mary Sanguinet says.</p><p>Dawn is wearing a shapeless brown sweater, baggy blue slacks, scuffed red pumps, and a knit cap that Sister sent her. She hugs her daughter and her grandson and eagerly takes Kate in her arms. She seems calm and in good health.</p><p>Carrying Kate, she leads us inside for a tour of the place that has been her home for the past few years. Half a dozen other residents trail along with us. The air is close and a bit stale, the ceiling low.</p><p>In Dawn’s small room, which she shares with four other women, an older woman is lying on one of the beds. She is fully dressed and wearing shoes. Her tongue, swollen because of the medication she takes, protrudes from her mouth. Another roommate, a woman named Mary, talks to Pete and gives Kate a teddy bear.</p><p>In the dim hallway outside Dawn’s room, most of the other residents are lining up at a window to receive their medication. A staff person can dispense the medication, but a team of five doctors in nearby Athens looks after the residents’ medical needs.</p><p>A little later, a minister from a little country church comes by to conduct services. The residents seem pleased to see him, and he is relaxed and easy with them. Few of them, he says, ever have visitors. Their fellow residents, most of whom have been here for years, are their family.</p><p>Later, Pete and I linger behind as Tara and Kate and Dawn walk back up the grassy hill from the stockpond, where Dawn’s friend Mary feeds bread to the ducks and snakes-or so Mary says. They walk slowly so that short-legged Kate, distracted by bugs and butterflies, can keep up. I watch mother, daughter, and granddaughter and think about what might have been—and what is.</p><p>I think about a class in Austin that Tara and I have been attending for families of schizophrenics, about a young woman in the class named Tina, whose brother is schizophrenic. At one meeting we talked about the importance of hope to a person who has schizophrenia and how family members summon the strength to go on caring.</p><p>Tina, who usually sits quietly, raised her hand. “I feel like my brother is a gift to me,” she said. “Because of him, the rest of us get more out of life. It’s not like he tries to be sick. He’s a gift.”</p><p>I looked around at the circle of people —the couple in their sixties whose fortyyear-old son has been schizophrenic most of his life; the woman whose eighteenyear-old son is schizophrenic; another woman who has become mother to the eighteen-month-old daughter of her schizophrenic sister, along with her own four sons; the woman whose father <em>and</em> son are schizophrenic; the bright young woman whose older brother is mentally retarded and whose younger brother is schizophrenic; the man in his thirties whose wife obeyed voices that commanded her to chop off her hand.</p><p>These people have suffered, are suffering, and yet many were nodding their heads in agreement as Tina spoke. Glancing at Tara, I caught a glint of tears and remembered what she has said about her mother’s gift to her. Dawn gave her music, she says. If it hadn’t been for her mother, she would never have been a singer.</p><p>I thought of my own gift. This strong, caring woman who is my wife, the mother of our children, the stepmother who helped two little girls become grown women, is who she is because of her experiences with her mother.</p><p>Back in the dim room that passes for a parlor at Putnam Home, Tara slides two red plastic chairs over to an old upright piano in the corner of the room, and Dawn sits down and begins to play “Younger Than Springtime.” She has no sheet music, and the piano is tinny and badly out of tune, but she doesn’t miss a note. She moves into “Malagueña,” “Claire de Lune,” and then “Amazing Grace.” The two women sit, shoulders touching, their hands moving up and down the yellowed keyboard. Together, they sing the words of the old hymn.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Family",
      "Mother",
      "people",
      "Schizophrenia",
      "Drugs",
      "Hollywood",
      "Home",
      "Houston",
      "ever",
      "House",
      "money",
      "Music",
      "Texas",
      "BUS",
      "disease",
      "Hair",
      "Health",
      "New York",
      "Austin",
      "Band"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Austin",
      "Dallas",
      "Athens"
    ]
  }
}