{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19916",
    "date": "June 1991",
    "year": 1991,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1991/19910600.pdf",
    "issue_cover_image": "",
    "document_start_page": 122,
    "toc_start_page": 122,
    "document_page_range": [
      [
        122,
        123,
        124
      ],
      [
        126
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Peach Dreams",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199106-peachdrea",
  "source": "/1991/19910600.pdf",
  "wp_post_id": 126471,
  "wp_post_guid": "http://www.texasmonthly.com/article/peach-dreams/",
  "authors": [
    "Chester Rosson"
  ],
  "headline": "Peach Dreams",
  "dek": "No Need To Pinch Yourself. This Year’s Harvest Of the Heavenly Fruit Is For Real.",
  "spread_caption": "",
  "excerpt": "Summertime is warmand-fuzzy season for fans of Texas’ favorite fruit.",
  "kicker": "",
  "word_count": 2379,
  "content": "<p><strong>I Feel About the Peach Much the Way</strong> Jeff McKissack, the late folk artist who created the Orange Show in Houston, must have felt about the orange. Oh, he loved to extol the virtues of the orange, its plentiful vitamin C and its benefits to digestive health, but at the core of his affection was the unique taste of the fruit. He would simply rather eat an orange than anything else. For me, that food is the peach.</p><p>Need I say that I am not referring to the green-picked import from California or Chile —always either hard and tasteless or mushy and tasteless —that only the dedicated Weight Watcher can force down because the program calls for a small fresh peach in January. Those of us who know the peach intimately realized long ago that our favorite fruit is not readily available year-round, since it does not ripen off the tree like a banana or a gassed apple. It is best eaten out of the hand, velvety-soft skin intact, within minutes of having been plucked from a backyard tree at its peak of ripeness (on one’s home turf, the juice that runs liberally down the chin isn’t a social embarrassment). Next best is a peach from the nearest pick-your-own orchard.</p><p>In a good year, no one has longer access to mouth-watering peaches than Texans. That’s because summer comes early, with temperatures often edging into the nineties in the southern half of the state by April. It may be October before the first cool front finally brings relief. But the peach lover finds comfort in the fact that summer is also peach season. Peaches thrive in the heat.</p><p>This year the harvest began with the country’s earliest peaches, the Valley’s Earligrande and Flordaprince varieties, arriving at select city supermarkets in the state in April. The last varieties will ripen along the Red River in late August. In the meantime, hundreds of kinds of peaches, developed to thrive and bear well under local climatic conditions, will ripen in back yards and orchards all across the state, producing the astonishing abundance that occurs only in those years when conditions are just right. And the good news, peach fans, is that this is one of those years.</p><img /><img /><p>Illustration By Steve Pietzsch</p><p>The thought of such bounty stirs memories of Fourth of July picnics under East Texas pines, taking turns with cousins sitting on the ice cream freezer, bottoms and ice cream insulated by a thick pad of newspaper, or turning the crank until it just wouldn’t move, honest. Then it was time for Grandpa or Uncle to show off and turn for another three minutes. Those who had taken a turn at the crank got a preview lick from the dasher. Peach ice cream made with an egg custard recipe was traditional, and nothing complemented it better than still-warm peach cobbler—no one thought that one bit excessive.</p><p>At my other grandmother’s house in San Antonio, fresh-peeled peaches lightly sprinkled with sugar to draw out the juice were accompanied by discussions of strategies to defend the peach crop from the neighborhood birds and squirrels —Grandma employed aluminum pie pans dangling from the branches with a fox terrier-activated backup system.</p><p>Despite such timeless scenes, Texas hasn’t always had peaches. Texas settlers brought with them seeds of what they had called the Indian peach back in Tennessee or Mississippi. Easily reproducing from dropped fruit, it had gone wild and spread all over the South, but it wasn’t really native to the Americas at all (peaches are believed to have originated in China). Settlers depended on their peach trees, along with true native fruit like plums and papaws, to provide variety in a diet heavy on pork, venison, and corn. The Indian peach was dried or pickled for the winter. Some East Texas orchards still cater to the nostalgic taste for the small peaches of that old feral variety, selling them as pickling peaches.</p><p>Those who traveled to the presidios and settlements of Spanish Texas found already well established a similar fruit that they called the Spanish or Mexican peach. Although some thought it to be indigenous, it had been brought from Spain and was common in Mexico by 1600. It was just such a small fruit that John James, an Illinois lawyer who visited Texas in 1855 with hopes of settling here, probably had in mind when he remarked, “The peach was frequently seen, but it was a poor thing.” That situation would soon change.</p><p>In 1851 a self-described invalid from New York named Gilbert Onderdonk moved to Texas for his health. He recovered rapidly in the warmth and fresh air (he later gave much of the credit to his habit of drinking Mexican lemongrass tea). By 1870 he had set up a nursery business on 360 acres ten miles west of Victoria and was making a name for himself nationally as a horticulturist who was knowledgeable about Texas and Mexican plants. He developed numerous strains of peaches adapted to the Texas climate, but it was his interest and insight into the peach’s botanical history that was to gain him international respect.</p><p>In 1904 St. Louis put on a world’s fair, the Louisiana Purchase Exhibition (remember <em>Meet Me in St. Louis?)</em> to advertise its coming of age. The new Texas agricultural industry seized the opportunity to show that Texas too had come of age, pulling out all the stops. The man in charge was none other than the renowned Gilbert Onderdonk, the president of the Texas State Horticultural Society.</p><p>Onderdonk’s presence assured that Texas peaches would be shown to their best advantage. When the first absolutely perfect display plates of peaches began to arrive in mid-May, they quickly became the hit of the agricultural show. Commenting on a mid-June shipment of Elbertas from Smith County, Onderdonk wrote, “No shipment of fruit at the Horticultural Palace created such a sensation as these Elbertas. So early, so perfect, so luscious were they that the admiring fruit growers were amazed. Such a thing as an Elberta peach at that early date was never dreamed of, and its effects were marvelous.” More and more peaches, many of them premieres of new varieties, kept arriving into November, proving that Texas had the longest peach season of any state at the time. The Texas horticultural exhibit won the grand prize hands down.</p><p>The 1904 world’s fair convinced the nation that Texas was great peach country. Orchardists were impressed as well, judging by the 1910 census, which listed nearly 10 million peach trees in production throughout the state. But that glut of peach trees was temporary. Inexperienced growers soon learned that the Texas peach crop wasn’t a sure thing. Between late freezes and hail, insects and disease, years could pass without a decent harvest. The fruit growers of California, blessed with a more temperate climate, cheap agricultural irrigation, a well-established canning industry, and an unrivaled national distribution system, took the lead and have never relinquished it. In 1987, when statisticians last counted Texas peach trees, there were 906,000, and Texas usually ranks around tenth among the states in peach production.</p><p>In spite of the headaches that growing and marketing peaches cause commercial orchards, the areas that contributed the bulk of the state’s crop in 1904 still produce. Several hundred acres of orchards lie between Fairfield and Mexia, and the Fairfield Chamber of Commerce boosts them with a Fourth of July peach festival. The northeastern quarter of the state, however, now places a distant second to the Hill Country in poundage sent to market.</p><p>But why have the Johnny-come-lately Hill Country peaches (commercial peach production began in the thirties) become so alluring? According to Stonewall peach grower Jim Duecker, it is simply because consumers like the taste. “It may be because of the calcium in our soil,” says Duecker, although he admits there is no scientific evidence for his theory. All the same, Hill Country peaches are eagerly awaited in supermarkets all over the state. They also provide the special taste of Hill Country Peach, a favorite in H.E.B.’s line of Texas seasonal ice creams.</p><p>The Stonewall Peach Jamboree, which usually takes place the third weekend in June, is a low-key small-town festival like many across the state, but it has a charm all its own. Last year’s was a peach. After the substantial Saturday morning parade —it attracts floats and marching bands from such far-flung communities as Luling, Boerne, and Mason, each touting its own festival —the real business of judging the peaches, the cobblers, and the pies gets under way. While visitors roam the grounds sampling cobblers sold by past winners of the baked-goods event, the judges are sequestered in the school building, hard at work tasting.</p><p>Bernice Burg, the co-chairman of the cobbler and pie contests and mother of two past Peach Queens, describes what judges look for in the perfect cobbler: “True fresh peach taste, not covered up with spices, and a good flaky crust.”</p><p>Outside, under the big tent, visitors ogle the bushels and plates of huge peaches as the Fredericksburg Philharmonic, an accomplished oompah band, plays marches. Proud producers pose for photos with the bulging baskets. It is all fun for the crowd but a serious moment for the contestants when the judge, retired Texas A8dM peach expert Bluefford G. Hancock, announces his decisions. The winning basket fetches $900 at the afternoon auction, and the winning peach, a lustrous Topaz beauty, brings $375. As the day wears on, out-of-towners fan out into the countryside to harvest the bounty at numerous pick-your-own orchards and highway stands.</p><p>But you needn’t drive all the way to Gillespie County for good peaches. Those who want fresh peaches in homecanning quantities can find orchards and stands within an hour’s drive of every major city in the state. Pick-your-own orchards can provide fun for families, but be sure everyone wears long pants, shoes, and socks to protect against fire ants. Load up on sunscreen and chigger repellent—or the next few days could prove mighty uncomfortable.</p><p>Some families go out searching for a specific variety —remember to call ahead this year, because the season is early in most areas. Clingstones, the earliest varieties, are juicy and full of flavor, but few people care to spend the time it takes to process large quantities for canning. Other people believe that clingstones are the only peach worth using in a cobbler. The majority prefer mid-season freestone varieties such as Redglobe, Redskin, and Loring, which are firm-fleshed and perfect for preserving. Those looking for white-skinned, or “honey peach,” varieties will have a hard time finding them. Although they are extremely sweet, they turn mushy when cooked, canned, or frozen, and peach growers have found them so fragile that they can hardly be shipped to market.</p><p>San Antonians and Austinites naturally head for the Hill Country. The Texas Department of Agriculture lists no fewer than 22 pick-your-own orchards and fruit stands in Gillespie County alone. Burg’s Corner, the outlet for the Gillespie County Fruit Growers Co-op, does a booming business all season (just off U.S. 290 in Stonewall; open daily 7 a.m.-9 p.m.). Impromptu stands pop up all along the highways leading to Stonewall and Fredericksburg. For consistency, selection, and quality, however, established orchards are the best bet. Just two miles west of Stonewall on U.S. 290 is the Vogel Orchard roadside stand, which offers a good mix of early and late clingstones as well as the mainstay freestone varieties (512-6442404; open daily 8-6). In Fredericksburg is Hallford Orchards, one mile east of Main Street on Fm 1631 (997-3064; open daily 8-6 in June and July). The Marburger Orchard is about five miles south of town off U.S. 87 on Meusebach Road (997-9433; by appointment only). Hint: Its entries placed first in four categories in the 1990 Stonewall Peach Jamboree. Other orchards are listed in a handout with an excellent map, available from most Fredericksburg merchants or at the chamber of commerce’s information office (112 W. Main).</p><p>Dallas-area residents usually head east toward Tyler, where Smith County orchards harvest one of the largest peach crops in the state. Many stop to look at the roadside stands in Kaufman and Van Zandt counties and never make it to the orchards around Tyler. Just off U.S. 80 on Fm 1395 near Edgewood is Patterson’s Peach and Berry Farm (214-8961230; open daily 7 a.m.-8 p.m.). Others are pleased to find excellent peaches at the downtown Dallas farmers’ market (1010 S. Pearl Expressway; open daily 6 a.m.-7 p.m.).</p><p>Fort Worth peach lovers swear by Parker County peaches, which will be plentiful this year, barring any hailstorms —a problem anywhere peaches are grown but notorious in Parker County for damaging the crop. Befitting the county’s status as one of the state’s top five peach producers, Weatherford hosts a peach festival on July 13. If that weekend doesn’t fit into your schedule, try the Weatherford farmers’ market (301 Fort Worth; open daily 7-7), or several roadside stands —the Fiutton Fruit Farm offers variety —about three miles west of Weatherford near U.S. 180 on the Greenwood Cut-off Road (open daily 9-8 during June and July). Pick-your-own orchards are sporadic here, but check for newspaper ads. The quick and easy way to come by Parker peaches in bulk is to visit the Fort Worth farmers’ market (5507 E. Belknap Road; open Monday through Saturday 86:30, Sunday 10-5) or a well-established fruit stand, such as Pappajohn’s Ohio Garden Farms (3901 Ohio Garden Road; open Monday through Saturday 8:30-6, Sunday 10-5).</p><p>Houston residents can find peaches at the extensive farmers’ market inside the Loop (2520 Airline Drive; open daily 6-5:30), but relatively few know about the Chenango Orchards near Rosharon in Brazoria County (call ahead for recorded information, 713-431-2138). Watch for signs off Texas Highway 288. The peaches start ripening in early May and continue through July.</p><p>El Pasoans may be the only big-city residents who will experience a shortage of local peaches this year —a late freeze reduced the crop at the Canfield Orchard in nearby La Union, New Mexico, by 80 percent; the remainder will be available mid-June through July. Let’s hope that the rest of the state comes to the aid of peach-starved El Paso.</p><p>For information about orchards and stands in your area, check with your county agricultural agent’s office or, better yet, write to Pick-Your-Own, Promotional Marketing, Texas Department of Agriculture, P.O. Box 12847, Austin 78711.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Peaches",
      "Stonewall",
      "Country",
      "Hill Country",
      "ICE",
      "Business",
      "Fredericksburg",
      "Ice Cream",
      "East Texas",
      "Fourth of July",
      "Highway",
      "Judges",
      "office",
      "Orange",
      "Parker County",
      "people",
      "Spanish",
      "Summer",
      "supermarkets"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Hill Country",
      "Fredericksburg",
      "Weatherford",
      "West"
    ]
  }
}