{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19845",
    "date": "May 1984",
    "year": 1984,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1984/19840500.pdf",
    "issue_cover_image": "",
    "document_start_page": 168,
    "toc_start_page": 168,
    "document_page_range": [
      [
        168,
        169,
        170,
        171
      ],
      [
        214
      ],
      [
        216
      ],
      [
        218,
        219
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Shameless Pastries, Mythical Chocolates, Shocking Sorbets",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198405-lenotresh",
  "source": "/1984/19840500.pdf",
  "wp_post_id": 120255,
  "wp_post_guid": "http://www.texasmonthly.com/article/shameless-pastries-mythical-chocolates-shocking-sorbets/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "LENÔTre Shameless Pastries, Mythical Chocolates, Shocking Sorbets",
  "dek": "the LenÔTre Family's French Pastry Empire Offers the Primitive Pleasures Of Childhood Tempered With Grown-Up Elegance—And Around Here That's a Sure Ticket To Success.",
  "spread_caption": "",
  "excerpt": "Bearing Gallic sophistication and outrageously delicious desserts, the Lendtre family has taken Dallas and Houston by storm.",
  "kicker": "",
  "word_count": 4561,
  "content": "<p>Gaston Lenotre, France’s Premier dessert chef, moved through acres of sequins and ruffles with the ease of a warm knife through butter. With his white skyscraper toque bobbing among the black-tie partygoers, he worked the crowd in a way Fritz Mondale might envy: a peck on the cheek here, a warm handshake there, a crackle of those pale-blue eyes. Then he claimed the microphone, announcing incomprehensible sentiments in rapid-fire French to the Houstonians gathered for this March of Dimes Gourmet Gala kickoff party — something about freshness, something about quality, something about inviting us to visit his kitchens, in which we happened to be sitting at that very moment. He offered toasts to the charity workers as the mike squealed and the fluorescent tubing shone down unforgivingly. He clutched River Oaks hostess Sylvia Sullivan around her Oscarde-la-Rentaed waist, uttering further French pleasantries. “Sounds good to me,” burbled Sylvia, beaming at Gaston like a thousand-watt bulb.</p><p>What brought the great French dessert god to the center of that unlikely scene was a surprising decision to make Texas his american beachhead. Like other preeminent French chefs of his day —the ubiquitous Bocuse, the peripatetic Guerard, the footloose <em>freres</em> Troisgros —Gaston Lenotre has gone global. Since 1975 his son alain, a good-looking guy who was on hand that night in a very snug tuxedo, has established Lenotre production centers and retail shops in West Germany, Switzerland, Japan, and Singapore. Eyeing the american market, the Lenotres decided to test the waters in three places: Houston, Dallas, and Disney World. Think about it. Not New York, San Francisco, and New Orleans but Houston, Dallas, and Disney World. There’s a certain poetic symmetry to their choice (and you can cut out that sniggering right now), not to mention more marketing logic than meets the eye.</p><p>Disney World offered a massappeal showcase for Lenotre wares. As part of the huge Chefs de France restaurant, which also featured the dishes of Bocuse and Roger Verge, Gaston was practically guaranteed a demand for as many as 15,000 individual pastries per day. Less obvious was the lure of the market in Texas, where they planned to build a main production kitchen, establish a catering service, and open retail shops in Houston and Dallas. (So far, there are three shops in Houston —at Town and Country Village, Post Oak Sakowitz, and the production center on allensby-and two in Dallas, at Sakowitz and NorthPark Center.) The Lenotres themselves say all the polite stuff—cities of the future, energy, NASA, that sort of thing —but with the quick demise of their New York catering venture in mind, they undoubtedly recognized that Texas offered a scarcity of top-level competition and, even more important, an affluent and impressionable clientele with a demonstrable enthusiasm for things French.</p><p>Houston in particular has never been able to get enough of the Gauls. It is, after all, the town in which leading social light Joanne Herring once donned a wig and low-cut eighteenth-century gown to narrate a fulsome film tribute to Franco-american relations. Attractive French newcomers are lionized by what gossip columnist Maxine Mesinger calls the Smart Set, and if they happen to have titles, why, so much the better. Arrivals like Viscount Paul de Rosiere and his wife, Harriet, and the young Renaud Callets are sucked up into the social scene without further ado.</p><p>Behind this extravagant Francophilia, one fancies, lurks a lingering cultural insecurity, the sneaking suspicion that Frenchmen know something we urban Texans don’t. The French, who have cultural security to spare, make us a perfect match. When Lenotre<em>pere</em> talks about his Texas operation, you can hear the culinary noblesse oblige at work. He sees his family’s role in Houston and Dallas as that of educators who will “give the american people new things to taste.” Nobody likes champagne the first time he tries it, Gaston pointed out to me on my first visit to his Houston production center. “It’s like a baby. You give it a little bit of something, then a little bit more.” Same deal in Japan, where Lenotre goods have met with success. “They don’t just want to eat rice anymore,” explained Gaston, with tongue only halfway in cheek. “The French people know better about food,” he assured me. “They’ve been doing these things for generations.”</p><img /><p><strong>PARISIAN Pastries Such as (Clockwise From Top) autumn Leaves (Chocolate and Vanilla Meringue</strong> With Chocolate Mousse), Tart With apricots, Tart With Strawberries, and Kirsch Bavarian Cream With Raspberry Sponge Cake are Only as Far away as Houston Or DALLAs.</p><img /><p>An Easy Way To Feel Rich Is To Take Home Tempting Morsels Like (CLOCKWIsE From ToP Right) Country Pate, Marble Bread Laced With Watercress and ToMATo, SPINACH-And-SCALLOP Quiche, all-Butter</p><p>Croissants, Broccoli-and-Bacon Quiche, and <em>ESCARGOTS Bourguignons.</em></p><p>Like the Lenotres, most of the French people so warmly received by Houston society have something to sell. Paul de Rosiere was a salesman at Cartier; the Callets deal in interior furnishings. Not that their being tradespeople dampens the Smart Set’s enthusiasm. On the contrary, professionals who traffic in status items have an important place in all but the ossified tip-top stratum of Houston society. In a scene so fluid that a virtual unknown may rise to prominence in a few short years, someone who can guide you in the outward forms of class is more precious than beluga. Small wonder that the savvy, presentable, and socially approved tradesperson is courted there in a way that would be unthinkable in america’s older, more solidified cities. All these factors have worked to the advantage of the Lenotres.</p><p>Alain Lenotre and his Greekborn wife, Marie, make a handsome couple —alain dark-haired and quiet, Marie with a stunning tumble of golden hair and a pro’s grasp of public relations. He’s the chef and the organization man; she’s like a heat-seeking missile when it comes to contacts and the media. After they moved to Houston in the summer of 1983, they were introduced to all the right people by Robert Sakowitz. He planned to put Lenotre boutiques into his Houston, Dallas, and Tulsa specialty stores and acted as their Texas marketing consultant.</p><p>Maxine dropped their names in her column. <em>Ultra</em> and <em>Houston Home and Garden</em> raved about their arrival before so much as a baguette had emerged from their as yet uninstalled ovens.</p><p>One night during a dinner party chez Sakowitz, alain and Marie met Sylvia Sullivan. Now, Sullivan has a reputation as something of a matchmaker in River Oaks, having introduced E. F. Hutton, Jr., to a Houston girl he married forthwith. Sizing up the young Lenotres, hearing about their ambitious new production center, contemplating the prestigious goodies that would issue forth, Sullivan felt the urge to put two and two together. Here was this delightful French family with its delightful business and here was Sylvia’s March of Dimes gala committee looking for a place to hold its kickoff party. Sylvia popped the question. As Sylvia tells it now, Marie wanted to know only one thing before agreeing: “But, Sylvia, what eez ‘keekoff’?”</p><p>So there we all were sitting in a north-side bakery under “Lenotre Paris’ loons and tricolor pennants of the sort that usually grace used-car lots, while the three-hundredstrong MOD squad kicked off and the Lenotres showed their stuff to well-heeled Houston. Marie posed for photographs in a decollete Lanvin gown that was the most astonishing iridescent shade of underwater green. Despite brave attempts to make the space appear festive, it felt like we were partying in a hospital; the foodpreparation areas where tables were set up looked long and white and surgical. A number of professional food types prowled about, casting gimlet eyes on the French arrangements. “I haven’t seen so much harvest gold in years,” harrumphed one, looking down his nose at the tablecloths. Nor was he smitten by the trio of elaborate buffets. “How much piped-on stuff with little pieces of white bread can you do, anyway?” he wanted to know.</p><p>To be fair, which was not this gentleman's intent, the Lenotre canapes were quite gorgeous. But he had a point —they were ittybitty square canapes on white bread whichever way you sliced it, built into intricate tiered structures that had a distinctly unTexan look to them. The whole buffet, in fact, had a constructed, toothpicky quality that seemed foreign to the land where megacaterer Don Strange stages informal street-foody fiestas, and Dallas and Houston trendies swear by the unstudied New american look. I nabbed a tiny curl of Danish salmon affixed to a big fish made of cucumber fins, then extracted a thinner-than-thin pateand-butter sandwich from a Brobdingnagian loaf shaped like a basket. <em>Pain de campagne</em> surprise, the lengthy French-and-English menu called it. I called it pretty amazing. I mean, there were hundreds of sandwiches in that thing, maybe thousands. The entire spread harked straight back to the prodigious nineteenth-century French chef, Careme, who treated pastry as architecture. It was even faintly medieval in spirit; I would not have been surprised to see fourand-twenty blackbirds burst out of a pie. Monsieur Lenotre was obviously a formalist at heart.</p><img /><p>Pastry Patriarch Gaston Lenotre Makes a French Confection By Heating Sugar Leaves With a Blowtorch Before Fusing Them To Sugar Roses.</p><p>Presently, amid electronically amplified cries of “Sit down!” and <em>“attention, s’il vous plait!”,</em> we left the buffets for the seated portion of the menu, all of it cooked right there in the Lenotre kitchens. Gaston may have made his name with his pastries and ice creams and chocolates, but he diversified into fullscale catering more than twenty years ago. Since his kitchens and workshops outside Paris produce meals for everything from private dinners to formal receptions at Versailles, and since the Lenotres also run Le Pre Catelan (a restaurant that rates three toques and eighteen out of twenty points from the hard-to-please critics Gault and Millau), I figured there was no telling what wonderments were in store.</p><p>But the “wild” salmon terrine studded with jewellike vegetables seemed tame, and none of the advertised tarragon Chantilly sauce ever materialized, despite entreaties to the beleaguered servers. I grew glum over an insipid little tomato stuffed with tasteless orange cream. Someone passed the word that all the French people and Bobby Sakowitz were sitting together upstairs. Across from me, a hale young Houstonian with his initials spelled out on a diamond pinky ring showed an unwillingness to be educated. He correctly diagnosed the <em>terrine arlequin de saumon sauvage aux petits legumes</em> as dull and turned his attention to the California <em>fume blanc</em> that had been donated to the MOD cause. “It tastes like someone washed their socks in this wine,” pronounced our homegrown gastronome. I had to agree. A bottle of Lenotre’s own Beaujolais appeared next, only to be dismissed as spritzy by the diamondringed critic. I had noticed a peculiar proto-fizzy quality myself.</p><p><em>(Continued on page 214)</em></p><p><em>(Continued from page 171)</em></p><p>Just as I began to suspect the Lenotres had their work cut out for them among us Texans, a fierce crunching assailed me from the left. “This is the best baguette i’ve ever tasted,” moaned my friend Frank, rending a hunk of bread. He wasn’t kidding. With a formidable crust and a light but substantial interior, this was French bread that actually tasted like something. How good was it? So good you could eat it without butter. Then came chicken smothered in a buttery melt of leeks, which caused a minor sensation at our jaded table. Things were looking up.</p><p>After time-out for toasting and FrancoTexan speechifying came the revelation: the Lenotres’ trademark pull-out-the-stops dessert buffet. Hundreds of the same folks who had shown such admirable restraint over the hors d’oeuvres suddenly queued in jostling, noisy lines. Bankers and bluechip grocers and aspiring socialites and real estate developers elbowed each other for a crack at the spectacular ice cream bombes, the diminutive petits fours stacked high on spun-sugar pyramids, the finely layered cakes embellished with meticulous icings and spun-sugar bows. Now, <em>this</em> was something new under the sun. Partygoers piled their dessert plates high, as shamelessly as the troops at the all-you-can-eat Boston Sea Party.</p><p>I immediately fixated on a bit of business called an <em>opera,</em> whisper-thin layers of cake laced with bittersweet chocolate cream and coffee mousse. After three bites, I could feel my critical faculties going haywire. I would have sworn on my Calvin Trillin collection that it was the best thing i’d ever eaten. Frank, working on a passel of petits fours, looked a trifle wild-eyed. “You won’t believe how good this Grand Marnier cream puff is,” he insisted, offering me the last bite. I hastily went in search of more, but they had all been snatched up. “I shared the best thing I ever ate with you,” mourned Frank. Opposite us, interior designer Sherri Zucker, hitherto very self-possessed in her metalstudded Krizia jacket, was losing her cool. “The three best things are this and this and this,” she stated recklessly, pointing out undecipherable scraps on her plate. Frank had found solace in a piece of <em>Vacherin</em> made of raspberry <em>sorbet,</em> vanilla ice cream, meringue, and translucent raspberry sauce. “i’ve changed my mind,” he said. <em>“This</em> is the best thing I ever ate.”</p><p><strong>WE Had Been Reduced To Happy Chil</strong>dren. Later I realized that was the Lenotre magic: they offer the primitive pleasures of childhood tempered with grown-up elegance and discipline. Initially I had been skeptical that they could duplicate in Texas what they are so renowned for in France. There were the problems of ingredients, I speculated, and of overextension (just who would be minding all these new stores?) and of commitment to authenticity in a market enraptured by cheesecake and ersatz stuffed croissants. I needn’t have worried. After arduous research in the Houston shops, I can report that the Lenotres have revived my interest in sweets, which has lain dormant since the days I hid 13-cent Table Talk pies under my bed and ate them in the dead of night, after my family was asleep.</p><p>What made me into a convert? Freshly made chocolate ice cream so intensely, mythically chocolatey that it has ruined me for any other. Vanilla ice cream so liberally flecked with vanilla bean that it has redefined my notion of what that most basic of flavors ought to taste like. Silky passion-fruit <em>sorbet</em> with a bell-like tartness so clear it’s almost shocking. Then there are the cakes and pastries, with their wonderfully differentiated textures and crusts: <em>Paris-Brest,</em> with its perfectly tender, sourish cream-puff dough and its praline mousse filling, a sort of unsweet caramel whipped cream; <em>chiberta,</em> a delicate baby pound cake perfumed with anise; many-leaved <em>palmiers,</em> impeccably brittle and caramelized. The briochedough disk called a <em>bostok,</em> crowned with almonds and almond paste, is enough to make me throw aside my rules about eating things that are liable to induce sugar fits. Certain bittersweet chocolates filled with coffee or caramel or vanilla cream (the <em>palais Lenotre, palais or,</em> and <em>opera</em> by name) seem to me to be among the most voluptuous of all possible chocolates. Lenotre croissants are buttery, flaky exemplars, neither too soft nor too shattery. Now that i’ve tasted Lenotre’s <em>petits pains</em> and stout-crusted sourdough, I can’t stand to be without them.</p><p>Gaston Lenotre, the man responsible for leading me into such temptation, looks disgustingly fit for someone who alleges he eats a quarter pound of chocolate every day. “For energy,” of course. He has a rosy Norman complexion and hooded, amused blue eyes and just the barest suggestion of an epicure’s paunch beneath his double-breasted chef’s whites. A veritable apostle of chocolate, he loves to extol its virtues (his bittersweet chocolate with “no fat” is <em>“plus energetique,” he</em> contends). Gaston has a way of making his desserts sound positively good for you; his recipes incorporate natural foods like nuts and fresh fruits, giving Lenotre products “a lot of nutrients,” he says—calcium, magnesium, vitamins. I want to believe this, but at the same time I hold M. Lenotre personally to blame for five of my most recent pounds. So when he touts the low fats and low sugar of his products and the work of his chemical engineer, who ensures that Lenotre goodies aren’t harmful to diabetics or people on low-cholesterol diets, I have to remind myself that truth is a sublimely relative thing.</p><p>Gaston exudes that restless, obsessive quality I always take to be a good sign in food people. When I met him over lunch at his Houston production center, I wanted to know whether he had time to cook anymore and how a perfectionist could cede control to six-hundred-plus employees; he wanted me to eat my scallops before they got cold. He cooks mainly in his lab in Plaisir, near Paris, and for friends these days. “During my first ten years in France, I couldn’t travel because I didn’t have enough people,” explains Gaston, who started out as a small-town baker near Deauville and moved his shop to the Rue d’auteuil in Paris after word got around about his apple charlotte and cream horns. “Now my people are trained, so I can go around the world and follow what others do.” Not that this makes him any less compulsive about his own palate. Daughter-in-law Marie confides that Gaston makes his own breakfast when he stays at her house in Houston. “He boils the eggs, he grills the bread —it has to be perfect, not one second more or less,” she says, arching an eyebrow.</p><p>Gaston is adamant about wanting his american subsidiary’s products to be <em>“exactement comme en France. ”</em> When I venture that having to use american ingredients would seem to preclude this, he and alain—who joined the family business in 1963 as head pastry chef—are full of ideas. They think american flour is richer and stronger (“nice, better than in France”) with a high gluten content that is an advantage in bread making but a disadvantage for pastries. Alain currently uses hard wheat flour from Morrison Milling in Denton. Butter is more of a problem. “american butter has a nice taste but too much water,” says alain. “We work with it but put it in a butter press first to extract the liquid.” To make their <em>escargots a la bourguignonne,</em> which come ready to go into your oven, the Lenotres add hazelnut powder to duplicate the flavor of French butter. As for garlic, father and son agree that garlic is <em>“moins fort”</em> here because there is less contrast in our seasons, so they compensate by using more of it.</p><p>The only time the ebullient Lenotre <em>pere</em> bristles is when I suggest that perhaps producing goods in such global quantities could lead to a sacrifice in quality. “The secret is organization, people, and equipment,” he assures me briskly. Indeed, a description of their Plaisir lab and its ten workshops, plus a tour of the Houston operation, conjures up a modern version of those highly specialized Tuileries kitchens that Moullin sketched in 1866. The Houston production center looks as much like a nuclear laboratory as a hospital, with its long, white corridors and its white-clad personnel scurrying through, clipboards in hand. I am sure an appendectomy could be safely performed on the stainless steel slab where I spied a pond of pastry cream resting peacefully, just soaking up vanilla bean. Gaston says that his space-age equipment represents in many instances an improvement over doing things by hand. Alain is proud of his new proofer, which holds dough under refrigeration at the proper humidity level and then, early in the morning, automatically starts bringing it to the right temperature for baking. “It improves the quality of life for our staff,” he boasts. “They can sleep with their women instead of having to work at night.” Standing in front of a zoomy-looking dough relaxer, alain halts his explanation to give the fisheye to an employee standing in its mouth, tinkering. “i’ll have to clean it off,” acknowledges the chastened employee, looking down at the black heel marks he’s left. Alain has not said a word.</p><p>The Lenotres say they are serious about “our people,” many of whom train at the Plaisir workshops and all of whom own stock in the company (employees own 11 per cent of the stock, according to a prospectus). They’ve brought in six chefs from France to supervise production in Houston, pale young men untouched by the Texas sun. Jean-Louis Clement, their bread specialist, has instructed other Lenotre bakers and opened shops in Singapore and Japan, for instance. Putting oneself under the Lenotres’ tutelage is no Sunday in the park. Ed Shannon, a Houston oil and gas lawyer who went through the Lenotre training program in France, describes the experience as rigorous. It’s not lost on the staff that the Lenotre family is involved in the corporation to an unusual degree. Twelve family members work there in one capacity or another, which provides a good deal of pressure to preserve the high standards.</p><p>Lenotre’s Houston retail staff may still be feeling its way, but their lack of speed is more than offset by their solicitude and unaffectedness. You’d never know you were in the hallowed halls of Europe’s best. The salespeople wrap up the anonymous customer’s paltry purchase with the same precision they would accord the Duchess of Windsor’s. Buy two measly slices of pate and you take home a veritable Christmas present to yourself—each slice cradled in a shallow silvery tray and covered with a glassine envelope, the cardboard box holding the whole thing wrapped in custom tissue folded the oldfashioned way and tied up with a smart twine. Individual pastries get the same loving treatment (the ones that must lie flat, anyway), which makes shopping at Lenotre one of the cheapest ways in town to feel rich. All the salespeople i’ve encountered are full of information and primed to seduce customers with samples of their best stuff: <em>opera</em> cakelets tinged with gold leaf, praline truffles swathed in cocoa powder, morsels of brioche loaf with sultanas, dablets of apple pie. It’s like a baby, see . . . you give it a little bit of something, then a little bit more.</p><p>Lest I Be accused Of Implying That the Lenotres can do no wrong, let the record show that their works are not perfect. The balance of flavors is askew in some products. The individual French chocolate mousses and the cloudlike <em>sucees</em> meringues are excessively sweet; the luminous <em>clairefontaine,</em> a molded orange mousse, contains far too much Grand Marnier; the tender, garlicky, ready-toheat snails are so salty that the hazelnut powder goes for naught. A few dishes among the many simply fail to convince: the boring, chalky <em>etoile;</em> the individual quiches, which sound more interesting than they are; the hot hors d’oeuvres, including starchy cheese <em>gougeres</em> and tiny pizzas (<em>pissaladieres</em>) wearing tired smudges of tomato sauce. The <em>croquemonsieur</em> comes off as a ham and cheese sandwich too subtle for its own good. The modestly priced French wines selected by Gaston disappoint, particularly a 1982 Cotes-du-Rhone that strikes me as an awfully meek little red to keep company with such a strong-minded family. The pale whole-wheat French loaf has an austerely dry consistency that catches the throat. And too many of the photogenic chocolates contain crinkly-crispy microbits or namby-pamby milk chocolate. Considering that Lenotre chocolates run $20 a pound, including luxurious packaging, I wonder if Gartner’s, the impressive new Belgian chocolatier in Dallas, won’t give the family a run for the public’s topof-the-line-candy money.</p><p>In spite of Lenotre’s admirable resolve to sell nothing that is not absolutely fresh (Gaston refuses to single out any Houston competitor for praise on the grounds that the locals sometimes keep their wares on the shelf too long), I purchased a woefully stale kugelhof for $4.70 at Lenotre’s Town and Country Village location. And I was served a past-its-prime <em>pain awe raisins</em> in the sidewalk cafe at the same place. Both of these otherwise excellent products are based on brioche dough, the Lenotre version of which is especially light and ephemeral, but still one wonders. Is the distribution system from the production center not ticking along like clockwork yet? Is the help not being offered leftover baked goods to take home at the end of the day, as the Lenotres say is their corporate custom? and how about freshness of the goods at the Dallas shops, which receive some of their wares by truck from Houston? Breads and pastries, baked on the Dallas premises, are every bit as good as the ones Houston eats, but the trucked-in pates I ate at the Dallas NorthPark location tasted worn-out and old. Gaston would have blown a gasket.</p><p>Alain and Marie are already off to California to scout new locations, so it seems fair to ask who’s going to ride herd on the four-month-old Texas network. Alains sister annie has been in charge of the Texas operations for only two months. The Town and Country cafe has a fancy Cruvinet machine that allows you to pour wine by the glass but prevents oxidation of wine in the bottle. But after a month, no one in the shop had been able to get it working. The staff in that location is inundated by the Saturday crush. Crumbs aren’t always brushed from the tables. Certain items are in far too short supply.</p><p>The bottom line, however, is that having the Lenotres in Texas has changed my life. I find ways to drop by their Sakowitz shop on my way home from work; I plot pit stops at the 1-45 and Crosstimbers production center on my way from the Intercontinental airport; I contrive to drop by the Town and Country cafe on my way out 1-10 to San antonio. The shops are uniformly crisp and clean and stylish, and the production center shop offers the bonus of a big window that lets you spy on the bakers as they shape mountains of bread dough into three-foot-tall wheat sheaves and improbably large cowboy hats. Even though the tables are squinched together awkwardly, i’m unreasonably fond of sitting in the Town and Country cafe over a croissant and an outrageously aromatic arabica espresso cut with steamed milk. I am enchanted with the beautifully composed pate plates, ruffled lettuce and shimmery diced aspic framing gentle spinach pate paved with vegetables and flanked by a fresh tomato <em>coulis;</em> aggressive country pate bursting with the flavor of pork and garlic; armagnac-laced pate with meaty rabbit fillets in the center. Add a basket of house breads and a glass of wine, and you have one of the best lunches in the territory.</p><p>But my favorite thing about Lenotre in Texas is the democratic cultural exchange program they have fostered. At Town and Country, pubescent Memorial schoolgirls in Robert Plant T-shirts and braces count out their change for <em>croque-monsieurs, </em>strawberry tarts, and Sunkist orange soda. Out at the production center, an avuncular counterman patiently fields questions from a woman whose Texas accent could shatter glass.</p><p>“Yes, that swan does look like plastic, but it’s really spun sugar,” he explains. “We pronounce our name ‘Luh-no’tr.’ ”</p><p>“Luh-nore?” drawls the woman, busying herself with a chocolate sample.</p><p>People from the shabby north-side neighborhood cruise in to check things out. A little girl with at least two dozen pigtails points out the bright-orange passion-fruit <em>sorbet</em> to her mother.</p><p>“I don’t think you’re gonna like that, honey,” warns mama.</p><p>“Would you like to taste some?” asks the countergirl sweetly.</p><p>Minutes later, mother and daughter head out the door clutching twin cones dripping with passion fruit — Gaston’s latest global converts. After all, the French know better about these things.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Texas",
      "Bread",
      "Chocolate",
      "Country",
      "people",
      "Family",
      "Dallas",
      "ever",
      "Home",
      "ICE",
      "Work",
      "Dessert",
      "Business",
      "Cake",
      "Ice Cream",
      "Orange",
      "Apple",
      "California",
      "Coffee"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Dallas",
      "Paris",
      "Golden"
    ]
  }
}