{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19845",
    "date": "May 1984",
    "year": 1984,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1984/19840500.pdf",
    "issue_cover_image": "",
    "document_start_page": 160,
    "toc_start_page": 158,
    "document_page_range": [
      [
        160,
        161,
        162,
        163,
        164,
        165,
        166,
        167
      ],
      [
        222
      ],
      [
        224
      ],
      [
        226,
        227,
        228,
        229,
        230,
        231
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Take Me Across the River",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198405-takemeac",
  "source": "/1984/19840500.pdf",
  "wp_post_id": 120258,
  "wp_post_guid": "http://www.texasmonthly.com/article/take-me-across-the-river/",
  "authors": [
    "Tianguis pérez",
    "Dick J. Reavis"
  ],
  "headline": "Take Me across the River",
  "dek": "",
  "spread_caption": "",
  "excerpt": "The writer had no papers, but he wanted to get from Mexico to Houston. His best chance was to put his passage into the hands of a coyote, for a fat fee.",
  "kicker": "",
  "word_count": 7760,
  "content": "<img/><img/><p>“The plan was to cross the river without apers, a trick that requires breaking laws on both sides of the border, but the plan failed.”</p><p><strong>You’re up from southern Mexico, wanting to go to Houston. How do you get across the Rio Grande? Look for the man they call the coyote.</strong></p><p>With my jacket over my shoulder and a paper bag containing a change of clothes under my arm, I got off the bus in Nuevo Laredo. It was around nine at night, and my plan was to cross the Rio Grande into the United States without papers —a trick that involves breaking the law on both sides of the border. Had I known what was in store for me, I would have thought twice before deciding to go. But my circumstances didn’t offer me much choice.</p><p>Five months earlier I had married a young university student in Mexico City. Her graduation was still a year off, and the only job i’d been able to find, as a parking-lot attendant, didn’t pay enough to meet our bills. My hope was that after working in the U.S., I might return home with enough savings to make a down payment on a house in Mexico. When I left for Nuevo Laredo last November, my wife stayed behind with her parents in Mexico City.</p><p>Going to El Norte was practically a tradition in my hometown, a village in the mountains of Oaxaca State. A few of my townsmen had gone to the United States during World War II, and even more went after 1950, when rumors of the bracero program reached the village. In those days —ten years before there was a highway from our village to anywhere else-the town’s little merchants bought such goods as we produced (corn, beans, <em>piloncillo,</em> coffee, and <em>achote</em>), loaded up their burros, mules, and horses, and rode for three days to Oaxaca City, where they sold their merchandise. On the return trip, they carried manufactured goods, tools, clothing, cooking utensils, and candy, which they hawked from town to town.</p><p>Photography by Robert Latorre</p><img/><p><strong>at the bus station in Nuevo Laredo, people wait to make contact with a coyote, someone they pay to protect them and take them across the river. “I work for the best and most badass coyote in town,” explained a stranger to the author (who is not shown in these photographs). When Perez said that he had the money for the trip, the stranger replied, “Good. In less than eighteen hours you’ll be in Houston.”</strong></p><p>One of those merchants heard that there was a way to work in the United States, a report that most people didn’t believe at first; the merchant and two of his friends decided to try. The three visited the american embassy in Mexico City and found that they would need their birth certificates in order to apply. They got their papers in order back home and returned to Mexico City. After a wait of two weeks, they were contracted to work in California. During their months in the U.S., they sent home postal money orders, which their families cashed in Oaxaca City. Everyone in the village was impressed when the three men came home at last, bringing with them boxes of foreign goods, especially clothing.</p><p>Their experience persuaded others to go, though not everyone was as lucky as the first three had been. Some braceros were contracted only for short periods of time, and before long there were more people across Mexico who wanted to become braceros than there were openings. The situation provided an opportunity for men who, for a fee, bribed Mexican officials to include their clients’ names on the list of those chosen to work as braceros. When the bracero program ended in the midsixties, those men, called <em>coyotes, </em>simply began performing its functions themselves. They found employers in the United States and brought Mexican workers to them illegally. When that system ran into difficulties, due to Immigration and Naturalization Service raids and farm mechanization, the <em>coyotes</em> turned to what they do now: delivering Mexican workers to american cities, where, as often as not, jobs are hard to come by. But even today a bad job in the United States pays a good wage by Mexican standards.</p><p>The bus station’s big, bright waiting room was crowded with people. I figured that I would catch a taxi and look for a hotel downtown where, people in my village said, one could make contact with <em>coyotes.</em> as I was heading out, a short, thin man in jeans and a sport shirt greeted me and asked where I had come from. When I answered Mexico City, he exclaimed that he too was from there. I told him that I intended to go to Houston because I had a friend living near there, but that before I could go, I needed to find a <em>coyote.</em></p><img/><p><strong>More than seventy people were crowded into the small, ramshackle house (center) in Nuevo Laredo, where they would wait, sometimes for several days, for help getting across the Rio Grande. They were headed for cities in Texas and other statesOnly one in ten was making the trip for the first time, and most of those who had left over the past two days were back again, caught by Immigration</strong></p><p><em>Tianguis Perez is a Mexican national who currently lives in Texas.</em></p><p>“are you looking for a particular <em>coyotel</em> Did anyone recommend one?” he asked.</p><p>“No, I don’t know of any,” I said.</p><p>“Well, I work for the best and most badass <em>coyote</em> in town,” he declared. He said that his <em>coyote</em> was ready for a crossing at dawn of some forty “goats” (wetbacks) bound for Houston. The amount I had to guarantee, if I wanted in on the deal, was $450 for the trip to Houston, plus 4000 pesos (about $27) for the rowboat ride across the Rio Grande.</p><p>“There’s no problem about the money,” I told him.</p><p>“Good. In less than eighteen hours you’ll be in Houston,” he said. “But tell me, do you have somebody who will be responsible for paying us there? and if you do, how can we prove it? Can you give us a telephone number we can call in Houston?”</p><p>“There’s no problem about the money,” I insisted. “as soon as we get to Houston, you’ll get the payment you ask for.” We walked to the men's room so I could wash up. I didn’t want to tell him that I was carrying enough money to pay him. Of the $650 that my friend had sent me,</p><p>$550 was sewn into the lining of my jacket. The rest was in my billfold.</p><p>My friend, who has lived in Texas for years, had made it clear that it was better not to disclose to anyoneabove all, La Migra (Immigration)his telephone number or address. His advice, which I followed, was to memorize his phone number in case I needed it but to give it to no one.</p><p>I had hidden the money because I was afraid of being robbed or cheated, like my father had been during the era of the bracero program. He and two others from our village were swindled by a <em>coyote</em> in Juarez who promised them contracts as braceros. Two days after they paid him, they read in the newspaper that he had been killed in the red-light district. They were left stranded without a cent.</p><p>They looked for work, but jobs were scarce and wages low. A few days after they learned of their <em>coyote</em>'s demise, they had to give up their boardinghouse room. Fortunately, the old lady who owned the boardinghouse softened her heart and let them sleep in the corner of a hallway. As the days passed, their diet came to consist of a single meal a day and then was reduced to a small bowl of peppers in vinegar and a handful of tortillas. One time, after two days without food, the three of them split a slice of stale bread. So as not to lose even a single grain, they cut it with a razor blade.</p><img/><p><strong>The Mexican men were guided across the river during the middle of the night in a life raft. On the north shore they were met by a man who told them to hide and wait for his signal. He instructed them to keep bent over, and the men did as he said. They remembered that a few days earlier a group had been caught when one man, disobeying orders, stepped out from his hiding place on the riverbank.</strong></p><p>All of this came to my mind while I washed my face and listened to my new acquaintance praise his jefe, andres Nares.* He told me that his jefe was effective and invulnerable to the law because he had paid off the Mexican police at the federal level. And, the thin man went on, Nares’ outfit treated the goats better than anyone else did, even providing a house where they could wait until they crossed. Other <em>coyotes</em> made their clients sleep in the open and did not supply food. He stressed his jefe’s generosity toward him too-his jefe didn’t pinch pennies when the two of them went drinking. As I was drying my face with the sleeve of my jacket,</p><p>I asked if I had to pay for each crossing of the river or only for a crossing made without incident.</p><p>“No, no, nothing like that!” he exclaimed. “If ten times they catch you, ten times we'll cross you for the same payment. Don’t you worry about that. The jefe is here right now. Let me introduce you to him.”</p><p>We walked to the terminal’s diner, where the thin man pointed out a group of three people, each with a can of beer, seated at a table. “Do you see the gentleman who is wearing a cowboy hat? Well, that’s andres Nares, compadre. You need only say that you are a client of his and even the police will leave you alone. If you were out in the street now without a car, the police would grab you as you went</p><p>around the block, and they might rob you. But if you tell them that you’re with andres Nares, they will take you to our house themselves. Wait here.</p><p>I’m going to tell the boss that you’re going to Houston.” He went to the table and spoke to Nares. Then he motioned for me to join them.</p><p>Andres Nares was wearing a yellow T-shirt that read, “Roberto Duran, Number 1.” He had a handsome face, clean-shaven except for a thin moustache, with skin that showed the birth of those wrinkles that mark a man who is nearing fifty. There were several tattoos on his arms; the most outstanding of them was a tattoo of the bloody head of Christ, crowned with thorns. Nares asked me in a dry and untrusting tone where I was headed and if I had someone who would be responsible for me. I answered as before.</p><p>‘Names marked with asterisks have been changed.</p><img/><p><strong>Once across the border, the author and 24 others waited again, this time for five days, until the nearby roads were clear of border patrolmen. When their chance came, Perez and two others piled into the trunk of a car. After a miserable two-hour ride through the hot brush country, the car stopped. A border patrolman opened the trunk. “How comfortable you look,'’ he said, as though amused. “Get out.”</strong></p><p>“Then I should take him?” the thin man asked. Nares nodded.</p><p>Outside the bus station, the thin man and I got into the back seat of a station wagon. We had to wait for its driver to show, he said as he opened two beers from a six-pack on the floor and handed one to me. He asked my name.</p><p>“Martin Pérez,” I told him. I didn't want him to know my real name.</p><p>“My name is Juan,” he said. “i’m not going to tell you my last name, because I don’t know you. But with great pleasure i’ll tell you my nickname. You can just call me Mexico.”</p><p>As I sipped my beer, Mexico drank another one, then another, talking all the while. He said he had been a taco vendor in Mexico City; hence the nickname Mexico, like the names Tex and Dallas are used by Texans. He had done well in that business, thanks to a car his boss had loaned him; with the car he was able to station himself at busy places, like soccer fields. But after his boss sold the car, Mexico ran onto hard times and had to ask a friend for a loan of 5000 pesos.</p><p>His friend loaned him twice that much, though Mexico protested his generosity. A month later, he said, the same friend arrived at his house in a luxurious new car. “The first thing that hit me,” Mexico said, “was that he had come to collect. But, to my surprise, he told me to forget the debt. ‘If you'll help us,’ he said, ‘things will go better for you.’ ” Mexico asked how he could help, and his friend drew an automatic pistol from his waistband. He and another conspirator had planned some holdups, and they offered Mexico a new .38 pistol if he'd join the scheme. Mexico agreed. Everything went well, he said, bragging of takes amounting to 500,000 pesos from simple holdups.</p><p>But then the three men met up with the son of the owner of a slaughterhouse. He wanted to rob his father’s firm, and he knew how to do it. He said that his father was swimming in money but was too cheap to spend any of it, even on himself. The four men, at the son’s direction, entered the office of the slaughterhouse one afternoon just as the owner was counting out the receipts on his desk. When he realized that he was being robbed, he reached for a pistol, and the holdup crew fired upon him. Even the man’s son fired, Mexico swore. They made off with 2.5 million pesos —Mexico’s take was half a million—but before long, investigations began. When the son was arrested, Mexico decided to head north.</p><img/><p><strong>Border patrolmen in vans cruise the roads near the Mexican border every afternoon and evening, sometimes stopping to make searches along the river. After Perez’s group was caught and questioned at the Immigration offices in Hebbronville, the men had to sign some papers before being taken back to the border. “Is this our passport?” one asked. “Yeah, a passport to your country,” the patrolman joked.</strong></p><p>“I had enough to pay the <em>coyote</em>,” he told me, “and after two attempts,</p><p>I was in Houston. But I was able to stay only a month. One night as I came out of a bar drunk, the police grabbed me. Soon I was back in Nuevo Laredo with no more to my name than ten thousand pesos. Not being able to go back to Mexico City or to cross again, because I had nobody to pay for me, I asked the man who now is my boss, andres Nares, for a job. As you can see,” he said with pride, “i’m a runner. They call us that because we are always running behind those we suspect want to go to the United States.” I asked him how much he earned as a runner.</p><p>“Of the four thousand pesos that you’re going to give me for the boat, two thousand are for me. I make that much on every client I take to Nares’ house.”</p><p>“Then by now you must have a lot of money,” I commented.</p><p>“Well, yes,” he said, “i’ve made a lot. But as for having it, I don’t have it stashed away. Because, well, what good is money? To spend!”</p><p>“How many clients do you recruit a day?” I asked.</p><p>“It varies. There are several of us runners. You can ask for Gums, Shell, Dog, or Mosquito —everybody knows them. Sometimes I get together five clients, sometimes none. In short, it varies. Understand?” Mexico interrupted his explanations to point out a car that was parking in front of the terminal. “That car without the license plates,” he said, “belongs to the federal undercover police. It won’t be long before andres Nares comes outside to talk to them.”</p><p>As he said, in less than a minute Nares came out, walking toward the car. “See!” Mexico exclaimed. “What I told you isn’t any lie. That son of a bitch is well connected!” a few seconds later a middle-aged man appeared and got behind the wheel of our station wagon. Without saying anything, he started the car and we left. “This fool,” Mexico said, pointing at the man in the front seat, “is the one that they call Shell.”</p><p><strong>The House of andres Nares</strong></p><p>Andres Nares’ house was located on the fringes of Nuevo Laredo. The street was filled with puddles because the water lines were broken. As I got out of the station wagon, Mexico told me to go to the patio, in the middle of the concrete house. “Be careful,” he said, “and don’t step on the guys who are sleeping there.”</p><img/><p><strong>a trailer outside Laredo serves as a highway checkpoint for the Laredo Border Patrol. Dennis L. Cogburn, a supervisory patrol agent, says that in March of this year more than 7300 illegal aliens were apprehended. “We catch a good majority of them,” Cogburn explains. “But the coyotes, who smuggle people in, give us a hard chase because they know they’ll serve time here, ninety days to two years.”</strong></p><p>The patio was about fifteen feet square; on the side that opened to the street a crooked wooden fence, almost fallen down, marked off a piece of ground that somebody had tried to make into a garden. There wasn’t a roof—just the clean, starlit sky.</p><p>People were stretched out all over the patio, and before finding a place to lie, I counted 35 of them. I lit a cigarette and sat down on a heap of cement blocks, where I intended to sleep. “Have you got cigarettes?” one of those in the darkness asked. “Give me one.” Within seconds others gathered around, and in a few minutes my pack was empty. But I wasn’t worried; in my paper bag I still had seven packs from a carton i’d bought the day before.</p><p>I couldn’t see anyone who had a blanket-I covered myself with my jacket. For a pillow, I used my bag of clothing. The warm atmosphere was permeated by the smell of grime, dust, and sweaty feet, and the snores of sleeping men could be heard. First one and then another changed position. I slept fitfully, even though I felt the strains of having stayed awake on the bus trip and waiting tensely for the word —any minute now-that it was time to leave.</p><p>But daybreak came without such an announcement. I got up and went looking around. The place where we were gathered was barely fifteen yards from a big garbage dump in whose center enough water had collected to make a small lake. Big cars without tires rested on wooden blocks on both sides of the unpaved street. Across the street from Nares’ house was a miserable shack and, to one side of it, a cement patio that seemed to be a repair shop. There were two cars on the patio, one with its motor out, the other with its transmission on the patio floor. Beyond the patio was a pen that held four medium-sized pigs. People from Nares' house went back and forth to the shack, as if it belonged to them or to Nares. In Nares’ house the rooms surrounding the patio that was our bedroom had been constructed haphazardly. The doors were made of poorly cut wood, as were the windows with their torn screens.</p><p>Next to Nares’ house and near the street was a pile of sand, where I went to sit. Soon another of the group, still rubbing his eyes, saw me smoking and came to ask for a cigarette.</p><p><em>(Continued on page 220)</em></p><p><em>(Continued from page 165)</em></p><p>“When did you get in?” he asked as he sat down beside me. He told me that he was headed to Dallas, where the <em>coyote</em> would charge him $600. All of his clothing needed a cleaning. His shirt collar showed the grime of several days, his graying hair was unwashed and disheveled, and his teeth were yellowish. His reddened eyes expressed tiredness and boredom, and so did his voice. “i’ve been waiting for six days,” he said.</p><p>When I told him that i’d been promised that we would leave before sunup, he answered, half scoffing, half moaning, “They tell everybody that. They always do it so you’ll go with them. The day before yesterday they sent thirty people, and it seems it must have gone well for them, but there are always people here.”</p><p>“Is this the first time that you’ve gone to the U.S.?” I asked.</p><p><em>“;Que va!</em> For ten years i’ve been going and coming. Every two years I go to Guanajuato to see my family.”</p><p>I was surprised to learn that he was only 33. With his gray hair and grizzled beard, I would have guessed that he was at least 45. “Don’t you get bored with waiting?” I asked.</p><p>“i’ve got experience, boy!” he told me. “What you need here is patience. Some people come with the idea that they will cross over soon, and it does happen that way, but not very often. It’s just a question of luck. Before long,” he continued, “you’ll learn that some people have been waiting a month. Sure, they’ve carried them across, but La Migra has caught them. They come back to be carried across again, until they make good.”</p><p>Later, when the sun had risen, those who had slept inside the cars across the street walked around a bit and then looked for a place to sit on Nares’ patio. Those who had slept on the patio got up lazily. The same boredom and lack of cleanliness had taken hold of them all.</p><p>When the sun was directly above the patio, clouds of flies began buzzing out of the carpet that covered the patio floor. Two fat women, each about thirty years old, came out of a room carrying baskets filled with dirty clothing. They headed for the sink that was in one corner of the patio.</p><p>“Those who got in last night,” hollered a man I recognized as Shell, “come to the office!”</p><p>Five or six of us bunched together in front of the room that was the office. The door squeaked as we opened it. The room was small. There was only an unmade bed with box springs and a dressing table, on top of which sat a telephone, an alarm clock, and some beer cans. Nares came in from another room, the marks of a hard night on his face. “You all came in last night?” he barked without greeting us. “Did they tell you how much you have to pay? Come up here one at a time. The rest of you, wait your turn outside.”</p><p>When my turn came, he explained with great flourishes what Mexico had told me the night before and asked who would be responsible for me in Houston.</p><p>“an old friend,” I answered.</p><p>“Have you got his telephone number so I can call to make sure that he knows you and will be responsible?”</p><p>“I don’t have the number with me, but i’ve certainly got a way to pay you,” I said, trying to convince him.</p><p>“i’m getting to be an old man,” he said sarcastically. “i’m wise to all kinds of tales. There’s always someone trying to pull a fast one. I’ve sent people who have sworn by their fathers and mothers that they would pay when they got there. Then, when they get in, they say they don’t have anything. We have to be sure who will pay.”</p><p>“My buddy will pay,” I assured him, “and he didn’t want to give out his telephone number because he can’t have trouble.”</p><p>“This isn’t a game!” Now he was irritated. “You have your buddy give you the telephone number, and if you want to stay here, you need to pay the four thousand pesos for the boat.”</p><p>There was nothing for me to do but pay the 4000 pesos and get in touch with my friend. I didn’t want to use Nares’ telephone because I didn’t want anyone to overhear anything about the money I was carrying. I needed to get to a telephone booth downtown, and I mentioned my problem —but not the money —to some of the others.</p><p>“If you go downtown, be careful. The police are real <em>jija de la chingada,”</em> one man warned me.</p><p>“Well, if you tell them you’re a client of andres Nares, won’t they leave you in peace?” I asked.</p><p>“Who are you going to believe?” he said, as if my credulity was a lamentable thing. “These guys here, as much as the police, are thieves. They’ll shake you down and rob you. Be careful. We’re among dishonest men.” I decided to wait.</p><p>The heat grew worse after midday, and my companions spread out, looking for shade. Some played cards; others chatted. A few turned up with bags of bread, cookies, and Coca-Cola. I asked what time the owners of the house passed out food. “Only God knows,” one of them said. “There’s never a fixed time. It can be now, in a little while, or at night.”</p><p>Most of the fifty in our group were farm workers from states in northern Mexico, but a few men were from the south. We had different destinations: Houston, Dallas, Miami, Chicago. Only one in ten was going to the United States for the first time.</p><p>Men in another group were discussing <em>coyotes</em> and the dangers ahead. A young, thin man with Indian features said that he knew of a <em>coyote</em> in Nuevo Laredo who collected his fee and took people across the river but then left them there in the brush. As many as forty men would wait there for days, being fed only one sandwich a day. Before the <em>coyote</em> finally moved them further north, a lot of them set out on their own, and Immigration agents usually caught them hitchhiking or trying to get on freight cars.</p><p>One man gave another reason for not striking out on our own: bands of thieves worked the riverbanks. When men crossed alone or in small groups, the thieves attacked, sometimes drowning their victims in the river. “and there’s no one to claim our bodies,” someone moaned. “We’re so far from home that our families wouldn’t even know what had become of us.”</p><p>“The good thing about <em>coyotes,”</em> another man said, “is that they can’t make any money off dead clients.” Most men in the group seemed to agree —a <em>coyote</em> was good insurance against the dangers of going north.</p><p>At around three o’clock we heard a voice cry out, “Lunch!” We hurried toward one of the rooms, and everybody tried to be first in line. The dinner was a bowl of soup with potatoes and refried beans. Everybody got his portion and then looked for a place to eat.</p><p>Mexico arrived with two young women, one of them carrying a baby in her arms, and a man. Shell stepped out of his room about then, and we circled around, asking when we would be leaving. “about dawn,” he said, “but only twenty-five will be going.”</p><p>An hour later a black car with tinted windows and no license plates pulled up to the house. The two muscular men inside the car didn’t get out, but Nares went out to them. A moment later he returned to his room, then went back to the car and handed the driver a little packet. He shook hands with the two men through the car window, and they drove away. “Those were the undercover cops,” one of my companions said. “They came to get their take.”</p><p>Shell came out of his room again with a notebook and called out 25 names. He took those men aside and told them that everything was ready. The news excited us all, but since my name hadn’t been called —I hadn’t turned over the telephone number—I decided to rest. For two nights I had slept badly, and I was tired. I stretched out on a bench by the wall, using my jacket and sack of clothes for a pillow. The comfort I provided for myself was something I vividly regretted as soon as I awoke two hours later. My jacket and change of clothes had disappeared.</p><p>The unexpected loss made me sink into depression. My money was gone with the jacket, and though I asked everybody who had been near if they had seen someone steal my jacket, no one admitted to knowing anything. I looked in every corner, at every face, to see if I might find some suspicious sign. But it was useless. The loss robbed me of sleep again.</p><p>Around two o’clock in the morning, the list of 25 names was called again. Sixteen men were loaded head to toe, like sardines in a can, into the station wagon. The other nine were packed into a big blue car that had been on blocks, without any tires, the day before; three of them were put in the trunk. In minutes the group was gone.</p><p>When sunrise came, after one of the longest nights in my life, I decided that for me there was no recourse but to call my friend and tell him what had happened. I walked downtown, a little apprehensive about being robbed of my last $100, and found a long distance office. My buddy was angered by my carelessness, but finally he understood that there was nothing he could do except borrow from people he knew to pay my <em>coyote.</em> Reluctantly, he gave me permission to use his telephone number as my key to crossing the river.</p><p>A little consoled, I went to a restaurant for breakfast, since i’d been living for a while on a single meal a day. I also found a public bathhouse. I returned to Nares’ house before noon, and about an hour later we were given a lunch of macaroni, frijoles, and plenty of tortillas. I gave my friend’s telephone number to Nares and waited. It was a monotonous day.</p><p>Five of those who had left the night before returned to the house about nine o’clock. They had been caught because one of them, disobeying orders, had stepped out from a hiding place on the north bank of the river.</p><p>Later that night it turned cloudy, and a few of us, thinking it might rain, took over two of the cars that were being repaired in the shop across the street. But we went to fill our plates when supper was called, and when we returned to the garage, some other men had taken our places. Since there was no other shelter, a few of us lay down on the concrete driveway and covered ourselves with a blanket we’d found in one of the cars. After a while rain began to fall, slowly at first, then harder. We got up, every man for himself, and looked for new places. I took the bottom of a car seat and pulled it underneath a car with me. The rain splashed at my ribs, but I was able to sleep for a few hours.</p><p>At dawn, I counted seventy people in the house of andres Nares. Most of those who had left over the past two days were back again, caught by Immigration. A runner had brought in a few more too. A new list of names was called, this time of people bound for Houston. My name was on the list. An hour or two later, we were loaded into the cars. The blue car left first, then the station wagon, in which I rode. After half an hour, the cars stopped in front of a hut, and we were ordered to go inside quickly. We were near the edge of the river.</p><p>The shack was an old place with a dirt floor. It was divided into four rooms. The walls of two rooms were made partly of glass, but the panes had fallen out of the frames. The doors were off their hinges, and one window had never been framed. The roof was made of asphalt siding. There was a metal bed in each of the two better rooms, but even those were extremely rusty; their mattresses were stained and filthy, the coverings torn and the stuffing falling out.</p><p>In one room an altar sat atop two cardboard boxes. It was covered with a flowered sheet of plastic, and at its sides were two big glasses filled with artificial flowers. On its center a candle had burned halfway down, faintly illuminating two pictures of the Virgin in rusty frames made from tin cans. At the foot of the altar, five newborn puppies rolled around on a mat of old clothing. On a plastered part of the concrete wall, a bad artist had painted in sad colors the image of the Virgin of Guadalupe.</p><p>Split up in the four rooms, the 25 of us waited an hour or more before a fat, shirtless man with a tattoo of an Indian maiden</p><p>on one arm appeared. He told us to look for a signal from the other side of the river. Minutes later a man on the north bank gave a shrill whistle, raised his hand, and extended his fingers. That was the signal that the first five of us should cross.</p><p>Ten minutes later he gave the signal again, and my group of five went running toward the river. On our way we passed the fat man, who told us to take off our shoes as soon as we got to the riverbank. “The river has risen!” said one man when we got there. He had waded across two nights before, but that wasn’t possible now. The previous night’s rain had made the river swift, and the rushing water at places produced a roar like that of a thunderstorm. The water was dirty and thick and as gray as the caliche of the riverbanks. Bits of wood and debris floated downstream.</p><p>Another man, part of the <em>coyote</em> crew, was stationed at the edge of the river. He told us to get into the life raft he held by a rope. The fat man lowered himself into the water and, swimming with his free hand, pulled the raft into the current. Judging by his motions, I guessed that he could have touched the bottom but couldn’t have stood erect for long in the current. Even with his guidance, the raft drifted downstream.</p><p>When we reached the american bank, we put on our shoes and joined the others in the high reeds. A young man with a low</p><p>voice came and told us to follow him and to walk bent over. For fifteen minutes we followed him up and down little hills, and from time to time he told us to wait while he scouted ahead. We walked and sometimes ran, until we came to a place where houses began cropping out. There another man was waiting for us. “Three at a time now. Run straight ahead. There’s somebody up there who’ll tell you what to do next,” he said. About a hundred yards farther into the United States, another man appeared and pointed us toward the back door of a house.</p><p><strong>North of the River</strong></p><p>The house, which was made of wood and had peeling paint, occupied about half the lot on which it sat. A patch of the ground was covered by grass and poorly kept flowering plants; the rest was a paved driveway and parking area. We were herded into two big, neat rooms and told to keep quiet until the others came. By late afternoon, all 25 of us had arrived, and we had looked over our new quarters. Conditions were already better here, on the american side: we had a roof over our heads, a private bathroom, and a kitchen equipped with a stove, a sink, and a refrigerator.</p><p>The owner of the house was a young man known as Chuco.* He had an athletic build and was dressed in khaki pants, a checkered shirt, and patent leather shoes, in the style of the <em>pachucos</em> of my dad’s youth or the lowrider crowd of today. Chuco ran a well-tuned, precise operation, with drivers, scouts, and other auxiliary personnel. From what the more experienced wetbacks told me, the outfit’s professionalism was the product of an evolution —Chuco had inherited the operation from his father, who had begun more than twenty years before. Chuco would get a third of the $450 that we would pay for the trip, Nares would take a third, and the final third, my companions said, would go to the police in Mexico.</p><p>Drivers of different cars came to Chuco’s house and waited for a telephone call in his living room. If the caller said the roads were clear, Chuco would load his goats and the drivers would leave. Shortly after dawn on Monday, two carloads were dispatched that way. Minutes later Chuco came into the room where the rest of us were waiting.</p><p>“Just look at you guys taking it easy!” he joked. “So what if you got left behind this morning? You’ll leave in a little while, don’t worry. You shouldn’t eat or drink water, eh? Because once we leave for Houston, we’re not stopping until we get there.” Then he pointed to me. “You,” he said. “We’ve got a phone call to make.”</p><p>Apparently Nares hadn’t checked the number i’d given him. I went with Chuco into the living room, where he dialed the number. When my friend answered, he handed the telephone to me. I told my friend that I was north of the river and that Chuco wanted to be sure he would pay for me. My buddy assured Chuco and asked him when we would arrive. Chuco said, <em>“Dios sabra”</em> (“Only God knows”).</p><p>Left behind with me was a middle-aged farm worker named Juan, who was short in stature and seemed to be partly of black ancestry. He threw himself upon the bed, tired and depressed. He had talked about his family and his dream of building a house for them someday. Pedro, an Indian bricklayer from Morelos, occupied the other bed reserved for us. Antonio, a young farmhand, sat down on a couch and began paging through a cowboy comic book. Francisco, a merchant who said he had come to the U.S. with the idea of expanding his capital, decided to take a bath. I took the opportunity to wash my shirt, which was dirty with sweat and soil.</p><p>During the five days we waited at Chuco’s house, 23 more people showed up. Five were from El Salvador—one housewife, one female worker, two farmhands, and a university student. There was a couple with aristocratic bearing from argentina. Among the sixteen Mexicans was a preacher, about thirty years old, with kind eyes and a serene composure. He was tolerant and attentive to every word spoken to him. All of us stayed inside the house because Border Patrol vans passed every afternoon and night. Sometimes agents parked their vans on our street and got out, carrying shotguns, to make sweeps of the river.</p><p>The preacher told me that he was a welder by trade but, unfortunately, a welder without tools. He wanted to go to the U.S. to buy more equipment for the little shop he’d started in his village. He had hand tools but no power tools, and although he had already bought an electric welding set, he still needed an acetylene rig. His earlier trips had not enabled him to buy everything at once, and the last trip had been cut short by a family emergency in Mexico.</p><p>On the fourth day our spirits darkened when Chuco told us that the body of a drowned man had been found in the river. The dead man, whose identity was unknown, was clad only in his shorts. The preacher began to pray for the poor fellow’s soul. “a wetback like us,” he said. “Only God can know where he came from and who he left waiting for him. Father, we pray and give thanks in Your name, because this man could have been any one of us.”</p><p>The next afternoon we left. First, the three shortest among us—the preacher, Juan, and me —were loaded into the trunk of a big car. The rear speakers of the car’s sound system had been removed so that those who rode in the trunk could breathe. I was up against the back seat and could see the sky through the openings. From a reflection in the rear window, I could also make out the inside of the vehicle. Juan lay along the other end of the trunk, and the preacher was in between us. Six others and the driver got into the car, and we took off. From inside the trunk, we felt the car turn several corners and then gain speed, as if it had entered a freeway. “I sure hope we make it,” Juan said.</p><p>“May it be God’s will,” the preacher intoned.</p><p>After about thirty minutes, the temperature began rising inside the trunk. A morbid thought came to my mind: if we had a wreck, how long might we stay in the trunk and who would let us out? I recalled stories i’d heard about wetbacks smothering or burning to death in trucks and in the trunks of cars. I looked over at the preacher to see if he was worried too. His eyes were closed, and his lips were moving as if he was praying.</p><p>We felt the car move onto another paved road, then onto a dirt one. During a period of about two hours, we made several turns, and in the window-glass reflection I saw the driver wave, as if to a lookout, before making some of the turns. Finally the car stopped. We heard a door open, and someone said, “Run.” Then we heard a car pull up alongside ours.</p><p><em>“Pendejo,</em> why are you running?” we heard somebody holler in badly pronounced Spanish. Then we heard slow, heavy footsteps come around the car. The trunk lid flew open, and we saw a big anglo with blond hair. He was wearing a green uniform and was smoking a pipe.</p><p>“How comfortable you look,” he said, as though he was amused. “Get out.”</p><p>We found we were on a road in the middle of a treeless plain. There was nothing near us, as far as I could see, but clusters of brush and lines of barbed-wire fence.</p><p>“Which one of you is the driver?” the border patrolman asked the three of us.</p><p>“None,” we replied in unison, not as amused as he.</p><p>The patrolman told us to sit down on the rear of the car. The rest of the passengers were lined up on one of its sides, their grimaces showing their grief over what had happened. I noticed that the driver was gone. The patrolman asked where we had been headed and how much we had paid. We told him that we were going to Houston and that we hadn’t paid anything yet.</p><p>“Why did you decide to come today?” he asked, joking again. “Why didn’t you wait until tomorrow? That’s my day off.”</p><p>“Let us go,” Juan pleaded.</p><p>“No, that’s not possible,” the patrolman said. “You’ll have to go back to Mexico and find yourself a smarter <em>coyote</em>.”</p><p>A few minutes later a paddy wagon drove up, along with another Border Patrol car. The agent who had stopped us pointed out the direction in which the driver had taken flight and then spoke to someone on his walkie-talkie. He told us to climb into the paddy wagon, in which eight others were already riding.</p><p>In about half an hour, we arrived at the Immigration offices in Hebbronville. Nine of us were locked inside a cell in one of the buildings. There were about ten agents, mostly Mexican americans, who came in and out of the building. After a while one of the brown-skinned agents approached our cell. He recited the following in Spanish, apparently from memory: “You have been detained for having tried to enter the country illegally. I am going to interrogate you, but first you must know your rights. You do not have to answer questions, and you can request the presence of a lawyer. If you don’t have a lawyer, we will provide you one.” None of us indicated any need for a lawyer.</p><p>They let us out of our cell, one by one, to make our statements. “How many times have you been detained by Immigration?” they asked. “Have you ever been arrested by the police? Where were you born? When? What are your parents’ names? Where are you from?” They also wrote down physical descriptions of us. When the questioning was done, they made us sign papers that said we were leaving the country voluntarily after having been detained for violating immigration laws.</p><p>As I was walking back to the cell, I noticed that they had brought in our driver. He looked tired, and the fear on his face—that of a condemned man—was so extreme I felt sorry for him. On seeing me, he looked around to make sure that no one was watching and then calmly raised his index finger to his lips. I shook my head as if to say, “They didn’t even ask about you.” He seemed to understand, because the change in his expression was so great, so joyous, that it reminded me of the faces of pantomimists.</p><p>After everyone had been questioned, they called our names from a list, and as we went outside to the paddy wagon, we were handed copies of the papers we’d signed. “Is this our passport?” Juan asked the agent who had caught us.</p><p>“Yeah, a passport to your country,” the patrolman joked.</p><p>In less than half an hour, we were unloaded at the old International Bridge in Laredo. We paid 10 cents each and walked across the bridge in silence. I hadn’t made up my mind whether to try again or not. It seemed to me that it had been a lot of trouble, for nearly all of two weeks, and I didn’t expect any new attempt to go much easier. I was thinking about returning home. “Juan, what are you going to do?” I asked the older man, who by now was almost a father to me.</p><p>He turned a little and looked at me hard, incredulity in his eyes. “What else is there to do,” he said, “but try again?”</p><p><em>This is the first of a two-part series. The author does eventually make it to Houston; next month’s story will cover his life as an illegal alien.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Mexico",
      "House",
      "people",
      "money",
      "ten",
      "Border",
      "Cars",
      "Police",
      "BUS",
      "Home",
      "Immigration",
      "Laredo",
      "Preacher",
      "Water",
      "Work",
      "rio",
      "Son",
      "Clothes",
      "God",
      "Nuevo Laredo"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Laredo",
      "Houston",
      "Texas",
      "Dallas"
    ]
  }
}