{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19808",
    "date": "August 1980",
    "year": 1980,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1980/19800800.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115
      ],
      [
        117
      ],
      [
        195,
        196,
        197,
        198,
        199
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Fire!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198008-fire",
  "source": "/1980/19800800.pdf",
  "wp_post_id": 107862,
  "wp_post_guid": "http://www.texasmonthly.com/article/fire/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Fire!",
  "dek": "Could Texas cities go up in smoke?",
  "spread_caption": "",
  "excerpt": "What you don’t know about your fire department could burn you up.",
  "kicker": "",
  "word_count": 5414,
  "content": "<img/><img/><img/><p>Peter Calvin</p><p><span class=\"dropcap\">B</span>efore language, before history, before the wheel, there was fire. If one is looking to pinpoint the birth of civilization, a good choice would be the moment some simian creature had the inspiration, after a forest fire, to drag a smoldering log into his chilly cave. But if fire is man’s oldest friend, it is also his oldest enemy. Fire has been tamed to provide everything from jet propulsion to béarnaise sauce, but it is no more conquered than the common cold.</p><p>The Houston City Council found that out the hard way. Last July 31 the council, weary of a four-month war of words and statistics between the city fire department and the building industry, voted to table a firefighter-backed ordinance restricting the use of wood shingles on apartment roofs. Within minutes of the vote a real estate developer in a high-rise office building near the Galleria looked out his window and saw smoke on the horizon. He picked up a telescope and sighted in on a blazing roof at the Woodway Square apartments. Like most of the others in the 86-building complex, the roof was covered with wood shingles.</p><p>Firemen reached the scene four minutes after the developer turned in the alarm. They immediately started wetting down roofs of adjacent buildings. But it was no use: a 15-mph wind picked up flaming brands and carried them beyond the hose lines to land on still-dry shingles that ignited on contact. Jumping from roof to roof, breaching firemen’s defenses three times, the fire traveled a thousand feet in the first twenty minutes. Before four hundred firemen could bring it under control—“tap it out,” in the fireman’s vernacular—the seven-alarm fire had destroyed 22 multiunit apartment buildings and three service structures, damaged numerous others, and kindled wood shingle roofs on houses up to five blocks away. The dollar loss exceeded $20 million. The next day a chastened city council unanimously passed the wood shingles ordinance.</p><p><em>Firemen at Dallas’s Oak Lawn station (above) wait for their next journey into hell.</em></p><p>Photograph by Freddie Spainhouer</p><p>The Woodway Square fire was one of those rare occasions when fire protection becomes a public issue. A subsequent wood shingles controversy also made headlines in Dallas, where Mayor Bob Folsom, a developer, challenged the fire department and, to everyone’s amazement, lost. In Fort Worth, the city’s selection this spring of an outsider as fire chief briefly put the fire department on the front page. But for the most part, this essential and expensive city service gets little or no public attention. Fire protection generates fewer complaints from the public than any other department of local government (libraries are close behind); yet the truth is that most fire departments are scandalously slow to innovate, and their resistance to change can be measured in lives and dollars literally going up in smoke. Not one citizen in a thousand has the slightest idea whether his fire department is doing a good job—or, for that matter, what it means for a fire department to do a good job.</p><p>One thing is certain: there’s a lot more to it than, in the words of a Dallas fireman, “putting the wet stuff on the red stuff.” Too many Texas fire departments fall into the traditional mold, with too much emphasis on putting fires out and not enough on preventing them in the first place. Texas cities today are being built to burn: high rises without sprinkler systems, warehouses without fire walls, homes with wood shingles. In the past, fire departments could get away with inspecting only fleabag hotels, nursing homes, and overcrowded nightclubs, but no more. The economic squeeze has forced many builders to cut corners; one way is to skimp on fire protection. Building codes allow this mainly because builders write them and politicians put in office by builders adopt them. <em>(The Towering Inferno</em> notwithstanding, Houston still does not require sprinkler systems or fire walls in most tall buildings.) Today’s fire departments can fight back only in the political arena—but many are reluctant to try.</p><img/><p><em>Look now. Red is going out of fashion.</em></p><img/><p><em>New ladder trucks reach only 100 feet.</em></p><p><strong>PUMPING Iron</strong></p><p><em>Dallas Fire Department’s “superpumper” Engine 8, a sophisticated arsenal for red-hot battles.</em></p><p>The pump panel displays water pressure gauges for the 1000-gallon-per-minute pump</p><p>The two 250-foot booster, or rack, lines (for the initial attack on a house fire) are l½ inches in diameter. A l3/4-inch 250-foot booster line lies next to the hose bed.</p><p>Lime yellow is the color most visible day or night, scientists say.</p><p>All four firefighters ride either in or behind the cab on this truck rather than clinging to the tailboard.</p><p>Venting a fire is one function of the ax. A hole chopped in the roof releases smoke, heat, and gases so firemen can get inside the building.</p><p>A penetrating agent called wet water is kept behind this door. Adding wet water to plain old H2O helps it permeate smoldering cotton bales, mattresses, or bundles of paper. On the other side are two air masks.</p><p>Two 25-foot 5-inch preconnected soft-suction hoses (one on each side) bring water to the pump from the hydrant.</p><img/><img/><p>Photography by Peter Calvin</p><p>The turret pipe, or deckgun, puts a large volume of water on a big blaze. This one can spew out 1000 gallons (more than four tons) per minute.</p><p>The 400 feet of preconnected ¾-inch rubber hose is used on minor fires.</p><p>For large fires firemen get water from the hydrant through the 1000 feet of 5-inch hose carried in the hose bed.</p><p>The bed also holds 800 feet of 2½-inch hose. The booster tank below the hose bed carries 500 gallons of water.</p><p>Firefighters use the pike pole, or pull-down hook, for tearing away wallboard to reach a fire in a ceiling or wall. The truck carries three pike poles.</p><p>This compartment harbors 50 feet of 5-inch hose. Two more compartments in the rear hold 10 feet of 5-inch hose, a first-aid kit, and a resuscitator.</p><p>With two 2½-inch discharge outlets on each side of the truck, firemen can use four lines at once.</p><p>For measuring radioactivity the pumper has a radiological monitoring system. An accident in a hospital X-ray room, for example, might call for this equipment. On the other side is a high-rise attack package, a 100-foot 1½-inch hose coiled in a canvas bag that a firefighter can carry up the stairs.</p><p>The driver keeps his turnouts (see box, page 110) here. The others don their gear en route.</p><p>A tool kit, flares, and coupling lubricant are stored here. On the opposite side, three ladders—two extension ladders and a roof ladder—take up the space of the three top compartments.</p><p>This compartment contains 50 feet of 5-inch hose—all told, the engine carries 3210 feet of hose—and a CO2 extinguisher. On the other side are a hose jacket (used to cover a leak), a dry powder extinguisher, a fog nozzle, and two straight-stream nozzles.</p><p><strong>HOW Does a Fireman Dress?</strong></p><p><em>asbestos he can.</em></p><img/><p>Dallas firefighter Tom Burns wears daytime basics: work shirt and denim pants. When the alarm sounds at night he will jump out of his bunk into bib overalls that he has rolled down around short boots.</p><p>Higher boots are worn for daytime fires. The classic fireman’s hat has color and number that designate his rank and company; wide rear brim keeps water and hot coals off his neck.</p><p>Full turnout gear adds heavy, fire-retardant coat with waterproof liner; face mask supplies air from tank on his back; plastic or cotton gloves protect his hands; ax is a handy weapon against fires.</p><p>Photography by andy Vracin/Kirkley Photography, Inc.</p><p>Wrong emphasis is only one of the serious issues facing Texas fire departments. They cost too much—16 per cent of Dallas’s annual city budget, 11 per cent of Houston’s. Most of the money, more than ninety cents of every dollar, goes for salaries. Yet firefighters spend only a tiny fraction of their on-the-job time actually fighting fires. Most of the time they are as useless as an army in peacetime—more useless, really, because they don’t even serve as a deterrent; the enemy is oblivious to their existence. Nowhere in city government is manpower used less efficiently. With city halls under increasing pressure from taxpayers to hold the line, the obvious place to start would be through innovative use of fire department manpower.</p><p>Not a chance. When Fort Worth city manager Robert Herchert was searching for a new chief last spring, he suggested that firefighters ought to get out of the station house and go on patrol. The troops responded by threatening to make life miserable for any chief who went along with the idea. This was no idle menace: in Fort Worth—indeed, in most Texas cities (Dallas is the notable exception)—a fire chief cannot even pick his own staff, much less buck the way things are done. Normal management incentives—promotions and salaries based on performance, for example—are prohibited by state law. The source of the trouble is the notorious article 1269M, the Firemen’s and Policemen’s Civil Service act that amounts to a labor contract imposed on cities by the Legislature. Before the law was passed, any firefighter who didn’t support the right candidate for mayor or who failed to look the other way when contractors with influence at city hall violated the building code was in danger of losing his job. The original purpose of 1269M was to insulate the protective services from politics, but its effect has been to insulate them from <em>policy</em>—a very different thing, though firemen would have you believe otherwise.</p><p>All this adds up to a familiar story. The problem of fire protection is the problem of government generally: how to surmount special interests, entrenched bureaucrats, waste and inefficiency, and lack of accountability. In short, how to make it work.</p><p><strong>Through a Fireman’s Eyes</strong></p><p>“What are you doing with a room on the eighth floor?” Dallas fire marshal Jerry Lambert’s alarmed voice greeted me over the hotel house phone. “Don’t you know our ladders can’t reach anyone above seven?”</p><p>Lambert, one of four assistant chiefs in the Dallas Fire Department, is in charge of fire prevention. Only 39, he reached the department’s second-highest rank two years ago. Downstairs, I met his colleague, Barry Gardner, another assistant chief, who is head of fire operations. Gardner is 41. Both were appointed to their jobs by current chief Dodd J. Miller, who took over in 1976. Neither could have attained such a rank in Houston, Fort Worth, San antonio, austin, or any other city bound by the rigid procedure outlined in article 1269M, which requires firemen to move up one rank at a time, stay at least two years in that slot, and then compete through multiple-choice exams for a promotion—if there is a vacant job. Fortunately for Lambert and Gardner, 1269M applies only to cities that have adopted it in a referendum. Dallas has not.</p><p>Lambert and Gardner took me on a fireman’s tour of Dallas, through residential neighborhoods with wood shingle roofs as far as the eye could see (“If the wind is from the south,” Lambert said, “it’ll burn all the way to the Red River”), past a new fire station where an uninformed architect originally called for wood shingles so the station would blend in with the neighborhood, to the Pepper Mill apartment complex where ten buildings, all with the torchable roofs, suffered heavy fire damage last September.</p><p>We stopped at a Mexican restaurant; both Lambert and Gardner walked inside surveying the ceiling. Any time a fireman goes into a building, they say, he instinctively checks first for sprinklers, then for exits. “In a fire, people insist on going out the door they came in,” Gardner said. “It never occurs to them to look for another exit or to punch a hole in a Sheetrock wall. People die in apartments a six-yearold child could break out of.” In 1942, 492 people died in the Cocoanut Grove nightclub fire in Boston, some of them next to drapes that hid a wall with windows to the outside.</p><p>We headed for a commercial strip in far North Dallas where most of the construction was still incomplete. Lambert jotted down the location of a half-finished building without a paved fire lane; in a fire fight, water would turn the hardpacked dirt around the structure into mud. Years ago, as an inexperienced driver, Gardner buried a fire truck up to its running board by venturing into just such a bog. Lambert pointed out an unoccupied shopping center where the roof’s only vertical support, except for outside walls, was a single pole in the middle. The lateral steel beams that held up the roof would lose half their strength at a thousand degrees—less heat than a match flame and not at all unusual for a fire. Firemen might have thirty minutes before the roof collapsed. Lambert made it clear he doesn’t think much of modern building practices—his pet peeve is the latest in warehouse design, which ensures that walls will fall outward in a fire, making it impossible for firemen to attack safely from either the inside or the outside—but he acknowledges, grudgingly, that if firemen had their way, everything would be built out of cinder blocks or adobe and Dallas would look like Bogotá.</p><p><em>“Most of the time firefighters are as useless as an army in peacetime. They don’t even serve as a deterrent; the enemy is oblivious to their existence.”</em></p><p>Near one commercial project a truck bore a sign announcing that it belonged to W. R. Cox, ELECTRICAL Contractor. Cox used to be a Dallas fireman; like most members of the department (Lambert estimates 90 per cent), he had another profession on the side. Eventually the business became so successful that he gave up his firefighting job. There are many such stories: in my visits around the state, I met firemen who were realtors, house painters, insurance agents, junior college teachers, carpenters, even hairdressers. Aided by a work schedule that calls for 24 hours on duty followed by 48 hours off, most firemen live very well. Around 60 per cent of the Dallas force live outside the city—two in Oklahoma, one in Louisiana, dozens near Tyler and points east—and for many of them firefighting is their moonlighting job. All this casts considerable doubt on firemen’s frequent claims that they are underpaid (the average salary for a five-year veteran in Dallas is $20,669, plus liberal benefits), but when they took their case to the public last year, Dallas voters gave them a 15 per cent raise.</p><p>Lambert turned the car away from the concrete prairies of North Dallas and headed back toward the old city. Night had fallen, and the dispatcher’s voice began to come over the two-way radio with increasing frequency. So far all the calls had been for emergency medical services, a fire department responsibility in Dallas. There were no fires in the city.</p><p><em>(Text continued on page 115)</em></p><p><strong>the Waiting Game</strong></p><p>Photography by Peter Calvin</p><p><em>a day in the life of Dallas's Oak Lawn fire station.</em></p><img/><p><strong>7:30 a.m.:</strong><em>hot biscuits to start a hot day</em></p><img/><p><strong>7:40 a.m.:</strong><em>discussing the record hot spell</em></p><img/><p><strong>8:30 a.m.:</strong><em>stowing gear and cleaning up</em></p><img/><p><strong>11:10 a.m.:</strong><em>waiting for things to heat up</em></p><img/><p><strong>2:00 p.m.:</strong><em>keeping pressure under wraps</em></p><img/><p><strong>2:30 p.m.:</strong><em>knowing the hydrants helps</em></p><img/><p><strong>4:00 p.m.:</strong><em>a dunking for a new chief</em></p><img/><p><strong>6:15 p.m.:</strong><em>squelch a bowling alley blaze</em></p><img/><p><strong>6:30 p.m.:</strong><em>still 113 degrees in the shade</em></p><img/><p><strong>7:10 p.m.:</strong><em> cool down over warm supper</em></p><img/><p><strong>7:30 p.m.:</strong><em>a house fire to raze the roof</em></p><img/><p><strong>7:40 p.m.:</strong><em>feeling tired, dirty, hot</em>, . . .</p><img/><p>. . . <em>and bothered by 110 sultry degrees</em></p><img/><p><strong>7:50 p.m.:</strong><em>nipping a yard fire in the bud</em></p><img/><p><strong>8:00 p.m.:</strong><em>heat frazzles power lines</em></p><img/><p><strong>8:55 p.m.:</strong><em>safely back at the station</em> . . .</p><img/><p><strong>9:00 p.m.:</strong><em>dusk falls, mercury doesn't</em></p><img/><p><strong>9:45 p.m.:</strong><em>chalk one up to the next shift</em></p><img/><p><strong>10:10 p.m.:</strong><em>external combustion engine</em></p><img/><p><strong>11:00 p.m.:</strong><em>a minor injury repaired</em></p><img/><p><strong>11:50 p.m.:</strong><em>the ambulance driver's view</em></p><img/><p><strong>11:55 p.m.:</strong><em>100-degree heat takes its toll</em></p><img/><p><strong>12:10 a.m.:</strong><em>eye to eye with a crash victim</em></p><img/><p><strong>12:30 a.m.:</strong><em>peace, quiet, a good book</em></p><p><em>“Texas cities today are being built to burn: high rises without sprinkler systems, warehouses without fire walls, homes with wood shingles.”</em></p><p><em>(Text continued from page 111)</em></p><p>We passed a boarded-up church (“One of these nights we’re going to burn it,” Lambert said, using the strange first person plural, as firemen do, to mean “they”) and a downtown residential project where Lambert had persuaded the developer to install heat-sensitive sprinklers that weren’t required by the city building code. As fire marshal, Lambert has learned to deal and trade like a used car salesman. In the case of the project, the developer wanted to close off a street that might have been useful as a fire lane; the price, Lambert told him, was sprinklers. He made a similar bargain to get sprinklers in the Plaza of the americas hotel downtown. “i’ll trade something that puts out a fire for something that prevents a fire anytime,” he said.</p><p>We were headed for the Oak Lawn firehouse, the city’s oldest and one of the few remaining stations with a firepole. The newer stations are all one-story, making the traditional symbol of the profession obsolete. Gardner was talking about how stations took on the character of their neighborhoods—firemen in the deserted warehouse district are in bed by nine-thirty, while in the rollicking Oak Lawn area they sit outside until midnight and watch prostitutes and police cruise the street—when the dispatcher broke in. From the first syllable his voice sounded different; it had a new urgency. By the time he finished, Lambert had already slapped the removable magnetic red flasher on top of the car and we were on our way to a fire.</p><p>It was not a big blaze. A maintenance barn at the Cedar Crest golf course in Oak Cliff was, in the fireman’s jargon, “fully involved,” but its isolation—which gave us a splendid view of leaping orange flames as we approached—meant that firefighters would not have to worry about what everyone fears most: a conflagration like the Chicago fire of 1871 that devastates blocks and blocks of a city. Even as we searched for the road to the golf course, we could see the dark smoke turn lighter as it was joined by steam. By the time we jumped a curb and drove down the fourteenth fairway, only a few flickers had not been quenched. In the interval it had taken us to drive from Oak Lawn, firemen had dressed, driven eight blocks, located the nearest fire hydrant, coupled more than 1500 feet of hose, watered down the only nearby structure to keep the fire from spreading, brought the fire under control, all but extinguished it, and completed an initial arson investigation. Total elapsed time since the dispatch: fifteen minutes.</p><p><em>(Continued on page 193)</em></p><p><em>(Continued from page 115)</em></p><p><strong>How to Stop a Fire</strong></p><p>One afternoon last February a welder was working on the overhead doors at the Crump paper company in West Dallas when a slag of molten metal fell to the floor and splattered in all directions. One drop landed almost ten feet away, next to a massive bale of newsprint.</p><p>Fire is the combination of heat, fuel, and air. The molten slag provided the first element, the paper the second. Most solids, including paper, do not themselves burn; rather, they vaporize when heated, giving off combustible gases. The molten metal touched off the process: the paper began to char and vaporize. Because the slag was heated well above the ignition temperature of paper, the gases immediately bloomed into flame. At first this chemistry was limited to a tiny area, but as the fire scorched the paper it generated more heat, causing the paper to give off still more gases. The charred area grew larger, like a metastasizing cell, feeding off the heat and feeding it.</p><p>But a fire can’t grow without air. The burning gases need room to expand and escape from the surface, just as the flame of a candle burns above the wick. The Crump warehouse had open overhead doors on three sides; they allowed the wind free ingress and egress, and the stacks of bales reaching toward the roof channelized and intensified the air flow. A nearby bale began to absorb the heat, and as it vaporized it too caught fire. By the time there was enough smoke to notice, there was only time to get everyone out. The five-alarm blaze burned until the building collapsed and cut off the air supply.</p><p>Fortunately for fire departments, most fires don’t happen this way. Typically heat builds up more slowly, the fuel has a higher ignition temperature than paper, and air has less access to the fire. Still, from the time a fire begins to burn uncontrolled to the moment an average-sized room bursts into flame is only three to five minutes. The mere act of entering a building may provide the air that triggers a flashover. This is only one of the hazards that make firefighting the most dangerous of all professions, surpassing even coal mining. Probably the most important skill of a firefighter is the ability to size up a fire in seconds—to know how long he has before his environment explodes into an inferno. Veterans say they can tell by the tingling in their ears—the one part of a fireman’s body unprotected by uniform or mask—caused by the charring of their ear hairs. The decision whether to save a building that’s afire or give it up and protect an adjacent one is more art than science.</p><p>Nevertheless, firefighting as a science has come a long way since Londoners watched helplessly as two thirds of their city burned to ashes in the great fire of 1666. That fire was responsible for the subsequent creation of the first professional fire departments, organized by the insurance companies that sprang up in the aftermath of the calamity. In the american colonies, however, early fire protection consisted mostly of laws banning thatched roofs and chimneys built of (believe it or not) wood, and requiring residents to put three buckets of water outside their doors at night.</p><p>One aspect of firefighting that hasn’t changed is reliance on water. What every child knows intuitively is borne out by chemistry: no other substance known to man requires so much heat energy to raise its temperature one degree. What’s more, the maximum temperature of water (which by then has become steam) is 212 degrees—below the flash point of ordinary combustible substances. Fill a room with steam and it cannot flash over.</p><p>These simple principles are behind an important advance in firefighting technology, the fog nozzle. Brought into widespread use in the fifties, the fog nozzle sprays water in droplets rather than in a steady stream. The droplets can absorb much more heat than a stream; in effect they take the energy out of the fire. Furthermore, because the nozzle can spray outward at angles up to ninety degrees, the water forms a shield that allows firefighters to work closer to a fire. Once the droplet spray checks the flames, the fireman can twist the nozzle to produce the concentrated stream that cools whatever is burning to a temperature below its ignition point.</p><p>The fog nozzle put to rest arguments about whether it is better to fight a fire from the outside or inside, settling the issue in favor of the latter. Chances are that when you see firemen dousing the exterior of a burning building these days, the whole thing is just an exercise to appease the public. The building is gone. But for the most part, fire department tactics remain a mystery to even the most devoted amateur fire buff. A few mistakes are obvious: a fireman who runs out of a burning building gasping for breath should have been wearing a mask. A fireman who shoots water through a hole he’s knocked in the roof is only driving the fire back into the building. In the Dallas dispatchers’ center, one of the many large action photographs on display shows hose lines leading to both the front and the back doors of a small building. Whoever got there first pushed the fire toward the other. Other errors, like the snarled communications that hampered the Houston Fire Department’s early response to the Woodway Square holocaust, are impossible for the layman to detect. Fortunately, the one thing fire departments excel at is putting out fires. It’s the peripheral issues—manpower, money, and management—that cause all the trouble.</p><p><strong>1269M: The Fireman’s Lucky Number</strong></p><p>Firefighters Still Make House Calls reads a bumper sticker available at the headquarters of the Houston Firefighters association just off North Main. The bumper sticker doesn’t say so, but they also make office calls—particularly when the office belongs to a politician. Take, for example, the Southwest Freeway campaign office of 1974 mayoral candidate Fred Hofheinz, where firemen dropped by one afternoon to erect a large sign—with the help of a very conspicuous fire department truck. When a worried campaign official asked what they would say if a reporter happened to drive by, the firemen said there was nothing to worry about: an opposing faction of firefighters had used the same truck the day before to put up a sign for Hofheinz’s opponent.</p><p>Notwithstanding the original purpose of article 1269M, to remove public safety officers from politics, the Houston Firefighters today are one of the most sophisticated political operations in the city. The firemen’s union has its own printing press to turn out silk-screened campaign signs by the thousands. The union president, Lester Tyra, punctuates his conversation with words like “downside” and “crater” that mark him as one who has spent long hours in the halls of the Capitol during legislative sessions. Their lawyer is a member of the state Senate. A candidate who wins their endorsement gets a cadre of workers with plenty of spare time to put up his signs and tear down those of his opponents (“That’s part of the package,” says a city councilman). And their primary political goal is to protect and strengthen article 1269M.</p><p>Their major allies in this endeavor are anyone who has heard tales of the Bad Old Days before 1947. And they <em>were</em> bad. In austin, for example, the essential qualification for getting a job with the fire department was exemplary prowess at softball. A low batting average was cause for dismissal. In Houston, the department was part of the spoils system; jobs were handed out through patronage and could be taken away just as easily. Anyone on the mayor’s team could pick up the phone and call off a troublesome inspector. And so Houston grew up without a fire code and with a reputation for having the worst collection of flophouses anywhere in Texas. That’s why fire marshal alcus Greer, a veteran of forty years in the department, can look back and call article 1269M “the finest thing that ever happened in fire protection. All of a sudden we didn’t have to dread phone calls any more.”</p><p>But there are other views of 1269M. In recent years voters in Kerrville, Plainview, Conroe, West University Place, arlington, and Huntsville have rejected its adoption. Assistant chief Barry Gardner in Dallas calls it “a system for turkeys.” and Dick Brown, who lobbies for cities as executive director of the Texas Municipal League, says 1269M is “the worst swamp we have to deal with in municipal government.”</p><p>The bulk of the criticism has focused on three issues, each of which has been illuminated by controversies directly attributable to the shortcomings of 1269M: <em>• Stifled initiative.</em> Job performance has no bearing on promotion; the only way a fireman can move up is by taking a written test. The highest scorers advance as positions open up, but if a fireman who has taken the test doesn’t get promoted within a year, he loses his place and has to take the exam over. In Fort Worth, there were so few vacancies that high-scoring firemen began offering money to superiors as inducements to retire. One officer admitted to accepting $8000.</p><p><em>• Lack of accountability.</em> If fire protection is poor, someone ought to have to answer for it. Under 1269M, no one does. A new chief inherits his subordinates, who can (and frequently do) roadblock his policies, secure in their civil service protection against being fired. Jake Cook, Houston fire chief during the Louie Welch era, did his best to get around 1269M: he would create a job and if a loyalist had the top score on the test, Cook’s ally got the position. If not, Cook simply abolished it. Without engaging in this sort of manipulation, a fire chief in an antediluvian department has little hope of shifting the emphasis from firefighting to fire prevention.</p><p>• <em>Wasteful spending.</em> article 1269M has all sorts of provisions that dig deep into taxpayers’ pockets. As in most civil service systems, discipline is difficult. It is impossible to relieve people from duty without pay, even if they are under indictment. But by far the most onerous provision is the rigid classification of jobs, a task the law delegates to local civil service commissions. The job classifications preclude any manpower consolidation—such as sending idle firefighters out as inspectors, instead of having two separate positions—that must occur if cities are to keep future fire protection budgets within reason.</p><p>But the fundamental problem with article 1269M is philosophical and beyond salvage: it is designed with the worker, not the public, foremost in mind. Perhaps the two had a common interest in 1947, but it long ago was cleft. What the public needs is a system that allows bright, aggressive, and innovative people to rise as far and as fast as their ability will take them and to be free to get things done when they get there. That is the antithesis of everything article 1269M stands for.</p><p><strong>What Gan Be Done?</strong></p><p>One thing that can’t: no city has ever repealed its adoption of 1269M, and for a very good reason. The law itself requires that more than half the registered voters in a city must vote against retaining the civil service act. Think about that for a minute. The entire turnout in city elections never tops 50 per cent these days. Even if everyone who voted was in favor of repeal, 1269M would survive.</p><p>So any change in the law will have to come from the Legislature. This is an unlikely prospect in view of the everincreasing political activism and clout of both firemen and police. Still, a possible compromise would be to retain 1269M for operational jobs but eliminate it for toplevel policy positions. At least this would give a chief the right to choose his own management team.</p><p>More realistically, cities will do well to keep the law from changing to their disadvantage. Every session firemen try to make adoption of 1269M mandatory for all cities with a population over 10,000; so far the proposal has gone nowhere. The next big legislative fight will probably come over mandatory collective bargaining, and that is one the cities have to win or they will be even harder pressed to challenge the featherbedding policies of the firemen’s unions.</p><p>Although 1269M remains sacrosanct, other channels are still open for tugging tradition-bound fire departments into the modern age. Governor Bill Clements should start by appointing knowledgeable laymen—city officials and insurance experts—to the state Commission on Fire Protection Personnel Standards and Education, where nine firemen now constitute the entire membership. The commission was ostensibly created to serve the public, but in fact the proposal was initiated by the unions, and the agency has been dominated by them ever since. Only outsiders will insist on reforms like a continuing training program for officers and flexible job descriptions that permit station house firemen to work on fire prevention on a regular basis.</p><p>The State Board of Insurance can help by changing its outdated formulas for calculating insurance rates in every city. If the board penalized homeowners in cities where fire protection is behind the times, instead of using standards devised when Russia was still ruled by the czar, it wouldn’t be long before taxpayers demanded accountability from their fire departments. Between 1967 and 1976, three separate study committees recommended sweeping reforms in the antiquated rate formulas, but the board just couldn’t bring itself to face the controversy that would accompany change.</p><p>Finally, cities deserve some of the blame for their own predicaments. Too many city managers are choosing fire chiefs not for their aggressiveness or their commitment to innovation, but for their tendency to, as Sam Rayburn used to put it, “go along to get along.” City governments are also going to have to learn the lesson of Woodway Square and bring their building and fire codes up to modern standards. An optimist would welcome this statement by the secretary of the Houston Chamber of Commerce: “It takes a terrible catastrophe like this to make people realize their duty. A city ordinance should be passed making it compulsory for all new structures in the city to have fireproof roofing.”</p><p>A pessimist would note that he said it after the Fifth Ward fire of 1912.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fire",
      "Dallas",
      "Cities",
      "Water",
      "Firefighters",
      "Houston",
      "Heat",
      "House",
      "people",
      "Texas",
      "Insurance",
      "Law",
      "office",
      "Fires",
      "Work",
      "attack",
      "Campaign",
      "ever",
      "Government",
      "Jobs"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "Texas",
      "West",
      "D.C."
    ]
  }
}