{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19808",
    "date": "August 1980",
    "year": 1980,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1980/19800800.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 114,
    "document_page_range": [
      [
        116,
        117
      ]
    ],
    "toc_order": 5,
    "toc_headline": "A Burning Question",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198008-aburning",
  "source": "/1980/19800800.pdf",
  "wp_post_id": 107859,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-burning-question/",
  "authors": [
    "P. B."
  ],
  "headline": "A Burning Question",
  "dek": "Can Texas fire departments save you and your property?",
  "spread_caption": "",
  "excerpt": "Can your city’s fire department take the heat?",
  "kicker": "",
  "word_count": 1674,
  "content": "<img/><p>Taylor Johnson/austin american-Statesman</p><p><em>Fires can be easier to control than conflicts between cities, unions, and voters.</em></p><p>The State Board of Insurance rates Texas fire departments. Unfortunately, their rankings don’t mean a thing.</p><p>Each city is assigned a “key rate,” which is supposed to represent its vulnerability to fire. The rate depends on such factors as fire department manpower and equipment, water system capacity, and code enforcement; it is calculated as a monetary figure and added to the cost of casualty insurance policies. The idea is that poor protection should be reflected in higher premiums. It sounds very logical, but the formulas haven’t been rewritten since the twenties and no large Texas cities have been inspected since the forties.</p><p>The insurance board also adjusts the cost of policies according to the record of local fire losses. Two things are wrong with this. The severity of a fire is frequently a matter of luck: Dallas property owners paid the price for years because Neiman-Marcus happened to catch fire in 1964. Furthermore, the calculations include so many exceptions that they are meaningless. Houston fire officials feared a disastrous increase in local premiums after the 1979 Wood way Square fire, but fortuitously it fell into one of the exceptions and the $20 million loss wasn’t counted.</p><p>In rating Texas fire departments we went beyond these mathematical exercises and looked at how Texas fire departments really work. We visited the major cities and talked with fire chiefs, fire marshals, union heads, station house firemen, and insurance industry analysts. Our criteria included leadership, aggressiveness in fire prevention, manpower, training, support at city hall, and reputation. Here’s what we found.</p><p><strong>★ ★ ★ ★ Dallas.</strong> By any measure Dallas has the best fire department in the state and one of the best in the country. Many of the advances other cities have gotten credit for—Seattle recently won accolades for making arson investigators peace officers—have long been standard procedure here. Dallas is the only city in Texas with a college education requirement for entering firemen (minimum of 45 hours) and the only one with compulsory training for advanced personnel. Not having to contend with the state civil service law has enabled Dallas fire chiefs to put aggressive people in top leadership positions, and they’ve made Dallas a national model in both prevention (fires are <em>down</em> 34 per cent in two years, compared to <em>up</em> 22 per cent in Houston) and emergency medical services. The department also makes the best use of computer data and has the best communications and dispatching system in the state. It is the only truly modernized fire department in Texas. For years Dallas’s department had the additional advantage of stability—a single administration for a quarter of a century—but with the appointment in 1976 of Dodd J. Miller, that changed. Some insurance raters are beginning to worry that city management is trying to take too much of a hand in running the department, starting with trying to cut down the number of men on a truck. And they’re even more worried that the new chief will go along.</p><p><strong>★ ★ ★ El Paso.</strong> Half a century before wood shingles became a political issue in Houston and Dallas, the El Paso City Council banned them. Sometimes this far West Texas city does seem to be fifty years ahead of everybody else. The city has the toughest building code in the state—it frowns on wooden fences, for example—and, in a refreshing departure from the norm in Texas, actually enforces it. Like Dallas, El Paso has escaped the shackles of article 1269M, and the greater flexibility of the local civil service law has enabled Chief Marion Coleman to get firefighters out of the station house and into fire prevention with none of the controversy that sometimes accompanies such a policy. The department is not trouble free: the training center is outdated (but voters have approved money for a new one) and training for officers is nonexistent. Most fire trucks run with only three men (six is ideal and anything less than four is regarded as dangerous). But if El Paso is challenging the law of averages, so far it’s winning: no other big city has such low fire losses, and only San antonio has such low insurance rates.</p><p><strong>★ ★ ½ Corpus Christi.</strong> The big question is whether new chief Ralph Rogers can fill the boots of John Carlisle, who ran the department as his personal fiefdom for more than 32 years before retiring in 1979. Carlisle was a fearless chief whose fire safety crusades against petrochemical companies, city councils, and developers made him a legend in insurance company circles. Bucking politicians was his specialty: he even refused to allow the new Nueces County Courthouse to open on schedule because interior fire hoses weren’t hooked up to water lines. Carlisle’s biggest contribution was his ongoing campaign to reduce the fire hazards of the city’s petrochemical complex—but while Corpus has the latest in chemical firefighting equipment, its pumper fleet is hoary with age. The new administration used money Carlisle had set aside for a foam truck to buy a new pumper instead. Rogers’s first love is fire suppression, but his assistants are prevention oriented. If he doesn’t get in their way, Corpus should survive the transition.</p><p><strong>★ ★ Houston.</strong> It is amazing, given the tumultuous history of fire protection in Houston, that the city hasn’t burned to the ground. The department has had all the stability of nitroglycerin, with chiefs changing every time a new mayor takes office, chiefs and union heads taking each other to court, grand juries investigating scandals, and ambitious assistant chiefs maneuvering for political favor by trying to guess who the next mayor will be. Add to this the fact that article 1269M makes it all but impossible to fire people or force them to accept policy changes, and it is not hard to see how a minor dispute such as whether all firemen should make EMS runs could all but paralyze the department in the early seventies. The department has been so consumed with politicking that it is far behind Dallas in the use of computers and sophisticated communications. Indeed, the fact that things function as well as they do is probably attributable to the vitality of the powerful firefighters’ union, which frequently seizes the initiative from the department, as when it pushed for opening a minority recruiting office in the black Third Ward. To make matters worse, Houston has been the most lax city in Texas about enforcing codes: it didn’t even have a fire code until 1974, and for years inspectors wouldn’t enforce the building code, weak as it is. All this may be changing now that Houston has a noncontroversial chief, V. E. Rogers, who is at peace with the union and has beefed up inspection and fire prevention. It’s about time.</p><p><strong>★ ★ San antonio.</strong> Everything gets to be a political issue sooner or later in this town; for fire protection it was sooner. The department’s patronage was the fuel for the old city machine of the twenties and thirties. One police and fire commissioner got himself elected by pledging a reduction in San antonio’s insurance rates, which he got by counting wood shingle roofs in town and reporting his never-verified figures to state authorities. To this day that remains the basis of San antonio’s low rates. The current political issue is code enforcement, or rather the lack of it. The city fire marshal is often overruled by the city council, and builders are frequently awarded variances to avoid requirements like sprinklers. That compares poorly with Dallas, where the fire marshal has never been reversed and variances are unheard of. Aside from manpower limitations imposed by city hall, the department is effective when it can escape politics. Unfortunately, in San antonio nothing can.</p><p><strong>★ ½ austin.</strong> Once this was a pretty good fire department in a city where building codes were terrible. Now it’s the other way around. Even basic firefighting is second-rate: firemen aren’t familiar with new construction materials and don’t have the most modern equipment. The department used to give regular examinations on how well firemen knew their territories, but the testing program is all but nonexistent at most stations. The communications system has all the latest features of 1948: dispatches, computerized in Dallas, are handled in austin by flipping through a Rolodex, and alarms go off simultaneously in all stations, not just the one charged with answering the fire. The rank-and-file firefighter considers Chief Ed Kirkham a lackey for city management, and relations between the fire department administration and the station houses are strained. Firemen are especially irked that their uniforms are made out of polyester; some have had their pants literally melt in their boots during a fire. One fireman who called the administrative offices to complain of a defective pump at his firehouse was told, “If you don’t like it, ask for a transfer.” Preferably to Dallas.</p><p><strong>★ Fort Worth.</strong> Regardless of who has been chief in name, in fact the fire department has been run by the union for years. The result is that Fort Worth has the least innovative, least aggressive department in the state and has virtually ignored the trend toward emphasizing fire prevention rather than suppression. In some cities firemen make inspections, work for fire code improvements, and provide emergency medical services. In Fort Worth they sell garbage bags and fight among themselves. The eighteen district chiefs are sharply divided between those who want the department to do more and those who don’t even want to sell garbage bags. City manager Robert Herchert is trying to shake things up: when the old chief retired in February, Herchert, in a clear challenge to the old guard, replaced him with Howard L. McMillen, deputy chief of the hotshot Phoenix Fire Department. The selection of an outsider predictably infuriated traditionalists, who don’t really have to worry because their jobs are protected by article 1269M. The union suspects Herchert of trying to provoke a strike that would cost firefighters public support. The question is, why do they have it now? <em>P.B.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fire",
      "Insurance",
      "Texas",
      "Dallas",
      "Cities",
      "Houston",
      "El Paso",
      "Law",
      "Boots",
      "Firefighters",
      "Fort Worth",
      "Garbage",
      "House",
      "Mayor",
      "money",
      "people",
      "San Antonio",
      "Water",
      "Arson",
      "Austin"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "El Paso",
      "Fort Worth"
    ]
  }
}