{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19808",
    "date": "August 1980",
    "year": 1980,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1980/19800800.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 116,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Crowning Achievements",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198008-crowninga",
  "source": "/1980/19800800.pdf",
  "wp_post_id": 107853,
  "wp_post_guid": "http://www.texasmonthly.com/article/crowning-achievements/",
  "authors": [
    "David Stence"
  ],
  "headline": "Crowning achievements",
  "dek": "The right hat looks good, feels good, and lets everyone know what's going on under it.",
  "spread_caption": "",
  "excerpt": "Fearless photographs of a big Texas cover-up.",
  "kicker": "",
  "word_count": 275,
  "content": "<p>Time was, a hat was a utilitarian contrivance. In the days when folks spent most of their time exposed to the vagaries of sun and wind and rain, a hat was about as close as people could get to having a roof over their heads without actually having a roof over their heads. Homo sapiens didn’t come equipped with much in the way of natural protection—they didn’t have the tough hide of a cow or the feathers of a bird or the armor of an armadillo. So they were forced to invent the hat.</p><p>Before long, though, they did better than that. They invented air conditioning and central heat and nine-to-five desk jobs. And soon the hat passed from the realm of utility into the realm of art—or, more properly, the realm of fashion. These days people wear hats less as a shield from the elements than as a personal statement.</p><p>A fedora fancier wouldn’t be caught dead in a Stetson any more than a connoisseur of the beret would don a sunbonnet. A hat is like a signature: two parts flourish to one part function, plus a healthy jot of unconscious self-revelation. And like signatures, each hat is unique. It may have started out on an assembly line, but once it’s worn, it acquires a personality all its own: it perches at a particular angle, it sprouts plumage or posies, it takes on a subtle patina of dents and nicks and scuffs.</p><p>David Stence, who took these photos in and around austin over the course of a spring month, understands the metaphysical essence of hats. But he expresses it much more simply: “You are what you wear.”</p><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Austin",
      "Heat",
      "Photos",
      "Spring",
      "Stetson",
      "wind"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin"
    ]
  }
}