{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19958",
    "date": "August 1995",
    "year": 1995,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1995/19950800.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89,
        90,
        91
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Santa Fête",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199508-santafête",
  "source": "/1995/19950800.pdf",
  "wp_post_id": 129183,
  "wp_post_guid": "http://www.texasmonthly.com/article/santa-fete/",
  "authors": [
  "Gary Cartwright"
  ],
  "headline": "Santa Fête",
  "dek": "Come summer, wealthy hostesses from Dallas to Houston relocate to New Mexico, don their best Western duds, and put on the Buckaroo Ball, the charity bash that rivals the Cattle Baron’s— and nearly out Texases Texas.",
  "spread_caption": "",
  "excerpt": "When rich Texas hostesses want to put on the biggest charity bash of the summer, where do they go? New Mexico, of course.",
  "kicker": "",
  "word_count": 1383,
  "content": "<img /><img /><p><strong>Ball players: Buckaroos convened for the big bash at the Western-towncum-movie-set on the Eaves Ranch. From left, banker Bob Jung, who was born in Port arthur; banker angela Conzales, who lived in El Paso; artist Joe anna arnett, who was born in Jacksonville; J.W. Eaves, the ranch’s owner, who was born in Groveton; and arnett’s husband, artist James asher.</strong></p><p><strong>PHOTOGRAPHS By</strong></p><p><strong>Daniel Peebles</strong></p><p><span class=\"dropcap\">O</span>N June 23 and 24, the social event of the Texas summer season was held . . . where? If you guessed Dallas, you’re way off. Try Santa Fe—as in <em>New Mexico.</em> For the second consecutive year, monied Texans made up nearly half of the crowd of one thousand who paid up to $600 apiece to be a part of Santa Fe’s glitzy Buckaroo Ball, a charity dinner and dance with a Western theme. The Buckaroo Ball is a carbon copy of the Cattle Baron’s Ball in Dallas, except that the women who organized the Santa Fe soiree are older, richer, and presumably more jaded than their Dallas counterparts. They are, so to speak, the spiritual mothers of their Dallas counterparts. These are the same women, or at least they are from the same generation of women, who founded the Cattle Baron’s two decades ago.</p><img /><p>“When the Cattle Baron’s was first getting started in 1974 and we were in our thirties, it was lots of fun,” recalls Dallasite Dianne Cash, a patron of the Buckaroo Ball who has spent the past eight summers at her Santa Fe home with her husband, Berry, a venture capitalist. “But by 1982 the crowds were getting out of hand, two thousand or more, and it stopped being fun. I’m past that now. Who wants to leave Santa Fe and go back to Dallas in the heat of the summer? ” almost all the millionaires seated at Berry and Dianne Cash’s table at the Buckaroo seemed to agree. Jerry Ford, the Dallas megabanker, was there with his date, Jeanette Pickering. Peggy Sewell, whose husband, Carl, owns Sewell Cadillac and several other dealerships in Dallas, was one of two former Cattle Baron’s chairwomen at the table. The other was ashley Box, who married Dallas oilman Mack Rankin in Bali a couple of weeks before the Buckaroo. Ashley’s second husband was the late Cloyce Box, the former pro football player and oilman whose Dallas ranch was the setting for both the 1982 Cattle Baron’s Ball and the pilot of the TV series <em>Dallas,</em> the electronic vehicle through which the Cattle Baron’s made its national reputation. And before Cloyce, ashley was married to Jay Smith, who is currently married to Elizabeth Smith, who is next year’s co-chair for the Buckaroo. Talk about tangled webs.</p><img /><p>Isolated like a small but perfect jewel in a serene cluster of mountains, Santa Fe has a rich artistic tradition and an eclectic culture that is far more diverse than anything found in Texas: This year’s Buckaroo shared headlines with events known as rooster pulls, in which horsemen from the local pueblos try to capture live roosters that have been buried up to their necks in loose dirt. And the index of philanthropic overachievement in Santa Fe consistently defies gravity. The city’s alternative newspaper, <em>The Santa Fe Reporter,</em> is published by a Rockefeller heiress. The matriarch of the Santa Fe Opera is Mrs. William Zeckendorf, Jr., of New York-Santa Fe. (Everyone who is anyone in Santa Fe, in fact, has a hyphenated address. John and ann Marion, Fort Worth-the Four Sixes Ranch-Santa Fe. Pete and Lynn Coneway, Houston-Santa Fe-the Dead Horse Ranch. Tom and Jane o’toole, Dallas-Santa Fe. Ralph and Ginny Sharman, Houston-Santa Fe.)</p><p>The connection between Texas and New Mexico goes back at least four decades, to a time when social butterflies who lived in the younger, cruder, more impetuous cities of Dallas and Houston saw Santa Fe as the gateway to higher society. The Murchisons of Dallas were Santa Fe regulars in the sixties; so were the Wynnes. Back then hundreds of Texans bought second or third homes in Santa Fe, and hundreds more have done so since. While the Santa Fe population has grown by about 20 percent, from 50,000 to 60,000, the number of homes there is said to have doubled. To some extent, then, Texas money built and sustained Santa Fe—or at least that’s the common belief.</p><p><strong>Top: Patti Stivers (left), formerly of abilene, and Sam Ballen (right), the owner of Santa Fe’s La Fonda Hotel, attended a gettogether at the mountain estate of Dawn Douglas (Santa Fe-Los angeles). Bottom left: Party time at the Eaves Ranch. Bob \"Daddy-O” Wade (Santa Fe-Dallas) chats up Pete and Lynn Coneway (Houston-Santa Fe) as Marye Sharman (Houston-Santa Fe) looks on. Bottom right: a buckaroo has a ball.</strong></p><img /><img /><img /><img /><img /><img /><p><strong>Top left: architect Elisabeth Wagner and her husband, Ted, both formerly of amarillo. Top right: Santa Fe natives Norma Powers, Gwen Rutledge, and Cathi Valdes in some of the evening’s festive Western garb. Bottom left: Don Schaded (standing) of Dallas and Santa Fe was one of the guests who ate and gabbed under the big tent. Bottom right: a California couple dances the night away to the music of Waylon Jennings.</strong></p><img /><img /><p>True or not, Texans have paid the price, having historically been characterized by locals (particularly those who recently arrived from New York or California) as overbearing and boorish. This perception is changing, though, largely because of the recent influx of wealthy-but-clueless Californians. According to a recent revisionist theory, Texans come to town, spend a pile of money, and then go home; Californians come, pinch pennies, and blight the landscape. During the Buckaroo Ball weekend, people were snickering about the California socialite who walked into a Canyon Road shop that specializes in rare Indian artifacts and asked if the Sioux moccasins came in size eight. There was the Beverly Hills trendsetter who showed up wearing what had to be a $3,000 Western-cut beaded jacket and gold Chanel jewelry, which prompted a woman from austin to observe, “Great jacket, great jewelry, but not <em>together.</em> ” Best of all was the cocktail party attended by several hundred of the biggest spenders at a mountain fortress owned by Dawn Douglas (Santa Fe-Los angeles). A rumor circulated among the minglers that the Douglas property was on the market for $12 million— an exaggeration, as it turned out. “She’s only asking five million,” said Santa Fe realtor Pat French. The significant thing was, nobody flinched at either figure.</p><p>When the big bash finally kicked off, of course, cultural differences fell away in favor of fun. True to its billing, the 1995 Buckaroo Ball was at least as good as anything the Cattle Baron’s has ever put up. From late afternoon until early morning, rich and powerful Buckaroos moved among their peers on the streets of a western movie set— where hired desperadoes pretended to shoot it out from the rooftops—and dined and danced in a tent large enough to hold the Olympics. It was essentially a giant block party at which people overdressed, Western style, in the finest leather, suede, silver, and gold; consumed heroic quantities of tequila, wine, roast beef, and red roast duck <em>rillette</em> on Thai-spiced tortillas; and bid on nearly two hundred items, including a smooth-gaited Peruvian Pasos horse. All in the name of charity, to be sure.</p><p>After the auction, co-chairwomen Elsie Thurman (Jacksonville-Santa Fe) and Jane ann Welch (San angelo-Santa Fe) announced that the second annual Buckaroo Ball had netted about $400,000, which would go to five children’s charities in Santa Fe County. By contrast, the Cattle Baron’s was in its eighth year before it reached four hundred grand, and that was gross, not net. “We don’t have any big corporate underwriters like they do in Dallas, but our net is high because all our people are volunteers,” says Buckaroo co-founder Lisa Wade, the wife of artist Bob “Daddy-O” Wade (Dallas-Santa Fe). Six-time world rodeo champion Larry Mahan donated his services as master of ceremonies. Onetime boy evangelist Marjoe Gortner (Sun Valley, Idaho-Santa Fe) served without pay as auctioneer. Thirtyfive Santa Fe restaurants donated hors d’oeuvres and desserts. Waylon Jennings provided the music—for a fee—and late in the evening, when Connie Nelson, Willie’s ex, and Mary Miller, Roger’s widow, jumped on stage and did a rousing version of “Luckenbach, Texas,” a thousand Buckaroos were on their feet cheering. Eat your heart out, Big D.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Santa",
      "Santa Fe",
      "Dallas",
      "Cattle",
      "Texans",
      "Artist",
      "people",
      "Texas",
      "California",
      "Charity",
      "homes",
      "Houston",
      "Austin",
      "Best of",
      "Cadillac",
      "Canyon",
      "Cities",
      "Culture",
      "Dance",
      "ever"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Santa Fe",
      "Dallas",
      "Texas",
      "Houston",
      "Austin"
    ]
  }
}