{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19958",
    "date": "August 1995",
    "year": 1995,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1995/19950800.pdf",
    "issue_cover_image": "",
    "document_start_page": 82,
    "toc_start_page": 80,
    "document_page_range": [
      [
        82,
        83,
        84,
        85
      ],
      [
        105,
        106
      ]
    ],
    "toc_order": 16,
    "toc_headline": "Our Fair Lady",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199508-ourfairl",
  "source": "/1995/19950800.pdf",
  "wp_post_id": 129186,
  "wp_post_guid": "http://www.texasmonthly.com/article/our-fair-lady/",
  "authors": [
    "Jamie Schilling Fields"
  ],
  "headline": "Our Fair Lady",
  "dek": "Eat Your Heart Out, Eliza Doolittle. Five Years After Jerry Hall Married Rock Star Mick Jagger, She Has Transformed Herself Into a Refined Beauty. If Only Her Texas Roots Weren’t Showing.",
  "spread_caption": "",
  "excerpt": "Texan Jerry Hall is a successful model, the mother of three healthy kids, the wife of a rich, sexy, world-famous rock star. She’s also quite refined. Or is she? Eliza Doolittle, meet your match.",
  "kicker": "",
  "word_count": 2907,
  "content": "<img/><p>In Wool Slacks, a Powder-Blue Cardigan Set, Argyles, And Pearls, Jerry Hall looks the docent as she peacocks from one valuable piece of art to another in her London living room. She pauses before a Christmas gift to her husband, rock star Mick Jagger: a gold-hued nineteenth-century painting of a landscape, a bucolic view of cattle grazing around the Thames from a point high above. As she smoothes a yard-long strand of hair behind her ear, she gestures toward her front porch, which looks out on practically the same scene. Only these days, her perch on Richmond Hill isn’t so idyllic; traffic constantly roars past. But, she notes, indicating the meadow below, “The cows are still down there.”</p><p>Illustration By Robert Demichiell</p><p><span class=\"dropcap\">I</span><strong>TELL Him When He’s Getting Out Of Line, When His HeAD Is Getting Big, And Bring Him Down To Earth,” HALL Says Of HeR Relationship With Jagger. “the Minute He Gets Home I Immediately Give Him Some Chores.”</strong></p><p>Thousands of miles from Texas, Jerry Hall still sees cows when she walks out her front door. Given that it’s the front door of a $4.5 million mansion and not her grandmother’s farm near Gonzales, where she swam in the trough and played in the chicken feed, there’s a certain irony—yet it’s just one of many ironies in her life. Another is that the 39-year-old model, who spent the past decade raising three children, is enjoying a comeback. In the early months of 1995, thanks to fashion’s retreat from grunge, she posed for British and French <em>Elle,</em> British, French, and German <em>Vogue, Marie Claire,</em> and <em>Tatler.</em> a coffee-table book with 25 years of Hall photos is being planned by a major British publishing house. And—the biggest coup of all—she recently signed her first big contract since the eighties: a three-year deal to promote designer Thierry Mugler’s perfume, angel.</p><p>But the grandest irony of all is that the blond beauty who staked her fame as a larger-than-life Texan is now paying the price for her cowgirl image. For even though Hall seems to have everything a woman could possibly want—a sexy husband worth more than $100 million, healthy kids, the face Botticelli gave Venus—she does not have the one thing she desperately desires: to be thought of as refined. “It’s so easy to typecast someone from Texas,” she laments, though she neglects to mention just how easy she made it. This is, of course, the woman who once boasted to the world that she had her first orgasm “leaning up against a warm pony” at age twelve and that she lost her virginity in a hayloft at fifteen to a champion bull rider from her hometown, Mesquite—and he didn’t even take his boots off! Today, she would like people to regard those antics as they might the book of rodeo photography that sits on her elegant coffee table: as an object to be noted before moving on to other, richer items. <em>Yet</em> they don’t. “People think of you as a bimbo, loud and outrageous,” she says. “You think, yeah, that’s one side of the personality, but it’s not everything.” She lights a cigarette and drags quickly. “I actually <em>never</em> think of myself as a bimbo.”</p><p>And she works hard to combat that perception. Consider, first, her British accent, which can be starchy enough to sell linens at Harrod’s. When she pivots to show off a satirical portrait of the queen of England, she remarks, “That one’s by John alexander, a Texan artist”—and the “o” in “John” is the same mahogany “o” of Sean Connery’s “Bond.” Later, she belts out “ohl,” but she doesn’t mean West Texas crude; she means “all,” as in, “I think all religions are good.” Clearly Hall gets a charge out of speaking this way, though others aren’t so thrilled with it—her relatives, for instance. Whenever she makes it back to the more than six-hundredacre spread that she and Mick own near Greenville, they take her down a notch or two: “Everybody gets mad at me and says, ‘Quit puttin’ on that phony English accent!’ But the children go to English schools, and I have an ear that picks it up.”</p><p>There’s also Hall’s choice of words. Limey terms, it seems, have infiltrated her vocabulary. She says Mick has never changed a “nappy,” but that doesn’t mean he’s not a good daddy. She doesn’t “like” things anymore; she’s “keen” on them. She prefers “got” to “gotten,” as in: “i’ve got used to the rain in England.” and she begins many of her sentences with the word “right,” as proper Brits do.</p><p>Most interesting, though, is the content of Hall’s speech, which she has polished as much as she has its form. She explains that she expects her children to “go to university” and be financially independent (“You know, Plato said the way to happiness is through honor, and you have to have that . . . to feel like you’re contributing something”). She insists she was <em>not</em> a cheerleader in high school, that she spent her time watching “existentialist movies.” She enthuses about her newest “hobby”: science. She subscribes to <em>Scientific american, </em>she says, and always reads the science sections of Thursday’s <em>Independent</em> and Tuesday’s <em>New York Times.</em> “We went off to Calgary,” she recalls, “and we went to the planetarium to watch the comet crashing into Jupiter with all these scientists. It was so fun. I love meeting scientists. I get all their books, the latest theories and things.” She effortlessly drops into conversation an honor bestowed on her. “i’m at Madame Tussaud’s in a swimsuit,” she says, beaming. “I took my mother to see it. She was so proud.” Indeed, Hall’s figure stands in London’s famous wax museum along with those of Margaret Thatcher and Ronald Reagan; she’s the lone fashion model on display.</p><p>Only when she claims to be “a trustee at the Tate”—London’s [ Continued On Page 103 ] [ Continued From Page 82 ] toniest art museum—does the polish dull a bit. A spokesman at the Tate insists that Hall is one of its fundraisers but <em>not</em> one of its trustees. Oh, well. Whether she means another museum or is merely confused, she clearly wants to be seen as someone who <em>could</em> be a trustee.</p><p><em>Freelance miter Jamie Schilling Fields was born in Canyon and grew up in amarillo.</em></p><img/><img/><img/><img/><img/><img/><img/><p><strong>FAME Of Haul: Clockwise From Top, Jerry (Second From Left) With Her Sisters Cynthia, Rosy, And Terry And Her Parents, Marjorie And John; With HUSBAnd, Mick, At NAtIONAL Music Day At Clapham Common, ENGLAnd; At London’s HEAtHROW Airport With Her Three Children, Elizabeth, Georgia, And James; Modeling For the Angel Advertising Campaign; With Her Wax Likeness At Madame Tussaud’s; Preening At a Thierry Mugler Fashion Show; And Riding a Horse-Just Like a Good Texas Girl.</strong></p><p>Photographs By Bennett-Spooner/Gamma Liaison (Top Right), Dave Gerrard/Fsp/Gamma Liaison (Middle Right). Tom Arma/Gamma Liaison (Center), Madame Tussaud's (BOTTom Center), Homan/Gamma Liaison (BOTTom Left)</p><p><span class=\"dropcap\">J</span>ERRY And Her Twin Sister, Terry, were the youngest of five girls born to John Hall, a trucker who looked like Clark Gable, and his wife, Marjorie, a tall beauty with a bent for positive thinking. Although John had hoped for boys, Marjorie told their gangly daughters that they were amazon goddesses and filled their heads with fantasies of Hollywood.</p><p>Marjorie tried to salve the emotional damage that John had suffered in World War II and keep him from the booze and gambling that fed his bitterness, but to no avail. According to Jerry, he took to beating his daughters so viciously that “neighbors used to call the police.” She says, “It was very bad. We used to run out of the windows.” Jerry found solace at her grandmother’s chicken farm in Gonzales, where she and her sisters spent summers learning Bible verses and canning preserves.</p><p>But she dreamed of getting out, making it big. If at five foot eleven she was too tall to get a boyfriend, she figured she was just tall enough to become a famous model. Every night she would go through a series of fifty-odd poses in her mirror, imitating those of Joan Crawford and Marlene Dietrich in photos strewn across her bed. At age fourteen, she went to see modeling mogul Kim Dawson, who told her she was “too tall and too outrageouslooking for Dallas.” But Jerry wouldn’t take no for an answer and hit the apparel Mart anyway, going from door to door until she got a job. “I modeled a lot for Funky,” she remembers. “They used to do all those disco dresses. I’d stand on a platform and dance.”</p><p>Jerry graduated from North Mesquite High School in 1973 and was offered a scholarship to nearby Eastfield College, but fate intervened in the form of a car accident. In the hospital, she was given a shot of penicillin and had an allergic reaction. The insurance company gave her $800, which her mother kept secret from her father, and she seized on it as her ticket out of town.</p><p>Her destination, she decided, was Paris. Before setting off, she packed dresses her mother had sewn using the Frederick’s of Hollywood catalog for inspiration. “People couldn’t help but take notice of me,” she says—and, indeed, once there she made a huge splash. Early on, she caught the eye of Yves St. Laurent, who hired her to appear in what would become an eight-year ad campaign for his perfume Opium; eventually, she signed with the Ford modeling agency and landed deals with the cosmetics companies Charles of the Ritz, Revlon, and l’oréal. During the next decade she appeared on more than one hundred magazine covers, including the first “nipple cover” of <em>Cosmopolitan.</em> another memorable cover, of <em>Italian Vogue,</em> caught the eye of Bryan Ferry of the rock band Roxy Music. Ferry phoned Hall and asked her to pose for his album <em>Siren.</em> Soon after, he proposed to her, and she moved in with him.</p><p>But in 1976, backstage at a Rolling Stones concert, Ferry made the mistake of introducing Hall to Mick Jagger. Later that evening, Hall has said, “Mick pressed his knee next to mine, and I could feel the electricity.” While Ferry was touring Japan in 1977, Jagger and Hall crossed paths again, at a New York dinner party. They quickly became an item, and when Ferry got wind of Hall’s infidelity, he refused to send her the clothes she had left at his place. Also disgruntled was Jagger’s then-wife, Bianca, who named Hall co-respondent when she filed for divorce in 1978.</p><p>It vexed people that Jerry Hall, with all the worldliness of a <em>Hee Haw</em> cutie, managed to hold on to Jagger year after year while Bianca, the sophisticated Nicaraguan, couldn’t. When David Letterman asked Hall in the mid-eighties how she did it, she bragged that, why, she was “a maid in the living room, a cook in the kitchen, and a whore in the bedroom.” Letterman’s audience roared, and for a while, so did Hall—but not anymore. “i’m really bored of it,” she says today, her teeth clenched. “It was a joke, but everyone sort of says it all the time. You say one thing and you hear about it forever. ”</p><p>Whatever the secret of its success, the “curiously durable” union, as <em>People </em>dubbed it, yielded two kids—Elizabeth in 1984 and James in 1985—before Mick and Jerry tied the knot in Bali in 1990. (a third child, Georgia, arrived in 1992.) “It was Mick’s idea to get married,” says Hall, though years earlier Jagger had denounced marriage as “contractual claptrap.” “We had a ceremony converting us to Hinduism,” she adds, though she takes her children to church every Sunday—the Church of England, that is.</p><p>Marriage, family, church: all of it seems to bear out a recent comment by Bianca, who is now friendly with Jerry and Mick and even goes to their dinner parties. She told British <em>Elle</em> that her daughter, Jade, is close not only to Jerry and Mick and their three kids but also to Karis, Mick’s daughter by his old girlfriend Marsha Hunt. “It’s actually a happy family,” said Bianca, a bit incredulously.</p><p><span class=\"dropcap\">I</span>N Fact, As Readers Of the Gossip columns know, life hasn’t always been so happy for Jagger and Hall. Hall found out the score in their first year together when she returned from out-of-town modeling jobs to find other girls’ earrings beside their bed. At the time, she pronounced, “Mick’s just a playboy. If this lasts a year, it’s a miracle.” But it did last a year, and another, and another—in great part because of her tolerance. She told <em>McCall’s</em> in 1993, “There’s nothing more humiliating than loving him so much that you forgive the infidelities.” Jagger had advised the press years earlier, “You can’t have a stable relationship and go around and screw everything in sight, yet i’ve told Jerry I also can’t feel cut off from one half of the population. She’s pretty good about it.”</p><p>Pretty good about extending him mercy, but downright nasty to the women who throw themselves at him. Once, backstage at a Rolling Stones concert, she kicked an overzealous groupie in the shins until the girl “stumbled off.” Did she consider kicking Jagger? “Well, <em>she</em> was the one being really out of line. Coming up and making this huge thing. He was just sitting there giggling. What’s he supposed to do, say, ‘Buzz off’?” Hall’s Texas twang rears up when she’s riled, especially when she’s talking about these no-good women. “Sometimes women, especially in my profession, make a huge thing for him,” she says, shifting in her chair. “I think it’s wrong. It shows no respect.”</p><p>One woman she clearly has in mind is 26-year-old Carla Bruni, a gorgeous Italian polyglot said to be the “intellectual supermodel.” Her alleged affair with Jagger began in 1991 and lasted more than a year, during which time Jerry carried and bore Georgia. When it looked like Jagger was becoming permanently distracted, Hall made a much-ballyhooed phone call to Bruni saying, “Leave my man alone!” Bruni hung up on her but called back a few days later while Hall was breast-feeding Georgia. Hall implored Bruni to back off, saying, “There’s a family here and three kids involved.” She made the same pleas to Jagger, and when nothing worked, she spilled her heart to the media: “It’s a very difficult situation,” she told the <em>Daily Mail,</em> “but I can confirm that Mick and I are separated, and I suppose we’ll get divorced. I’m in too much pain for this to continue any longer. ” The d-word sent Jagger hightailing it home, contrite.</p><p>In her rush to rehabilitate Jagger, Hall made the disturbing assessment that her own pregnancy and postpartum hormones were to blame for the crisis and</p><p>that she’d simply lost her usual “sense of humor” about things. She added that Mick was “very sorry about all the things that went wrong” but carefully avoided any mention of his culpability. Even today, she’s hard-pressed to share blame. She hurries off a list of her uncomely behaviors as the mother of a newborn: She brought the baby into bed with her, breast-fed for “quite a long time,” and had “no interest in the man at all, just obsession with the baby.” Of course, she’d had two babies before and no crisis had ensued then; but no matter. Several awkward seconds pass. She tips her ashes. “But also, he was very badly behaved. No getting around it that he was very badly behaved.” It’s a refreshing concession from Hall, who never criticizes Jagger in public. But she seems confident now.</p><p>“We’ve certainly had our share of bad times,” she says, “but whenever you stay with someone for a long time, you have your ups and downs. Ours are bigger and more public, but lots of people go through them. Now we do say we’re going to stay together forever. I’m thinking very positive about it.” So, it seems, is Jagger. He wrote “Sweethearts Together” on <em>Voodoo Lounge</em> for Hall. The song preaches commitment and promises he’ll stay right by her side, though “there’s always something tempting in the wilderness of youth. ”</p><p>“I do love him, and he loves me,” Hall insists. “But I also tell him when he’s getting out of line, when his head is getting big, and bring him down to earth. The minute he gets home I immediately give him something to do with the children, some chores. I say, ‘Look, I know you’ve been spoiled rotten, and everyone has given you adulation left, right, and center, but you’re <em>home</em> now.’ ”</p><p><span class=\"dropcap\">H</span>ALL Stubs Out Her Cigarette; the kids will be home from school soon. “Last week Elizabeth came up to me and said, ‘Mommy, if I can’t be a model or an actress or a singer, what can I be when I grow up?’ Well, you know, I was raised on positive thinking, so I told her, ‘With <em>your</em> looks and <em>your</em> brains, you can be anything in the world you want. You just decide what you want to do and the world is yours.’ ” Hall brightens. “I told her she can <em>always</em> be a nuclear physicist.”</p><p>You imagine a scene where things didn’t play out as they did for Jerry Hall, where she never had that car wreck, where she took that scholarship to Eastfield College. You picture her blond mane falling down the back of a lab coat, her long fingers tapping the buttons on a calculator.</p><p>So what was Elizabeth’s response to her mother’s suggestion? “She just shook her head and said, ‘Nah, I don’t think so.’ ”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Home",
      "Modeling",
      "Mother",
      "people",
      "Texas",
      "Children",
      "Rock",
      "Art",
      "Beauty",
      "Chicken",
      "Church",
      "Fashion",
      "Love",
      "New York",
      "Photos",
      "School",
      "Texan",
      "Advertising",
      "Affair",
      "Album"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Bryan",
      "Canyon",
      "Mesquite",
      "West"
    ]
  }
}