{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198312",
    "date": "December 1983",
    "year": 1983,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1983/19831200.pdf",
    "issue_cover_image": "",
    "document_start_page": 154,
    "toc_start_page": 152,
    "document_page_range": [
      [
        154,
        155,
        156
      ],
      [
        238,
        239,
        240
      ],
      [
        242,
        243,
        244,
        245,
        246,
        247,
        248,
        249
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Cosmic Plowboy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198312-cosmicplo",
  "source": "/1983/19831200.pdf",
  "wp_post_id": 117135,
  "wp_post_guid": "http://www.texasmonthly.com/article/cosmic-plowboy/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "Cosmic Plowboy",
  "dek": "Jim Hightower promised to help Texas farmers get a fair shake. He's not doing so badly for himself either.",
  "spread_caption": "Photography by Steven Pumphrey",
  "excerpt": "Agriculture commissioner Jim Hightower discovered that he could help the little guy by becoming one of the big boys.",
  "kicker": "",
  "word_count": 9066,
  "content": "<img/><p><span class=\"dropcap\">o</span>n the rainy evening of November 2, 1982, Jim Hightower drove from his disheveled campaign headquarters in austin to the swank Bradford Hotel to claim victory in the race for Texas agriculture commissioner. Six hundred giddy supporters greeted him, ready to celebrate the election of Texas’ most liberal statewide officeholder in a decade. “It’s a referendum on Reaganomics, nothing else,” Hightower told the cheering crowd. “It’s a case of growling stomachs. Farmers are hurting.” Hightower had won election as a populist in a campaign that had agricultural conglomerates as its main target. He had traveled the state, sledgehammering the “big boys” for screwing the little folk, blasting the corporate middlemen for cheating the family farmer out of a living wage and gouging the consumer, lambasting the system that has filled our food with chemicals and drained it of taste. Time after time he had repeated his pledge to “chase the hogs out of the creek.”</p><p>A few weeks after the election Hightower drove to the austin Club—a den of lobbyists, lawyers, political hacks, and corporate barons—to feed with some of the biggest hogs wallowing in the water. Jim Hightower had lunch with Harry Whitworth and his cronies from the Texas Chemical Council. Whitworth, a portly 62-year-old former state representative, is the president of the group. He also represents the Texas agricultural Chemicals association and the Texas agricultural aviation association. He is one of austin’s most powerful lobbyists, known for the dove-hunting junkets he sponsors for chosen legislators and, jokes Whitworth himself, for being “more conservative than attila the Hun.”</p><p>The forty-year-old Hightower had made a career of attacking everything that Harry Whitworth represents, and the lobbyist—like just about everyone connected with large agricultural businesses —worked and spent in vain to keep Hightower out of office. But that was <em>before</em> the election. Now Hightower and Whitworth’s group had business to conduct. “Look, I want to get along with you,” Hightower said. “I want agriculture in Texas to be improved, and I realize you fellas have a big stake in it. You don’t need to worry about me doing anything crazy.” Whitworth left the meeting wary but reassured. “I don’t see him as carried away with liberalism,” he said later. “He wants to do a good job. I don’t think he’d let beliefs get in the way.”</p><p>To liberal purists, such meetings (Hightower has held many since taking office) are cause for alarm—grounds for the fear that their Great Hope has begun to sell out. But to those more pragmatically inclined, Hightower’s fence-mending means that he is far more than a hope. For Jim Hightower’s first year in office has been a stunning surprise: the candidate who beat up on the big boys has become an officeholder who realizes that to get anything done he must do business with them. “My opponents have assumed i’m ideological,” says Hightower. “i’m not. I came to play. This is not a kamikaze liberal thing. It’s not going to be ‘four years and we’re going to be rid of this schmuck.’ ”</p><p>Hightower has recently worked hard at playing the pragmatist. He knows that ideologues do not go far in Texas politics—certainly not as far as he wants to go. In place of ideology and traditional labels, Hightower has offered a vaguely defined populist philosophy focused on the premise that big is bad. “The central fact of economic and political life in Texas,” he once wrote, “is that too few people control all the money and power, leaving the rest of us with very little.”</p><p>Attacking those in power is most easily done from the outside, and Hightower has spent most of his adult life there. It has been an unusual route to political office. In past years, Hightower wore a beard and a ponytail and marched on the Pentagon to protest the Viet Nam War; while other ambitious young men went to law school, Hightower dropped out of it; while others declared for local office, planning to work their way up, Hightower ran the <em>Texas Observer.</em> Even now he remains unwilling to bring his personal life in line with political convention. Divorced from his college sweetheart, he has lived with Susan DeMarco since 1976. They have declined to marry; moreover, Hightower has appointed her (at $1 a year) to a key position in his department.</p><p>Five years ago Hightower had campaigned for no higher office than that of student body president at North Texas State University. In 1980, despite being</p><p>outspent two to one, he won 48 per cent of the vote in a race for a seat on the Texas Railroad Commission. And last November he swept into the agriculture job, winning all but seventeen counties.</p><p>Today he is Texas’ hottest political commodity. In a second-level state office, he attracts as much attention as Mark White does from the governor’s mansion. Hightower’s name is tossed about when prospects to head the agriculture Department in a Democratic administration are discussed. His pronouncements are closely monitored by the national press, and Washington’s <em>City Paper</em> has named him one of “ten americans who should be president.” although Hightower has never raised one tenth of the money Mark White spent to become governor, already he is eyeing that job. “as much good as I could do as agriculture commissioner, I could do more good as governor,” he says. He probably will not challenge White in 1986 if the governor seeks another term, but “if Mark White were to take a hike,” says Hightower, “i’d take a run.”</p><p>The national press has seized on Hightower’s election—and that of fellow liberals ann Richards, Jim Mattox, and Garry Mauro—to proclaim a leftward shift in the state’s politics. Hightower, similarly, is eager to portray his rise as the product of social forces. “I happen to be, through no genius of my own, a person who is right for this time in Texas,” he says. “I think I am quintessentially a 1980’s Texan.”</p><p>Don’t believe it. Texans don’t share Hightower’s populist orientation any more than the average politician shares his background. A poll taken for his 1982 campaign showed that, far from identifying with any populist movement, Texans disliked the label. For every voter who said he would be more likely to vote for a candidate who called himself a populist, <em>sixteen</em> said they would be less likely to do so. Rather than reflecting a welling up of populistprogressive sentiment, Hightower’s election was the result of his own political talents. He won by campaigning as a farm-bred good ol’ boy —although he actually grew up in a small town and spent most of his adult life in Washington. He won by blaming incumbent Reagan Brown for rising food prices and the demise of the family farm—although the Texas agriculture commissioner had almost no power to affect either.</p><p>During his first year in office, Hightower has made many mistakes. But he has also displayed an ability to make the most of his position—including an unexpected gift for turning bitter enemies into dispassionate opponents and converting fence sitters into friends. “To tell you the truth,” said Harry Whitworth, leaning over a table at the austin Club one day, “he’s a likable fella. There are</p><p>a lot of horse’s asses in politics. He’s just not one of them.”</p><p>Hightower’s desire to succeed has prompted him to recant past writings, cozy up to legislators he once ridiculed, and grub for contributions from lobbyists. He is not selling out, but he is clearly learning to play the game. His path —first as unconventional outsider, then as maverick candidate, and finally as officeholder—is a study of what happens when a skilled critic of the system becomes a skilled practitioner within it. The education of Jim Hightower is a lesson in itself.</p><p><strong>The Long-hair</strong></p><p>“I don’t want to give you a big ol’ long speech,” said Jim Hightower. The 250 priests, nuns, and farmers attending the National Catholic Rural Life Conference in Des Moines, Iowa, were relieved. The proceedings were taking place outdoors, on a hillside that sloped down to a makeshift stage, and October 4, 1983 ̶cold, misty, and gray-was no day for marathon oratory. Hightower, standing behind a small podium, wore a brown suit, a white shirt, a red tie, and brown cowboy boots. He removed his glasses and jiggled his big white hat behind his back. There was a nervous edge to his voice as he began to speak; he is an impatient, restless man who writes standing up and drives with one foot on the accelerator and the other on the brake.</p><p>“What’s happening in agriculture today is not a pretty sight,” Hightower said. “It’s uglier than my face.” The priests and nuns laughed; here was a live one. “We’re talking about three squares a day and where it’s going to come from. . . .You can make a small fortune in agriculture; the trouble is, you’ve got to start with a large fortune.” The crowd laughed again. Hightower was starting to hit his stride. “While farm income has been going down, you don’t see anything going down at the supermarket, do you? Something funny’s going on there. Somebody gets the money.” Hightower paused, letting the implicit question sink in. “It’s the <em>monopolies,”</em> he announced. “The <em>oligopolies. </em>The whole thing’s out of whack. They’re taking too much, and they’re leaving too little for the rest of us. . . . Government is not on the side of the farmer. Government is on the side of the big boys. . . . We’ve got to raise less corn and more hell!” he declared. “and that’s what i’m going to do.” The priests and nuns and farmers jumped to their feet.</p><p>“I was never so impressed with anybody in my life,” says Mabel Schweers. A 65-year-old woman who has raised eleven children, she and her husband are losing the family farm in Iowa, where they have lived for forty years, to a foreclosure proceeding. They believe Jim Hightower speaks for them. “He understands us,” Mrs. Schweers says. “I had no doubt that he knew exactly how things were.”</p><p><em>(Continued on page 236)</em></p><p><em>(Continued from page 154)</em></p><p>When James allen Hightower ran for Texas agriculture commissioner in 1982, his opponents challenged his qualifications to speak for the beleaguered small farmer. Hightower responded by telling newspaper reporters he had grown up on a family farm in Fannin County. It is not true. W. F. and Lillie Mabel Hightower raised their three sons in a comfortable middle-class household not far from downtown Denison, an old working-class railroad town in northeastern Texas. Hightower’s childhood farming was limited to summer visits to his aunt Eula and uncle Ernest’s two-hundred-acre farm north of Ector, about twenty miles away. The Hightowers were in the publications business, distributing magazines wholesale around the Sherman-Denison area and selling them in a downtown shop.</p><p>Lillie Mabel Hightower is a pleasant, quiet woman with a strong-willed streak that she has passed on to her middle son. She expects Jim to run for governor someday and believes he would like to be president “if he could help the country.” W. F. Hightower, a waggish seventy-year-old man known to local folks as High, sold off the family wholesale business ten years ago but still runs the retail store, called the Main Street News.</p><p>High is a delightful bundle of nervous energy, down-home philosophy, and cornbread wit—sort of Jim Hightower’s Miss Lillian. Now semiretired, he spends his mornings at the store, yakking with his cronies; he keeps a stool and a folding chair for them near the front magazine rack. He greeted me with a handshake and a few gentle ribs, happy to talk about Jim. “He was always smart and kind of precocious,” said High, recalling the time his five-year-old son memorized “ 'twas the night before Christmas” in one pass. “He just had a photographic mind.”</p><p>As he talked, High unpacked a stack of <em>Iron Man</em> magazines; a muscleman, his bulging, knotty body covered only by a pair of tiny briefs and a coat of oil, graced the cover. When two teenage girls stepped up to the counter to pay for sodas, High snatched the top copy of <em>Iron Man</em> and thrust it in front of their faces: “Have y’all seen this latest picture of me?” The girls giggled, left their money, and walked out. “If it keeps going like this, we’re going to be like India,” High continued. “We’re going to have a caste system—the very, very poor and the very, very rich.” He confessed having voted for two Republicans, Ronald Reagan and Richard Nixon —“two of the biggest mistakes I ever made.” Two more customers walked into the store and shouted their greetings. High waved and turned back to me. “I told Jim before he went to college, ‘Don’t ever be scared of anybody, no matter who it is. They all put their pants on the same. Don’t ever let them bull you.’ I think that kind of stayed with him.”</p><p>At Denison High School, Jim was only five feet eight and 110 pounds, but he still started at linebacker for the varsity Yellow Jackets. “He was a little bitty boy,” recalls Herman Bailey, then the head football coach. “He wasn’t as big as a bar of soap, but he was a tough little toot. He was very aggressive.” Classmates liked Jim’s friendly manner; they elected him president of the 1961 senior class and voted him Most Pleasing Personality. A good student who always got high marks without studying much, he decided to attend North Texas State University in Denton.</p><p>In college Hightower jumped into campus politics, becoming the chairman of freshman class beanie sales. He joined the Sigma Phi Epsilon fraternity—Greeks invariably won the top student offices—and was elected vice president of the student body as a junior. During a successful race for student body president, he displayed an early awareness of the value of good press; part of his five-point platform was the creation of a student government public relations agency.</p><p>But Jim Hightower was no hell-raiser in college. There were no attacks on the university establishment, no sign of the folksy populism, the ten-gallon hat, or the cowboy boots that have become his trademarks. Twenty years ago Hightower was a neat, polite young man who wore his hair close-cropped and his ties narrow. He helped pay his college expenses by working part time at the Denton Chamber of Commerce, where he fit in well.</p><p>In May 1964, during his junior year, Hightower went on a blind date with Cynthia Hamra, a tiny, dark-haired woman of Lebanese descent who was majoring in music at NTSU. A month later, they began dating regularly. “I thought he was a lot of fun,” says Cynthia, who now lives in alexandria, Virginia. “I could tell right away that he was on the move, and that was very attractive to me.” Three months later, on September 9, Jim and Cynthia—without telling either set of parents —were married. He was 21. She was 20.</p><p>Like many other ambitious young men, Hightower saw Washington and law school as routes to power. When he graduated from North Texas State in 1965, he packed up his green ’55 Chevy and headed off to George Washington University law school. Finding the study of legal cases boring, he quit after a week. When Cynthia joined him in Washington in October, he had taken a job with the Library of Congress legislative reference service, doing research and writing speeches for congressmen. After a year, the Hightowers packed up again, this time so Jim could enroll in a master’s program in international affairs at Columbia University in New York. There, too, he pulled up short and quit the twoyear program halfway through. The moves put a strain on the couple. Money was tight; Cynthia didn’t like New York; and Jim, smoking a pack or two of Marlboros a day, still weighed about 110 pounds and suffered from pneumothorax —a painful condition in which lung tissue collapses.</p><p>In June 1967 they moved back to Washington. Cynthia found a teaching job in a suburban Maryland school system, and Jim returned to the Library of Congress. In September he signed on with Texas senator Ralph Yarborough as a legislative aide. An unabashed liberal and a leading Southern progressive, Yarborough made a deep impression on Hightower. He had won election by stumping small towns and county courthouses, running as a populist and serving up folksy oratory in a heavy East Texas drawl—a campaign style Hightower would later emulate.</p><p>Two steady incomes brightened life a bit for the couple. In early 1968 they bought a townhouse on Capitol Hill. Jim had quit smoking in New York and was putting on weight, and his health was improving. A month later he got his draft notice. He reported to the draft board but was ruled 4-F because of his lung condition.</p><p>Living in Washington during the murders of Robert F. Kennedy and Martin Luther King and the protests against the Viet Nam War, Jim and Cynthia, like many politically active people in their twenties, moved slowly to the left. Hightower left Yarborough’s office in February 1969 to work with the Rural Housing alliance, a public-interest group that introduced him to Cesar Chavez and the plight of the rural poor. He let his hair grow below his shoulders—when he drove in a convertible he tied it back in a ponytail—and sprouted a beard. He began rethinking his plans to run for office someday, voicing doubts about the justice of the political system. He and Cynthia marched against the war. “We were probably on the border of being radical liberals,” says Cynthia. “Many of us were disillusioned.”</p><p>Yarborough’s fate contributed to that feeling. In the May 1970 Democratic primary, Lloyd Bentsen, using advertisements linking Yarborough to the riots at the Democratic National Convention in 1968, knocked the senator out of office. Hightower had left his Senate staff job by then, but he was bitter about Bentsen’s lowball tactics. “That was cheap shit,” he says.</p><p>In late 1970 Hightower obtained a $65,000 foundation grant to create his own public-interest group, the agribusiness accountability Project (AAP), headquartered in a converted Georgetown warehouse. The group’s premise was that giant corporations, like General Mills and Del Monte, were taking over the food business, squeezing out the family farmer, pushing up prices for the consumer, and lowering the quality of what we eat. Such themes have been Hightower’s message ever since. Then, as now, he presented them not from a radical or liberal perspective but as a populist call for action. “He always wanted to disassociate himself from liberals,” says Susan Sechler, who was an AAP staff member. “He thought of liberals as being tough on questions of human rights but too soft on economic democracy issues. Populism was a way he could talk about distribution of income without sounding like a socialist. It was an american way to talk about economics and the distribution of income.”</p><p>As a nonprofit group, the AAP was barred from lobbying; it delivered its message instead through a series of muckraking investigative reports. Hightower’s first book, <em>Hard Tomatoes, Hard Times, </em>was researched by an AAP staff member from New Jersey named Susan DeMarco, and it made Hightower’s reputation in Washington. A scathing attack on agriculture’s sacred cows—the land-grant college system, agricultural extension services, and 4-H clubs—the 1972 report charged the universities (Texas A&M among them) with using public funds to do research benefiting giant food conglomerates while neglecting small farmers, farm workers, consumers, and the rural poor. <em>Hard Tomatoes</em> would later cause Hightower political problems, but at the time it was a sensation, as well as a lesson in what the media could help him accomplish. Widely discussed in the press, the book prompted a round of congressional hearings and debate and established Hightower’s group as a foil to the federal agricultural policies of Richard Nixon and Earl Butz. Washington reporters covering federal agricultural policies often relied on the group’s research for alternative views.</p><p>Hightower traveled the country making speeches for the AAP. The task made him extremely nervous—he took too many notes and spoke too formally—but it gave him experience that gradually sharpened his speaking skills. In 1975, his last year with the AAP, Hightower published his second book, <em>Eat Your Heart Out: Food Profiteering in america.</em> The book, which was well received, describes the growing corporate domination of the food industry.</p><p>Hightower’s domestic life, however, had suffered during the AAP days. Jim and Cynthia separated in april 1972. In 1975, they were divorced. Not one to talk about his personal problems, Hightower told a friend simply that the marriage had “run aground.”</p><p>His political life continued to pick up speed. Through the agribusiness project, Hightower had become close friends with Fred Harris. The former Oklahoma senator had run a six-week populist campaign for the 1972 presidential nomination under the informal slogan “No more bullshit.” Hightower’s 1982 campaign would use a more demure version: “No more bull.” Harris was gearing up for the 1976 race, and in 1975 Hightower signed on, at no salary, as campaign manager. This time the theme was “The issue is privilege,” and the platform was a radical one: break up the giant corporations, soak the rich, develop massive publicemployment programs.</p><p>Harris’ strategy followed a 1974 memo that Harris, his wife, LaDonna, and Hightower had drafted for running a “people’s campaign.” Like Yarborough’s, this campaign would serve as a model for Hightower’s own races in 1980 and 1982. Harris rode around the countryside in a camper and stayed in the homes of supporters. A fiery, entertaining speaker, he gave speeches while holding up a loaf of Wonder Bread, pointing out that it was produced by the giant ITT conglomerate and noting how much its price had jumped in just a few years. Harris and Hightower put together a capable, energetic political organization, but Harris couldn’t attract many votes. He dropped out of the race on april 8, three months before the Democratic National Convention.</p><p>Jim Hightower came back to Texas after being away for eleven years. The immediate reason for his return was the editorship of the <em>Texas Observer;</em> the long-term plan, according to Hightower’s parents and friends, was to run for office. Hightower and Susan DeMarco had become involved while working together in Washington, and in the fall of 1976 they moved into a 76-year-old frame house in South austin.</p><p>Hightower, who would remain at the <em>Observer</em> for three years, wasted no time in making changes. The small liberal biweekly became a populist sheet that attacked everything big —big bank holding companies, big food and chemical conglomerates, big newspaper and restaurant chains. Lively and satirical under his predecessors Molly Ivins and Kaye Northcott, the <em>Observer</em> became sober and weighty, filled with charts and graphs and statistics. Hightower ran it like a politician. He recruited teams of volunteers to conduct exhaustive research and organized fundraising parties. The money allowed the journal to run color regularly for the first time and to increase the number of pages in each issue. It also introduced Hightower to a network of liberal political activists and moneymen who would help him when he announced for office.</p><p>In early 1979, while planning his campaign for a seat on the Texas Railroad Commission, Hightower continued writing critical stories about the regulatory agency. Publisher Ronnie Dugger, wary of suggestions that Hightower was using the <em>Observer</em> for his own political purposes, sat down with his editor. “It had simply come to the point where he was too close to being a candidate and an editor at the same time,” says Dugger, who announced Hightower’s resignation in the June 22, 1979, issue. In a July 27 farewell column, Hightower discussed his plans to run for office, offering an explanation that has been much quoted since: “There comes a time when writing about the bastards isn’t enough.”</p><p><strong>Hayseeds and Hee Haw</strong></p><p>A month after Ronald Reagan swept Texas in the 1980 presidential race, Jim Hightower told a reporter he was wrong to think that Texas was a conservative state. “Texans are mavericks; they’re antiestablishment,” Hightower said. “asked whether they’re liberal or conservative, they’d say they’re conservative. But ask ’em if they hate the utility companies —hell, yes.”</p><p>It was on this premise that Hightower based his determined two-campaign drive for state office. It was a pitch that enabled him to reach beyond the state’s small liberal constituency and to piece together a winning coalition of traditionally antagonistic forces: farmers and farm workers, minorities and rural poor, urban liberals and small-town rednecks. Hightower was able to appeal, as he puts it, “to the bean-sprout eaters and to the snuffdippers” by positioning himself on the side of the little folk.</p><p>“The big boys are making a killing off people like you and me, tossing us pigs’ feet and pork rinds,” Hightower told campaign crowds. “I want some ham for a change. Huey Long used to say, ‘If you want some ham, you’ve got to go into the smokehouse and get it.’ Well, by God, we’re gonna get it. And I don’t just want the ham, I want the whole hog.”</p><p>In his 1980 race for railroad commissioner against incumbent Jim Nugent, Hightower called himself “the candidate of Texans who don’t own an oil well.” In 1982 he shrewdly drew urban consumers into the agriculture race, which they had usually ignored, by telling them: “If you eat, you’re involved with agriculture. And if we eat, it’s time for all of us to get involved in food politics, because we’re all getting ripped off.”</p><p>As a candidate, Hightower has all the right equipment. He is the best political orator in the state and a master of humorous one-liners. “President Reagan’s idea of a good farm program,” he said recently, “is <em>Hee Haw.”</em> Hightower also has incredible energy. He runs a frenetic campaign, rushing from rural county courthouses to big-city meetings and urging his staff to give him a tighter schedule. He starts early and campaigns until 10 p.m.</p><p>Most important, Hightower is a genius at attracting free media coverage —absolutely crucial for an underfunded liberal taking on big-money conservative opponents. He does it by being colorful, quotable, and accommodating. This year a <em>Time</em> magazine photographer, interested in shots of Hightower in a farm setting, accompanied him on a small-plane hop to a meeting in Crowell. When bad weather made landing there impossible, Hightower instructed the pilot to land in Waco. Once on the ground, Hightower piled into a taxicab and ordered: “Take me to a plowed field.” They arrived at the desired setting, and Hightower posed amid the wheat stalks, holding up a handful of dirt. The photographer snapped his shots, the group drove back to the airport, and the plane returned to austin.</p><p>As he crisscrossed the state during his campaign, Hightower visited small-town newspaper offices, posing for pictures with the editors and leaving press releases that were often published verbatim. To big-city media, his down-home rhetoric, underdog image, and clever use of props made great copy and good film. When Hightower announced for agriculture commissioner, he did it from the bed of a pickup filled with bales of hay; when he paid his campaign filing fee, he did it with a basket of 1500 one-dollar bills. But Hightower himself is the best prop of all. How many candidates wear a three-piece suit, boots, and a white ten-gallon hat?</p><p>His position as a media darling allowed him to give Jim Nugent a stiff fight in the 1980 Railroad Commission race. Hightower staked out a clear position: he would oppose all utility rate increases unless someone could convince him to vote for one. He had the big boys so upset that they held meetings at the Houston Petroleum Club to figure out how to keep him out of office. Their money made the difference, and Nugent won by 53,000 votes.</p><p>After the defeat, Hightower’s forces regrouped and identified their mistakes: not raising enough money to buy television ads (Hightower had collected $177,000, well short of the $250,000 he’d thought necessary to run a winning campaign) and taking a constituency for granted. While Hightower had done remarkably well in the cities—winning Houston, Fort Worth, and the usually conservative Dallas-a last-minute round of Spanish advertisements won Nugent the Mexican american vote in the Valley.</p><p>Looking to capitalize on campaign publicity, Hightower’s team shopped around for another office that he could seek. “You can’t hold on to name ID forever,” says Kristy Ozmun, Hightower’s 1982 campaign manager. “We looked at what was up in two years.” There was to be a seat on the Railroad Commission up for grabs, but that was not the campaign of choice. Says Ozmun: “There was a feeling that you get to have a loser image if you lose the same thing twice.”</p><p>Instead, Hightower lowered his sights and took aim at agriculture commissioner Reagan Brown. “I took what people considered a reasonable step, picking a winnable office. It had a winning issue: farmers’ going broke. It had a tired agency.” In addition, says Hightower, “the prize was worth it. There’s a lot of flexibility in these statewide executive offices. There’s a constituency as big as the governor’s.”</p><p>The job looked winnable because of its incumbent. Reagan Brown was a buffoonish, lackluster Dolph Briscoe appointee who had demonstrated how little the Texas Department of agriculture truly had to do. In a state with annual agricultural receipts of about $10 billion—the third largest in the nation-one would expect the job of agriculture commissioner to be an important one. But it isn’t, because all key farm policy decisions are made at the federal level. The agency’s legal responsibilities are limited mainly to marketing (promoting the sale of Texas agricultural products) and regulating (inspecting and licensing a hodgepodge of items such as seeds, pesticides, grain elevators, gasoline pumps, chicken eggs, bread bakers’ scales, and flower nurseries). Brown’s marketing program consisted basically of distributing posters of fruits and vegetables, and his regulatory staff supervised itself. That left the commissioner free to pursue his stated goal of breaking the world record for most speeches made in a lifetime.</p><p>Hightower offered a dramatically different vision of the job. He stumped the state with a sack of groceries, talking about all the bad things that had happened in agriculture during Brown’s term in office: how many farmers had gone broke, how much farm income had fallen, how much the price of white bread had risen. Brown protested meekly that he had no authority to do anything about that, that the TDA is a regulatory agency, not a policy-making one. Never mind, said Hightower; all of those things had happened without Reagan Brown’s raising so much as a peep of complaint. Brown, Hightower declared, was sitting idly by while the huge conglomerates were paying the farmer less and charging the consumer more. Said Hightower, “There’s a hell of a lot more to being agriculture commissioner than sticking a straw in your mouth and humming ‘Thank God i’m a Country Boy.’ ”</p><p>As commissioner, Hightower pledged, he would find ways to bypass the middleman. He first promised to establish a statewide network of farmers’ markets. Though the overall impact of such markets would be negligible, it was a brilliant idea symbolically. It would allow the farmer to sell his produce directly to the consumer for more than he could get from Safeway. The consumer, in turn, would get a fresher product at a lower price than he would pay at the supermarket. Hightower also promised to arrange the direct sale of more Texas goods in the U.S. and abroad. Most of all, he pledged to use his job as a bully pulpit-to go to Washington to fight for a decent national farm policy, to serve as an advocate for farmers.</p><p>Brown struck his best blow by digging up a copy of Hightower’s <em>Hard Tomatoes</em> and handing out press releases with excerpts of the challenger’s 1972 attack on the powerful agriculture establishment. In his book Hightower labeled the land-grant system “incestuous” and “a failure”; he said agricultural extension “largely is irrelevant in today’s rural america” and “not much good to anybody, except maybe 15,000 extension agents who otherwise would have to look for work”; and he called 4-H clubs “a frivolous diversion of 72 million tax dollars.”</p><p>Hightower responded to Brown’s attack by selectively quoting some of the few flattering things the book has to say about the land-grant establishment and accusing Reagan Brown of circulating “lies” and “a smear sheet.” Hightower completed the flip-flop by telling reporters that agricultural research was being given inadequate funds and that “you won’t find a stronger advocate of 4-H clubs.” He promised, “i’m going to be the best friend A&M ever had.”</p><p>Now, with the election over, Hightower is more open about backing off the report he wrote eleven years ago. He says <em>Hard Tomatoes</em> used “too broad a brush” by employing a limited number of examples to attack the whole land-grant system. “We used those few examples to generalize from that to indict the whole system.” as for the remarks about 4-H: “We treated it too lightly.” Hightower says he would be less critical of the land-grant colleges today. “i’m not changing my tune,” he added. “Writing a book is different from running for political office, which is different from holding political office.” Which is to say, where you stand depends on where you sit. Which is to say, he’s changing his tune.</p><p>But in a campaign dominated by image and mudslinging rather than by substance, that issue and most others got lost. It was far more entertaining to watch Reagan Brown self-destruct. First, to show a television reporter that fire ants were a problem, he stuck his arm in a mound of them and-surprise-got 32 bites. Then, with the primary only four days away, he referred to Booker T. Washington as “that great black nigger”—with television cameras rolling. He then blamed the remark on food poisoning from a bad turkey sandwich. Finally, in a speech at North Texas State, Brown lamented that Texas clothing had become so popular that at a recent meeting “you couldn’t tell the Jews and the Texans apart.” Hightower cleaned up in the primary, winning 60 per cent of the vote. The Republicans, who had fielded a token candidate in the primary, drafted a replacement: Fred Thornberry, a politically obscure expert on chicken farming from Texas A&M. With industry money, Thornberry spent $500,000 in the general election, but even at that, he was outmatched. Labeling the Democrat a radical with “a hippie philosophy,” Thornberry stirred up a name-calling fight-clearly a losing proposition. Hightower dismissed the Republican as “the professor of chickenology” and rolled up 63 per cent of the vote. Hightower the candidate was a hit.</p><p><strong>The Commissioner’s Education</strong></p><p>A short time after his election, Jim Hightower arranged a meeting with Dr. Perry adkisson, a deputy chancellor at Texas A&M who oversees the agricultural experiment station and the landgrant college’s extension service. “We had lunch right after he was elected,” adkisson told me. “He said, ‘I would like to come over there sometime and talk to all the county agents and assure them i’m supportive of them, that i’m not a bad guy.’ He made a point to indicate that he’s not anti-extension service, that he’s not anti-land-grant college, that he’s a pragmatic person who understands the realities of the world. He’s been very cordial, very cooperative.” When I asked him about all those nasty remarks that Hightower had made in <em>Hard Tomatoes,</em> there was a pause. “You sometimes say things in one situation,” adkisson explained, “that you may later regret in another.”</p><p>In the weeks following his election, Hightower met with representatives of the chemical companies, the large commodity groups, the cattlemen’s association, even the supermarket chains—the reviled middlemen whom he had drubbed en route to victory. To the supermarket people Hightower made a plea that their buyers purchase more Texas produce; if they did so, he explained, he’d be happy to help promote their supermarkets.</p><p>Everywhere he went, Hightower promised that even those who had worked against him would get to participate in policy discussions, that no one would be shut out and that there would be no surprises. His lack of vindictiveness helped when it came time to retire his campaign debt. In 1980 he had refused to accept contributions from interests he would regulate; now, in the fashion of more conventional officeholders, he held fundraisers to collect the lobbyists’ cash. “They created the goddam debt,” he says. “They can pay for it.”</p><p>But it was Hightower’s appointments that did the most to calm agribusiness moguls who feared that he would fill the department with Trotskyites. Says Hightower, “They believed I was going to roll in Jane Fonda and put her in charge of the agriculture department, that I was going to have a whole bunch of lawyers and be a regulatory pain in the ass.” a pair of surprising but shrewd highlevel staff appointments helped to alleviate those concerns. To fill the job of deputy commissioner, the agency’s secondranking position, Hightower persuaded 67-year-old Walter Richter, a former state senator who had voted for Reagan Brown, to come out of retirement. Richter, the chairman of the Travis County Democratic party, is a well-known, well-liked man, a low-key liberal whom lobbyists can count on not to do anything crazy. Hightower’s choice for the department’s number three job, that of associate commissioner, was an outright stunner: Crockett Camp, an alcoholic Beverage Commission staff member who had worked for rural conservatives Billy Clayton and Jim Nugent. It was a smart choice. Hightower’s team of outsiders didn’t know how to fill out a requisition form, much less how to get a budget passed. Camp, a nonideological hired gun, can trip the levers of power blindfolded. Hightower’s selection of Richter and Camp —not the top choices of his liberal backers —showed that he recognizes that in Texas politics last week’s enemies may become this week’s friends. “I think Hightower would break down and hire a Republican if that’s what it took to get something done,” says Camp.</p><p>Another Hightower appointment was more controversial: that of his housemate, Susan DeMarco, as assistant commissioner for marketing and agricultural development. She is responsible for turning his most important campaign promises into reality. “There are certain things he wanted to do that were going to be difficult,” says DeMarco. “If he were going to do it, he’d have to have somebody he could trust to make it happen.”</p><p>It is a rare Texas politician who would choose to risk votes rather than formalize a long-term intimate relationship. It is an even rarer politician who would dare to appoint the woman he lives with to work for him. That Hightower has done both makes clear the importance of Susan DeMarco in his thinking. “She knows more about agriculture than anybody in the department,” says Hightower. “i’m willing to take the heat because it will be a better department.”</p><p>DeMarco, who has worked as a consultant for the U.S. Department of agriculture, helped reorganize Hightower’s department and helped decide which Reagan Brown holdovers should be fired. She is not pleased about working for $1 a year—the post normally pays about $49,000, and she has no doubt that she deserves it—but she says people would misunderstand if she were paid.</p><p>Some legislators, noting that nepotism laws would bar DeMarco from working for the TDA if she and Hightower were married, are none too happy about it anyway. Several of them tried to interest the Capitol press corps in doing a story on the arrangement. Many reporters checked into it but decided against doing articles after learning that DeMarco was unpaid. No one wrote anything until early October, when a story by Harte-Hanks austin bureau reporter Jay Rosser appeared in some of the chain’s papers. Quoting unhappy former TDA employees, the article said there was controversy because DeMarco had presided over the firings, and it identified her as Hightower’s “live-in companion.” Hightower shrugs off the criticism: “How much regular folks think it’s an outrage I don’t know. I don’t think it’ll be fatal. During the campaign there was a rumor that I was homosexual. This is better than that.”</p><p>Hightower’s appointments have set a sharply different tone for the agriculture Department. Under Reagan Brown, the TDA was a white-shirt-and-tie kind of place. Hightower has filled his office with bright, energetic folk—many of them young, several of them from the campaign —who at first knew more about getting things done than they knew about agriculture. He has made a point of hiring minority administrators; his executive meetings look like sessions of the United Nations. The atmosphere is informal. Jeans and short sleeves are common attire. A giant Linda Ronstadt poster hangs on the wall outside Hightower’s office, and when administrative meetings drag on past 5 p.m., as they often do, Hightower breaks out the beer and Texas peanuts. “You get the feeling there is a lot of activity,” says one legislator. “It traditionally has been a lackluster department. You’d go in at two minutes to five, and the agency was empty.” Even the agency’s library has changed; Hightower has added such magazines as <em>Mother Jones, Small Farm advocate,</em> the <em>Progressive,</em> and the <em>Nation,</em> to the subscription list.</p><p>One day in 1981, while spending the year between his two campaigns as president of the Texas Consumer association, Jim Hightower drove into Johnson County, the legislative district of State Representative Bruce Gibson. Gibson had backed an interest-rate bill in the Legislature that the consumer group opposed, and Hightower was eager to talk about it. Having Bruce Gibson as your representative, Hightower told the lawmaker’s constituents, is “like getting bit by your pet dog.” In 1983 Hightower took office only to find that Gibson was a member of the House agriculture and Livestock Committee-the body with life-and-death power over his budget. The new commissioner’s sharp tongue, an enormous asset in his dealings with public and press, proved a considerable liability in dealing with the Texas Legislature.</p><p>Lobbyists representing regulated industries are paid to get along with whoever holds the reins of power; in the agriculture Department, that means Hightower. But in the relationship between the TDA and the legislative branch, it is the boys in the Capitol who call the shots and the young commissioner who plays the supplicant. For Hightower, that has not been an easy role. “i’m used to defining the agenda,” he says. “I don’t like people getting in my way. I don’t like people telling me no. I don’t like going through a whole lot of process getting approval to do something. My instinct was, ‘Here’s my program, and of course you agree with it.’ ” Of course they didn’t. Many legislators saw Hightower as an ambitious farleft demagogue, more interested in moving up than in dealing with agricultural problems. Several, like Gibson, had been the targets of Hightower’s pointed remarks.</p><p>When the new commissioner submitted his budget request, he immediately ran into trouble. In a year when money was tight, Hightower asked for a 44 per cent increase over the TDA’s 1983 budget, including a staggering total of 135 new positions (a jump of 25 per cent). As the legislators looked at the request more closely, they discovered other surprises. The day he took office, Hightower awarded a $9500 contract to a Washington consultant named Jim Rosapepe; the budget included $159,000 more to hire Rosapepe’s firm on a long-term basis. Rosapepe, it turned out, was an old buddy of Hightower’s from the Fred Harris campaign. The Rosapepe contracts were for the job of representing Hightower in Washington—a role the governor’s office of state-federal relations is supposed to play; the first that Mark White’s staff knew of the consulting contract, which would have required White’s approval, was when a notice appeared in the <em>Texas Register.</em> With one stroke, Hightower had handed legislators an excuse to accuse him of both cronyism and empire building and had given Mark White and his staff cause to wonder whether he was pulling an end around.</p><p>Hightower acknowledges that on its face the arrangement looked unseemly. But he says he needed the contract to keep informed about federal agricultural policies. “The [governor’s] Washington office was not set up. I couldn’t wait for everybody to get appointed up there.” He says Rosapepe was appointed, despite his inexperience with agricultural issues, because of his good Washington contacts and his ability. Rosapepe’s background as a Hightower crony was a plus, the commissioner says. But for legislators looking to smack the new commissioner around a bit, Hightower had delivered a convenient excuse. “To spend forty-three hundred dollars a month on somebody who doesn’t know anything about agriculture ... is a crime against the people of Texas,” railed Representative Bill Hollowell. “We don’t need any cronyism.” Hollowell drafted an amendment to the budget bid specifically barring Hightower from hiring a Washington representative. Hightower retreated. “anything I do in Washington, I want to do through [the governor’s] office,” he said.</p><p>Legislators also discovered that Hightower, who had criticized Reagan Brown for his devotion to his department’s airplane, wanted aircraft funding doubled so he could purchase a bigger, faster plane. They chopped his aircraft allocation by 60 per cent. The commissioner got a different plane—older than the one he’d had in the first place.</p><p>While Hightower’s budget was being carved up, the new commissioner blundered over legislative issues. Hightower’s biggest faux pas came during the hot debate on trucking deregulation. After weeks of intense lobbying on both sides, Speaker Gib Lewis, in a rare display of leadership, moved to work out a compromise. At the last minute, Hightower sent a sharp letter to the floor taking a strong position in favor of deregulation. The move was perceived as a clumsy attempt to bust up the deal, and the Speaker took it personally. Buddy Jones, Lewis’ top aide, called Crockett Camp, demanding to know what the hell Hightower was doing. “The leadership of the House was thoroughly pissed,” says one legislator. “He almost got his budget gutted over it.” In fact, the move had revealed poor staff coordination rather than arrogance. Hightower and Camp rushed over to the Capitol to smooth the ruffled feathers.</p><p>Another embarrassment came during the gasohol debate. Comptroller Bob Bullock had suggested repealing the tax break given to gasohol producers as a quick way to ease the budget crunch. When Representative Stan Schlueter, carrying the ball for Bullock, brought a repeal bill to the House floor, Hightower jumped in with a strong statement opposing it. The repeal would kill the nascent gasohol business in the state, a potential boon to grain producers. Schlueter, furious, took the microphone to attack the rookie commissioner as a phony, now siding with the big boys he had publicly kicked. “ ‘Whole Hog’ Hightower, you all know him,” Schlueter sneered. “He’s the guy who bought a big cowboy hat and a pair of boots and called himself a farmer and rancher and got himself elected ag commissioner.” The legislators hooted and clapped.</p><p>“When Hightower came here in January, the only contact he’d had with the Legislature was as an outsider,” says Camp. “When there was something he wanted, he did it just the way he campaigned for office: he did it with press releases. That is not the way you deal with the Legislature. Jim has basically had to muzzle himself.” after getting cuffed around a good bit, Hightower started to get the message. He began working less through public statements and more through Camp. He used his press skills to pat legislators on the back instead of to stab them, and he worked with the senators and representatives one-on-one. Says Hightower, “I had to back away personally and say, ‘i’ve got to get these people on board with me, got to be a lot more accommodating of their needs, of their whims, of their biases.’ It’s important to go through the game. If you’re in the legislative process, you have to deal.”</p><p>The restraint paid off. Hightower ended up with a $2 million increase for his 1984 budget. It was about a quarter of the boost he wanted, but 10 per cent more than the department’s 1982 funding. Not bad for a tight budget year. “That’s a lot better than some folks did,” says Representative Pete Laney, a farmer from Hale Center. “If he hadn’t changed his attitude, he wouldn’t have gotten anything. Politically, Jim grew up real fast.”</p><p><strong>Going Whole Hog</strong></p><p>Hightower had proved himself a quick study in the arcane but important science of dealing with the Texas Legislature. That’s necessary to get the money and the laws to do what you want. But then you have to <em>do</em> it—you have to deliver the goods. Hightower won office by making a lot of promises, some specific, some vague, but he made one big promise above all: to do something concrete to help the farmer.</p><p>For the past year Hightower has had his chance. He has demonstrated what a smart man can do with a small job. He has opened four farmers’ markets. He has cleverly promoted the nascent Texas wine industry with wine tastings all over the state. The press, naturally, was invited to attend and drink up, and the grapes got plenty of publicity. He pushed a bill through the Legislature to make taxexempt bonds available to Texas farmers who want to begin processing their own agricultural products-to get into the business, for example, of turning their onions into onion rings. Farmers today get only 28 cents out of the food dollar, and the agricultural development bonds will help some Texas farmers pocket a bigger share. Hightower has also brought sanity to the war against the fire ant. Instead of trying to drown the state in toxic chemicals with aerial spraying - Reagan Brown had asked for $18 million to do that—he set up a pilot program to test a nonpoisonous substance that kills off the ants. In the meantime, he has helped local officials arrange discounts on volume purchases of insecticides for topical use.</p><p>Most of all, Hightower has gone to bat publicly for the farmer in matters that Reagan Brown would have considered none of the agriculture commissioner’s business. When the U.S. Department of Energy pushed plans to put a nuclear waste dump in Panhandle farm country, Hightower flew to Hereford and vowed to fight the scheme. When three utility companies proposed running a 400,000-volt, 150-mile power line through prime farmland, Hightower asked the Public Utility Commission to force them to reroute it.</p><p>A man who had already shown himself a master at using a bully pulpit, Hightower in april started speaking from an even bigger platform. With the help of his friend Rosapepe, he arranged to be appointed chairman of the Democratic National Committee agriculture Council, a job that makes Hightower the Democratic answer to Reagan administration farm policies. Hightower’s public relations talents have brought national attention to the cause—as well as to his own. He is now included in the national committee’s strategy sessions and mentioned as Walter Mondale’s choice for U.S. Secretary of agriculture.</p><p>From this position Hightower has skillfully flayed the Reagan administration for its convoluted farm policies. When U.S. Agriculture Secretary John Block refused to release deteriorating grain stored in a Plainview warehouse for livestock starving from the West Texas drought̶ saying it was still marketable for human consumption—Hightower used state authority to send in grain inspectors. They found that most of the corn was already unfit for human consumption and was rapidly turning into worthless powder that not even livestock could eat. Hightower’s incessant criticism of Block on the drought issue may have seemed to some like making political hay out of the ranchers’ misfortune. But in late October, clearly in response to an assortment of such political pressures, Block told a Texas congressman that he wouldn’t fight federal legislation forcing discounted sale of the corn to ranchers. Hightower has also taken action on his own, arranging for farmers in East Texas to sell hay that is worth little in their part of the state at below-market rates to West Texas ranchers. Even the conservative Texas Farm Bureau liked the idea. Hightower’s performance in office has won grudging respect even from those predisposed against him - Representative Bruce Gibson, for example. “He’s trying a lot of new stuff,” says Gibson. “Eighty per cent of it might not work. But at least it’s an effort.”</p><p>Reagan Brown had criticized Hightower for promising far more than he could deliver, for suggesting that he could make a real difference in the price of groceries and the plight of the family farm. That criticism is correct. A hundred farmers’ markets won’t budge the statistics on average farm income or consumer food prices. Texas grapes aren’t about to put California vineyards out of business. And agriculture development bonds won’t save the imperiled family farm. Its demise is already a sad foregone conclusion. Hightower’s program, rather than helping those in dire straits, will involve only farmers strong enough to incur more debt. But that doesn’t mean that Hightower’s efforts are meaningless. What he is doing will make a difference to some people. It may be only a few, but that doesn’t seem like too small a task. What Hightower is offering may be viewed as a series of demonstration projects, examples of what an alternative approach, energy, and imagination can produce. Perhaps most of all, it is another kind of demonstration project—a display of what Jim Hightower can produce.</p><p>How far can he go? Maybe no further. There are plenty of folks who can tolerate—perhaps even vote for—Hightower as agriculture commissioner but who would fight like hell to keep him from becoming governor. Texans are a pretty conservative bunch when it comes to deciding who should live in the big white mansion in austin. Hightower’s biggest victory, remember, came against Reagan Brown; Garry Mauro or Buddy Temple would provide far stiffer competition. Running for governor would force Hightower to take positions that might fracture his delicate coalition. It’s much tougher to keep everyone happy when you’re after a job that requires hard choices. And then there’s the money problem. To run a winning campaign, Hightower would need millions more than he has ever raised.</p><p>But he’s sure he can do it. “The kind of issues I ran on in the last election, I would run on for governor,” he says. “When you run for governor, you get so much coverage. They can’t keep me off the TV sets. They can’t keep me out of the newspapers. They know that. My assumption is there’s a whole constituency out there that agrees with me. There’s a whole world out there that wants someone like me.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Agriculture",
      "Campaign",
      "Reagan",
      "Liberal",
      "Farmers",
      "Food",
      "office",
      "people",
      "Jim Hightower",
      "money",
      "Budget",
      "Family",
      "Legislators",
      "Rural",
      "Election",
      "ever",
      "attack",
      "Giant",
      "Power"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Washington",
      "Austin",
      "North Texas",
      "Crockett"
    ]
  }
}