{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19829",
    "date": "September 1982",
    "year": 1982,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1982/19820900.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 138,
    "document_page_range": [
      [
        140,
        141
      ]
    ],
    "toc_order": 4,
    "toc_headline": "We Know You’Re InTEReSTED Only In Quality Education ...",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198209-weknowyo",
  "source": "",
  "wp_post_id": 117870,
  "wp_post_guid": "http://www.texasmonthly.com/article/we-know-youre-interested-only-in-quality-education/",
  "authors": [
    "Dewey L. Hutchins",
    "Gary Cartwright"
  ],
  "headline": "We Know You’re Interested Only in Quality Education...",
  "dek": ". . . but how's the football team gonna do?",
  "spread_caption": "",
  "excerpt": "So read our guide to the 1982 Ut football season, and you can skip the games.",
  "kicker": "",
  "word_count": 1582,
  "content": "<img/><p><em>Ol’ Orange whups OU; were four ’n' oh.</em></p><img/><p><em>Oh, how them Baptist boys done us in!</em></p><img/><p><em>Kept on rollin’, right over the Raiders.</em></p><img/><p><em>UT beat A&M by three. Thanksgiving!</em></p><p>by</p><p><em>Editor’s note: Dewey Lee Hutchins (business administration, class of ’54), president of the Longhorn Club of Corbet, hasn’t missed a University of Texas home football game in 26 years. He played right guard on the Corbet Comets’ 1950 regional championship team and once sat two rows behind Longhorn quarterback Charley Brewer in Economics 101. Brewer is the father of current Longhorn quarterback Robert Brewer. Hutchins travels East and Central Texas, selling glass jars and helping recruit prospects for the Longhorns.</em></p><p>Okay, so we lost us a batch of studs from the ’81 team that beat alabama in the Cotton Bowl and finish No. 2 in the nation. We got ’em, we used ’em, and we lost ’em. What makes the world go round, right? Sims was the number one draft choice of the whole NF of L, and eleven others, they got drafted in the first twelve rounds. Okay, so we lost our whole secondary and most of our offensive line and the only quality running back we got left has a bum knee whose name is John Walker. Things could be worst.</p><p>I tell you one thing, them boys Coach akers got coming back will flat out <em>hit.</em> I mean they’ll turn you to goddam puddin’! I promise you Jeff Leiding’s the greatest MLB I seen since Nobis, and there isn’t many defensive ends nowhere better than Kiki Deayala, even if his name does sound like some kinda Polynesian fruit cocktail.</p><p>Little Robert Brewer at QB, that’s one chip off the old block. Like Bear Bryant says when Brewer goes thirty yards on that QB hunch-and-go to beat Bama in the Cotton Bowl—he can’t <em>run</em> and he can’t <em>pass,</em> all he can do is <em>beat</em> you. I hope ol’ Bear’s right for a change.</p><p>It’s gonna take a few games for the boys to jell, so lucky we open in austin vs. Utah. They hit let us say <em>different</em> out there in the High Mormon Conference, or whatever they call it. Like little lady sandwiches with the crust cut off. When they look at ol’ Leiding, they liable to write to Pope Brigham the Young for dispensation.</p><p>September 18 Texas 23, Utah 16</p><p>I don’t think we’re ready yet. I <em>know</em> John Walker ain’t. Sixty-eight yards in fourteen carries don’t exactly bring back memories of Earl Campbell. Maybe it’s his bum knee. Maybe it’s our offensive line. Maybe it’s that new SuperTurf. All I know is, if it hadn’t been for Raul allegre’s three FGs a lot of us Methodist would of lost our wives and daughters.</p><p>Photography by Larry Kolvoord</p><p>I’ll say this ’bout ol’ Brewer, nobody gonna mistake him for your Bobby Layne, but the boy’s got a five-and-ahalf-game roll and that’s better than a sharp stick in the eye any day.</p><p>Missouri come to austin next Saturday. Good team. Harry Truman’s old state. Stubborn as a one-eye mule. I’m giving Mo. and eight.</p><p>September 25 Texas 13, Missouri 7</p><p>I wish I knew why Brewer won’t throw to Herkie Walls. That little booger faster than a Meskin divorce. I wish I knew if Brewer <em>could</em> throw. He spent ’bout half the Mo. game on the bottom of a dogpile, counting fibers in the SuperTurf.</p><p>Lucky we got Rice Insti. at Houston on Saturday. We still don’t have a lick of offense, but how much offense you need against eleven guys name Greg wearing Ralph Lauren Polo shirts?</p><p>October 2 Texas 47, Rice 43</p><p>That QB Calhoun give our young secondary fits. If it hadn’t of been for those ten INT. (four run back for TDs!) this could of been embarrassing. Melba and me and Grayford and Laverne Tuttle sit next to four major executives of Transarab-Tex Corps and I promise you i’d rather play bridge with Yessir arafat than go through that again.</p><p>Anyhow, we’re three and oh and everything is set for the annual gutcheck vs. Oklahoma next week in Dallas. Cecil Cummings of Muskogee Petrochem will be calling early Tuesday wanting to give me his wife and two points to take the Horns. Hell, i’ll take Texas even if he’ll keep his wife. I can smell her breath from here.</p><p>October 9 Texas 17, Oklahoma 13</p><p>Ol’ Leiding! Did I tell you or did I not, ol’ Leiding is tough enough to eat hot bolts! Less than a minute to play, they got four downs from our six. Three straight times they run that all-american fullback, Hepatitis Smith or whatever he called, and three times Leiding’s on him like red pepper on a cat’s fanny. Fourth down, they fake to the FB and flip a little pass up the gut, only our boy Mossy Cade dive in front of their tight end and slaps it away.</p><p>I’m buying dinner (but Cecil is paying) at Ol’ Warsaw when we hear that SMU and Pittsburgh lost today. Means <em>we’re</em> No. 1! Set your kitchen clock on that.</p><p>God loves the Orange! Four and oh, and a schedule made in heaven. Only four tough games left and three is on our home turf. John Walker hurt that knee again today, so the extra week of rest before the SMU tilt is an added blessing.</p><p>October 23 Smu 27, Texas 21</p><p>John Walker’s knee is the only thing that <em>was</em> okay. Those two 747s in the SMU backfield, Dickerson and James, must of gained six thousand yards, and that QB, McIlhenny, was putting the ball in the corner of a gnat’s eye all day.</p><p>Brewer finally throwed a long one to Herkie Walls, way too late to help us.</p><p>Grayford and ever’body gone to hear Willie Nelson but me. I’m having my Bloody Mary morning tonight, alone in my suite at the Villa Capri. Hello walls, good-bye national championship!</p><p>October 30 Texas 38, Texas Tech 11</p><p>I caught this one on radio while watching the Comets kill Mt. Clyde and good thing. A full-blown cyclone hit Jones Stadium in Lubbock 'bout midway through the third quarter. Brewer was having his best game, too, right there in the town where his daddy growed up at. Four TDs, two passing, two dogpaddling!</p><p>Next week it Houston at austin.</p><p>November 6 Texas 27, Houston 10</p><p>About that natl. crown, I may of spoke up too soon! This have been the Year of the Upset okay. Only the Texas aggies and the U. of Wash, (they play a schedule of nuns and paraplegics) are still undefeated, and the aggies got us and arkansas ahead.</p><p>I think we finally got it together. Brewer was running that option today better than anybody since James Street. Grayford Tuttle called tonight wanting to know if I was going to be in Cowtown next Saturday for the TCU game. Do Jerry Falwell go to Sunday school?</p><p>November 13 Tcu 13, Texas 13</p><p>What was it St. Darrell always said about the TCUs? What kinda wine does cockroaches order when they eat dead flies? I think i’m gonna drink a quart of it and lay down.</p><p>November 20 Baylor 34, Texas 30</p><p>One of these days we gonna beat Baylor in Waco. One of these days Waco’s gonna be the capital of Paris, France, too.</p><p>All the way back to Corbet I kept thinking about the aggies on Thanksgiving Day—that’s next Thursday. We’re all that stands between them and the natl. crown! Lord, you know I been a good servant and don’t ask for very much. . . . Bugs splatter against my windshield and I see that aggie fullback who they call Popeye breaking tackles.</p><p>November 25 Texas 27, Texas A&M 24</p><p>I’d give a cream cone for a picture of the aggies’ million-dollar coach on that fourth-down play when ol’ Brewer faked to the FB and throwed John Walker that little swing pass. Thy will be done, Lord, Thy will be done.</p><p>I heard on the radio driving home that Leiding was credited with fourteen unassisted tackles! The Heisman trophy voters oughta remember him. I know Popeye Jackson will.</p><p>With two losses and a tie we’re out of the Cotton Bowl picture, but so is the aggies. They announced right before kickoff that the aggies got to serve two years probation for recruiting violations. We can still get in the Sugar Bowl by beating arkansas next week in austin.</p><p>December 4 arkansas 34, Texas 12</p><p>Had to wait for national TV, right? I hadn’t been this embarrassed since the waitress at the Night Hawk spilled beer in my lap.</p><p>They say the Horns going to Houston to play N. Carolina in the Bluebonnet Bowl. I know one ol’ boy who ain’t.</p><p>December 31 Texas 21, North Carolina 14</p><p>What the hell, Grayford got ahold of his company Cessna. Anyway, I wanted to tell Coach akers ’bout these two running backs we got at Corbet High. The Yewbet twins. I could tell you a few stories about their daddy, Dickie Don!</p><p>While Laverne and Melba went to the Galleria to finish Xmas shopping for 1987, me and Grayford played a round at River Oaks, then found a table in the Men’s Grill.</p><p>“Well,” Grayford said, “it wasn’t much of a bowl, but it was better than the one the aggies went to. You shouldn’t ought to of turned them in.”</p><p>“You know how many bucks it takes to hire a coach at A&M?” I asked him. “One million. A hundred thou for salary, and nine hundred to pay the fines.</p><p>“Speaking of which, how much you think it’s gonna cost us to get that big tackle from Mt. Clyde?”</p><p>“Done,” I told him, patting my hip pocket. “You get the next one.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Aggies",
      "Houston",
      "SMU",
      "Arkansas",
      "Cotton",
      "Home",
      "Running",
      "Austin",
      "Baylor",
      "carolina",
      "Cotton Bowl",
      "Football",
      "Game",
      "Games",
      "Oklahoma",
      "Radio",
      "Rice",
      "TCU",
      "Alabama"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "Lubbock"
    ]
  }
}