{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19829",
    "date": "September 1982",
    "year": 1982,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1982/19820900.pdf",
    "issue_cover_image": "",
    "document_start_page": 166,
    "toc_start_page": 158,
    "document_page_range": [
      [
        166,
        167
      ]
    ],
    "toc_order": 8,
    "toc_headline": "The Inside Skinny On Dallas Designers",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198209-theinside",
  "source": "/1982/19820900.pdf",
  "wp_post_id": 117849,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-inside-skinny-on-dallas-designers/",
  "authors": [
    "M. E."
  ],
  "headline": "The Inside Skinny On Dallas Designers",
  "dek": "Darling, this is no fabrication . . .",
  "spread_caption": "",
  "excerpt": "Who’s who, and who’s doing what to whom: a brief guide.",
  "kicker": "",
  "word_count": 1470,
  "content": "<img/><p>HowardWolf</p><p>Victor Costa</p><p>Lezly Garrett</p><p>Christina and Jan Barboglio</p><p><strong>It Takes One To Know One ...</strong></p><p>Well bet that you didn’t know that you don’t know who most of the Dallas designers are. That’s because most of them are young women who work for large manufacturers and never, ever see their names on the clothes that they design. For years many of these faceless heroines have been fated to create those virtually styleless “dumb” designs in cheap synthetic fabrics that have given Dallas such a <em>nasty</em> reputation. The whole thing sounded so <em>awful</em> and exploitative that we were going straight to <strong>alan alda</strong> when we heard the good news: several manufacturers are ripping that old image to shreds by using natural-fiber fabrics and avoiding the stale look that results from repeating best-sellers year after year. Neck and neck for leadership in this category are <strong>Prophecy,</strong> designed by <strong>Polly Ellerman,</strong> and <strong>Howard Wolf,</strong> with its dress line designed by <strong>Sara Sanford.</strong> . . . The <strong>Lorch Company</strong> also avoids milking successful styles until everyone in Mineral Wells has two of them in four different colors. . . . Then there’s that exciting new-comer <strong>Jim Heilman,</strong> an ex-jock and former Lorch executive. He picks the colors and expensive natural fabrics, while <strong>Laura Lyon</strong> designs. Heilman wants his name to be big, big, big —as in <strong>Calvin</strong> or <strong>Ralph.</strong> . . . Also up-and-coming is <strong>Brenner, </strong>just started by former Jerrell executive <strong>Gary Eshelbrenner</strong> and designed by <strong>antonia dei Rossi. . . . Southwestern apparel</strong> hopes to pick things up with <strong>applause II,</strong> designed by the respected <strong>Marge Kane. . . . </strong>That still leaves scads of manufacturers whose designs range from mediocre to schlocky. Suffice to say that when <strong>Sears</strong> and <strong>Montgomery Ward</strong> recently closed their local buying offices, and <strong>J.</strong> C. <strong>Penney</strong> cut back, fifteen of Dallas’s fifty apparel manufacturers went <em>bust.</em></p><p><strong>Selfdetermination ...</strong></p><p>The Dallas designers you may know about are the few lucky enough to put their own names on the stuff they design. You know, like the quasi-legendary <strong>Victor Costa.</strong> People just say the <em>worst</em> things about poor Victor. One of our spies calls him the king of the knockoffs, which is a naughty way of saying that Victor renders extremely accurate interpretations of famous designers’ frocks. But Victor has also sold a million dollars’ worth of his famous crumbcatcher dresses —so named because the ornate ruffle at the bust line keeps snaring errant bits of canape —and his gowns are likely to turn up in the <em>best</em> places. We’d like to say that’s because money can’t buy taste, but Victor’s stuff isn’t all that expensive, either. . . . You’d probably be better off to skip the party and buy something from <strong>Jay Jacks, </strong>who does expensive suits and evening wear in fine fabrics. He’s the Dallas look that you won’t see on that TV show. . . . Now, about <strong>Barboglio: Christina and Jan.</strong> The statuesque sisters burst onto the apparel scene with Texas charm and the chutzpah that it takes to get noticed on Seventh avenue. If you haven’t read about them, you’ve just crawled out of your cave. They are credited with making it clear to the rest of the snotty fashion world that Dallas does something besides polyester pull-ons, but insiders wonder how they will follow all that all-white drama. . <strong>. . Lezly Garrett</strong> is a Texas-born and -bred ex-Miss New York who is bringing out her <strong>Lezly Garrett Collection</strong> to follow on the bootheels of her <strong>Texas Chic</strong> line. ... On a more consistent style curve is another beauty, <strong>Heather Morgan.</strong> With years in the fashion houses behind her, Heather is on her own now and is turning out a quality post-dress-for-success line. . . . Then there are Dallas’s leading fashion innovators, <strong>Sandra Garratt</strong> and <strong>Todd Oldham.</strong> Once they get their businesses humming they are likely to become names with credibility anywhere. . . . Also worth watching are 22-year-old sportswear and dress designer Jacques Rambonnet and <strong>Mary</strong> Gilliland<strong>,</strong> who does interesting things with rayon crepe prints. If you don’t understand what a designer of one-of-a-kind clothes is, we’re not going to tell you. These designers tend to do either very expensive special-occasion frocks or exceedingly trendy clothes of a more casual nature.</p><img/><p>Milo</p><img/><p>Michael Moore</p><p>Martin aimes</p><img/><p>Hunter Brice Studio</p><p>David Nelson</p><p><strong>Once Is Enough ...</strong></p><p>. . . Take <strong>Milo,</strong> a recent emigre from Boston. (You know, Boston. The fashion center of Massachusetts.) He left an elite clientele there to start a boutique here and provide some of Dallas’s society fixtures with a new charity ballgown source. Now, if you can’t figure out why Milo does one-of-a-kind designs when several of his clients are going to the same event, then there’s this bridge we’d like to talk to you about. . . . <strong>Mary Lide Murchison Kehoe</strong> is the well-connected (ex-husband Burk is Clint Murchison, Jr.’s son and current husband Chuck Kehoe is a NeimanMarcus executive) Dallas artist who has been turning out expensive hand-painted dresses for several years. . . .Milo and MLMK could turn up anywhere in Dallas, but you’re not as likely to see any of the rest of our one-of-a-kinders at the Crystal Charity Ball. <strong>Michael Garratt</strong> and <strong>Martin aimes</strong> design glamorous, flashy, Hollywoodtype dresses, while <strong>Cathy Beaumont</strong> does very well-made dresses in distinctively colored and hand-printed 100 per cent silk. <strong>David Nelson</strong> draws lots of attention with his rather silly <strong>Tadaa</strong> productions at local clubs, but his latest dresses are so decorous that he calls them postNew Wave (translation: I used to be outrageous, but i’d like to sell you a dress, ma’am). . . . Our spies tell us to watch <strong>Midon,</strong> the young duo of <strong>Michael Faircloth</strong> and <strong>Donna Smith.</strong></p><p>Ginnie Johansen</p><img/><img/><img/><img/><p><strong>They Also Serve ...</strong></p><p>Accessories can provide more than pin money. Just ask <strong>Ginnie Johansen,</strong> a 22-year-old exSMU coed who now cranks out $3 million worth of ties and belts a year. . <strong>. . Bonnie Boynton</strong> draws raves for her belts and suede and leather tops. . . . The hottest new belt designer is <strong>Jacqueline o’shea. </strong>. . . Then there is Dallas’s outstanding leather designer, <strong>Ren Ellis.</strong> He does highfashion tuxedo jackets and suede tops that you can buy at places like Neiman’s, Western stuff that you can get at Cutter Bill’s, and furs. ... If you want to spend more, try a <strong>Pam Mahoney</strong> fur, like a full-length Russian golden sable with sable-skin scarf at $27,000. Now, will you be needing something to go with that?</p><img/><p>Pam Mahoney</p><p><strong>You Gotta Have Friends...</strong></p><p>It is not enough to design and manufacture clothes. You’ve got to have credibility, and let’s face it, you’re not credible unless someone else says you are. The single best way to get your big C in Dallas is to convince a buyer at <strong>Neiman-Marcus</strong> that you can move out of their stores.</p><p>In any other fashion market, including (especially) New York, N-M is the <em>magic</em> name that opens doors. . . . Almost as magical is <strong>Lou Lattimore,</strong> a super-prestigious specialty shop also known to fashion cognoscenti far and wide. . . . Starting to pick up a little of its own magic is <strong>Cha-Cha’s,</strong> which appeals to a younger, very fashionconscious crowd. . . . Other respectable places to hang up at are the <strong>Gazebo</strong> and <strong>Marie Leavell. </strong>. . . Next, you’ve got to know who to know at the <strong>Dallas apparel Mart.</strong> The best showrooms for local designers who don’t have their own are <strong>Jacques de la Marre</strong> and <strong>Jim Quist.</strong> To get your designs into the allimportant fashion shows at market time, you have to undergo the scrutiny of fashion impresario <strong>Leon Hall</strong> and his assistants, but the court of last resort is usually the apparel Mart’s fashion director, <strong>Kim Dawson.</strong> Kim, however, frequently consults <strong>A1 Hernandez, </strong>who organizes most of the group shows of Texas designers and is most knowledgeable on the subject. . . . Finally, there is that infrangible bedrock of all success: publicity. The two Dallas papers cover fashion with a great deal of attention and authority; <strong>Kim Marcum,</strong> editor of the <em>Dallas Times Herald's</em> Style section, and <strong>Mark Weinberg, </strong>editor of the <em>Morning News</em>'s Fashion!Dallas, are the powersthat-be. . . . Also with substantial clout is local <em>Women’s Wear Daily</em> correspondent <strong>Dotti Keagy. </strong>... By all means avoid <strong>Marvin Segal,</strong> the mouthpiece for the Southwestern apparel Manufacturers' association, umbrella for many local firms. We think that Marvin graduated from the <strong>ayatollah Khomeini</strong> School of Public Relations. ... If you still can’t get your name in print often enough, go see <strong>Rosanne Hart.</strong> She used to be the apparel Mart’s publicity director, knows everybody in the business, and now has her own public relations firm. . . . And if that doesn’t do it, try sending a sample to <strong>Nancy Reagan.</strong> She’s a size six, and she’s done wonders for the designers that she wears.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Fashion",
      "Dresses",
      "Clothes",
      "designer",
      "Texas",
      "Charity",
      "Design",
      "leather",
      "Style",
      "Artist",
      "Beaumont",
      "Bridge",
      "ever",
      "Golden",
      "Gowns",
      "Mineral Wells",
      "money",
      "New York",
      "people"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Beaumont",
      "Golden",
      "Mineral Wells"
    ]
  }
}