{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19945",
    "date": "May 1994",
    "year": 1994,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1994/19940500.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 132,
    "document_page_range": [
      [
        136,
        137,
        138,
        139,
        140
      ],
      [
        187,
        188
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Nerdvana!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199405-nerdvana",
  "source": "/1994/19940500.pdf",
  "wp_post_id": 128541,
  "wp_post_guid": "http://www.texasmonthly.com/article/nerdvana/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Nerdvana!",
  "dek": "Hey, guys, wake up: The kids you ridiculed in school are taking over. It's more than revenge, it’s a revolution—welcome to the era of the Texas Nerd.",
  "spread_caption": "",
  "excerpt": "In the nineties, it’s hip to be square and cool to be clueless. Our guide to the new Texas man.",
  "kicker": "",
  "word_count": 3309,
  "content": "<p>I Used To Take Great Pride In the Fact That Our Texas was full of old salty dogs. We were the home of the fabled rugged individual: a. J. Foyt, Red adair, Nolan Ryan, and John Connally. We produced the kind of handsome, hardy boys who knew how to win Southwest Conference football championships without ending up on probation. We turned them into men who knew how to slap other men on the back. Men who bought ranches as their second homes. Men who took their women to acapulco. • But as we prepare to celebrate the one-year anniversary of the most bewildering marriage in the history of our state—I am referring, of course, to the nuptials of Julia Roberts and Lyle Lovett, the former class dweeb of Klein High School—the time has come to reassess the nature of the Texas male. Indeed, as we bid farewell to the old-style legends, enduring the death of Connally and the retirements of adair, Foyt, and Ryan in the last year alone, we seem to be marking the ascendance of another, rarely studied species of Texas manhood: the awkward guy with the nasal voice and prominent adam’s apple and skin the color of mayonnaise. Could it be that we are entering the era of the Texas Nerd? • Think about it. In the New Texas, women such as ann Richards have become our larger-than-life figures. Our most illustrious Texas men, in turn, are the dorks we used to snicker at in high school. The twits who once slept with their pocket calculators, like Michael Dell, are now millionaire computer magnates. The kids who hung out in the audiovisual room fiddling with slide projectors—i’m picturing Richard Linklater, the director of <em>Slacker,</em> a film about austin nerds—are Hollywood celebrities. Despite Lovett’s chimney-stack haircut and honker nose, and a smile that looks like the corners of his mouth are being pulled straight back by wires, he is Texas’ biggest sex symbol. And you have to figure that Ross Perot, whom national Republican political strategists call Shrimpo, was that classic pencil-thin know-it-all who got cornered in the bathroom by the varsity football players, turned upside down, and shoved headfirst into the toilet. Today, the Great Jug-Eared One reigns as our best-known politician.</p><img/><p>Illustrations By Keith Graves</p><p><strong>Geek Love Michael Dell, the consummate high school nerd, parlayed his youthful infatuation with computers into a $2 billion business.</strong></p><img/><p><strong>Pretty Woman, Lucky Guy Richard Gere he’s not: Lyle Lovett’s marriage last year to Julia Roberts may be the ultimate coup de nerd.</strong></p><p>Although it has always been acceptable to be a nerd in a state like New Tork—people there actually idolize Woody allen and U.S. senator Daniel Patrick Moynihan—Texas nerds have historically spent their lives huddled among society’s rubble. Perhaps because of our he-man frontier legacy, we have come down hard on our nerds, calling them geeks, creeps, sissies, weenies, and Milquetoasts. Even the most famous ones of the past—such as Lubbock’s Buddy Holly, who helped make clunky black glasses the quintessential symbol of american nerddom—were never as appreciated inside their native state as they were outside it. It was as if we didn’t want to lay claim to anyone who looked goofy.</p><p>In the nineties, however, Texas has been blasted in headlines about all sorts of nerd types, including Visionary Nerds (Fort Worth’s Ed Bass, who funded Biosphere 2), Celebrity-Doctor Nerds (Dallasite Dr. Dean Ornish, the mustachioed, feel-good guru who tells us to improve our hearts through yoga, meditation, and vegetarianism), Political Nerds (gawky, foppish temporary U.S. senator Bob Krueger), Man-about-Town Nerds (Houston’s John Bryant, the balding, toe-sucking former boyfriend of Fergie, the Duchess of York), and even Whiny Military Nerds (austin’s Bobby Ray Inman, the onetime 96pound weakling and former naval admiral and CIA deputy director who recently withdrew as President Clinton’s nominee for Secretary of Defense because, he complained, nerdishly, a couple of newspaper columnists were picking on him). To get a sense of just how far we’ve come, think back for a moment on that immortal foulmouthed Texas leader, Lyndon Baines Johnson. Now consider Dan Morales, our state attorney general. The Harvard-educated Morales can quote verbatim from Peewee Herman television shows. He has admitted to keeping a hand-held electronic game, Super Mario Land, in his desk drawer. He once told a reporter he hasn’t exceeded the speed limit since his high school days. Judge Roy Bean he’s not.</p><p>I have conducted a major field study of Texas nerds. As you will see, nerdhood is an art. You aren’t a nerd simply because you dress like a doofus or have tiny shoulders that prevent you from climbing the ropes in gym class. Your brain must be wired in such a way that you become preoccupied about things that no one else in the world even thinks about. Such independence of mind might subject you to ridicule. But these days, it also might turn you into a Texas hero.</p><p><strong>Dorky in Diapers</strong></p><p><strong>Nerds as Youths</strong></p><p>Non-Nerds Tend To Believe That Nerds Emerge Newtlike at birth, already blessed with a precocious love for bow ties and the music of Michael Bolton. In reality, a boy’s nerdy side doesn’t emerge until the age of, oh, six—just about the time when he begins to display an astonishing lack of athletic ability.</p><img/><p><strong>Paranerd admiral Bob Inman showed his true nerd colors during a whiny news conference to withdraw as defense secretary nominee.</strong></p><p>In fact, before a nerd learns he is a nerd, he hears himself called a mama’s boy because he curls up in the fetal position during dodgeball games at recess. He rarely gets picked when kids choose teams for baseball. If he does play, he’s sent to deep right field. There, in solitude, he reflects on such obscure subjects as how the electronic scoreboard works.</p><p>Ironically, girls who are smart, wallflowerish, and somewhat unattractive are never called nerds. They are “brains” and are accepted in the adolescent social order. But a guy who gets tagged as a nerd lives a life of pure pubescent hell. Withdrawing into his own little world, he spends his lunch period discussing with fellow nerds the meaning of such nerd literature as J. R.R. Tolkien’s <em>The Lord of the Rings.</em> after school, he whiles away his afternoons hanging out at Radio Shack or studying Esperanto.</p><p>But don’t be misled by a nerd’s puny nature: He is quietly learning how to kick ass. For example, the Horatio alger of modern-day Texas is none other than Michael Dell, who may have been Texas’ ultimate high school nerd. As a pudgy, lilypale boy, Dell washed dishes at a Chinese restaurant to help finance his nerd hobby: stamp collecting. For his high school annual, he was photographed wearing glasses with thick lenses, staring intently into his computer, looking utterly lost in space. When Dell was enrolled at the University of Texas, he quit going to class after his freshman year—he no doubt hated having to sit close to so many people—and began selling computers by mail order from his dorm room.</p><p>In pre-nerd Texas, his classmates might have considered Dell to be the guy most likely to end up on top of the UT Main Building, shooting everyone in sight. But instead, he is called a financial genius, parlaying his nerdish gift into Dell Computer, a $2-billion-a-year corporation. He has married a staggeringly beautiful woman. He has bought a Porsche. He can even be seen posing for photographs without his glasses.</p><img/><p><strong>I,Nerdius Oblivious to voter indifference, former senator Bob Krueger was fond of quoting Shakespeare and teaching Latin while he stumped.</strong></p><p>In the New Texas, all nerds know their day will come. In fact, the smart nerdy boys at Dallas’ Jesuit prep school have a cheer that they use on Friday nights, when bigger and stronger opponents wallop their football team: “That’s all right, that’s okay, you will work for us someday!”</p><p><strong>Sissy Style</strong></p><p><strong>The Nerd Look</strong></p><p>Contrary To Popular Belief, Nerds Come In All sizes and shapes. Many assume the classic Poindexter Congressman Martin Frost of Dallas), but others fit into equally crucial categories: the Disheveled Egghead (writer Larry McMurtry), the Homely Guy With the Dazed Expression (Lyle Lovett), or God’s Biggest Goof (alvin Van Black, the beaming, rotund, tuxedo-clad party reporter for Houston’s Channel 13). Because Van Black found that regular cufflinks didn’t keep the sleeves of his shirt wrapped around his very large wrists, he removed the chain from the big rubber ball inside his commode, cut it in half, and created his own—a great moment in nerddom.</p><p>Most nerds, of course, are not at all conscious of their outward appearance. If Houston multimillionaire, strip shopping center developer Jerry J. Moore knew what people said when they saw him in his polyester jumpsuits, he would certainly change into other clothes. On the other hand, one of New fork’s hottest fashion designers, Corpus Christi-born Todd Oldham, prides himself on his nerdwear designs. For one of his latest collections, the twerplike Oldham created “fat man golf pants” and “embroidered shirts that look like they’ve been iced by cake decorators.”</p><p>But even those nerds who own nice clothes inevitably give themselves away when they are asked to dress casually. The idea paralyzes them. All you have to do is study their footwear: at swimming pool parties, the nerds are the ones in shorts, dark socks, and dress shoes.</p><p>On the off chance that a nerd hides his true self in chic threads, I suggest that you study his hair. Nerds, for the most part, have odd hairdos. Either they get the basic Perot buzz cut or they still use a dab of Brylcreem or they go the other way and do something that makes them look like they are entering a Porter Wagoner look-alike contest. At first glance, former Dallas Cowboys head coach Jimmy Johnson seems to be a tough figure—a fierce leader of men. In fact, Johnson is a nerd who has yet to come out of the closet. It’s bad enough that he likes to spend his evening hours watching his pet fish swim in an aquarium. (Texas nerds like to watch fish; non-nerds buy a bass boat and catch them.) But what really gives Johnson’s nerdiness away is his hair. You <em>know</em> he gets up extra early and sprays his hair until his bangs swoop over his forehead like a curling ocean wave. Only a nerd would go to such trouble to make himself look so completely out of style.</p><p>[ Continued On Page 181]</p><p>[ Continued From Page 136 ]</p><p><strong>Boobish Behavior</strong></p><p><em>The Nerd Personality</em></p><p><span class=\"dropcap\">M</span>any Of Us Have Never Had a long conversation with a nerd. That’s because a nerd is never entirely sure what to do with himself around other people. Perhaps because of the isolation he experienced growing up, he has never developed basic social skills. He cannot smile properly when someone tries to take his picture. He squirms when a woman kisses him on the cheek. If he has to attend a Halloween costume party, he stands in a corner wearing a pith helmet.</p><p>Even nerds who should be accustomed to being famous don’t really know how to act when the public surrounds them. Will you ever forget Ross Perot suddenly dropping out of the 1992 presidential race? Was it a devious political move? Or did his unquenchable nerdiness reveal itself? I think Perot quit because he didn’t want a bunch of people hanging around and asking him questions. Only a nerd would prefer sitting alone behind a desk, pointing to statistics on a pie chart.</p><p>A nerd does not know how to have fun. He is always abstaining from something (alcohol, sex, humor). On occasion, he wanders the aisles at Sam’s Wholesale Club or goes to Whole Foods Market (a former hippie hangout that’s been taken over by nerds). So far, the best male scandal in nineties Texas has been Houston-born singer Kenny Rogers leaving dirty phone messages for young Dallas women. Phone sex: Can you imagine a more perfect nerd pastime?</p><p>Although many nerds are rabid sports fans—they read scholarly baseball books written by fellow nerds such as George F. Will, and they join Rotisserie Leagues—nerds don’t actually play sports. Indeed, nerds are so incompetent at traditional sports that they have had to invent their own. Just go to austin’s Zilker Park on most any weekend and watch them in their headbands and Bermuda shorts, engaging in that painfully nerdish recreation: Frisbee golf.</p><p><strong>Weenie Wisdom</strong></p><p><em>The Nerd Brain</em></p><p><span class=\"dropcap\">O</span>nce, Nerds Disappeared Into obscure professions, becoming NASA scientists, TV weathermen, JFK assassination researchers, or professors at Rice University (the state’s top institution of higher nerddom). But today the nerd’s very large brain is in great demand. Is there any figure, for example, who has reshaped modern Texas life more than the computer nerd? Just start with all the nerds at Texas Instruments who worked on the invention of the computer chip, add Perot and his Electronic Data Systems minions, throw in the Tandy people from Fort Worth, the Compaq guys in Houston, and the MCC geniuses in austin, and you’ve got a veritable nerd stampede. Instead of going to his basement at the end of the day to refinish furniture or clean his hunting rifle, a true Texan now heads down there to create software.</p><p>Occasionally a nerd is able to formulate an idea that he believes will change the world. And he doesn’t care who laughs at him because he’s used to being laughed at. Case in point: Mild-mannered Southern Methodist University economics professor Ravi Batra, who was so convinced we were about to experience a massive economic bust that he paid to publish his own book, <em>The Great Depression of 1990. </em>Incredibly, it became a best-seller and turned Batra into a nerdy national celebrity—even though his predictions turned out to be wrong. Undaunted, he wrote another book, <em>The Myth of Free Trade,</em> demanding that the U.S. raise tariffs on goods imported into this country; the <em>New York Times Book Review</em> called it a “wacky wake-up call to america.” In one of the great nerd pictures of all time, Batra was photographed by <em>People</em> having his temples massaged by his wife, Sunita.</p><p>My favorite nerd project, however, comes from that beloved Fort Worth nerd, Ed Bass. While the other superyuppie Bass brothers have taken over corporations and married socialites, Ed has remained the family’s lone black sheep and bachelor. One assumes he was the kind of boy who stayed at home dreaming of geodesic domes while his brothers were off chasing teenage babes at the country club. In 1991 he unveiled his obsession: Biosphere 2, a $150 million, three-acre enclosed human greenhouse in arizona that was designed to be a selfsustaining artificial ecosystem. Traditional scientists said the project would teach us nothing. Still, during the dedication ceremonies, just before eight people entered Biosphere 2 for two years of research, Ed gave a classic nerd speech: “Biospherians, good friends, bon voyage! and fly your spaceship well that all of humankind might fly Spaceship Earth better in the future.” You have to root for him based on that kind of comment alone.</p><p><strong>Capitol Dweebs</strong></p><p><em>Nerds and Politics</em></p><p><span class=\"dropcap\">T</span>he Place Where Nerds Will have their biggest impact in the New Texas is in politics. Almost all the men who run for office these days are squeaky clean, humorless policy wonks who happily submit to drug tests and don’t have the slightest taint of scandal. They would rather study briefing books than meet their constituents. Their favorite TV network is C-SPAN.</p><p>Some commentators assume that such a wonk invasion will result in a kinder, gentler Texas—opening up opportunities for those archetypal Sensitive Males who have a kind of alan alda quality about them. But in politics, nice nerds can only go so far, as ann Richards found out last year when she picked Gentleman Nerd Bob Krueger to fill Lloyd Bentsen’s senate seat. A dusty former English professor, Krueger was such an out-of-touch campaigner that when his advisers suggested he stop quoting Shakespeare on the campaign trail, he nodded thoughtfully and started quoting Dante. His idea of relating to union workers consisted of his telling them that the word “integrity” comes from the Latin “integritas.” In a desperate, last-ditch effort, Krueger’s media handlers filmed a TV commercial in which he was dressed as arnold Schwarzenegger. Voters had no idea what he was doing. Was he making fun of tough guys? Was he suggesting that he too could be tough, even though he was a nerd? The whole thing backfired, leaving Krueger to anticipate an appointment as U.S. ambassador to Burundi—the ultimate nerd posting.</p><p>The secret of being a nerd in Texas politics is, you better not look like a wimp. Deep down, U.S. senator Phil Gramm is a nerd—I mean, the guy fell in love with his wife, Wendy, based purely on her resume—but he hides his nerdiness by acting mean. The best political nerds will always be those who are cast in the mold of Ross Perot: boorish, impatient, self-righteous, irritating. In other words, the kind of guys you want to punch in the nose. Lieutenant Governor Bob Bullock, one of Texas’ oldstyle males, once got so mad at nerdy attorney General Dan Morales that he patted him derisively on the cheek, and said, according to an eyewitness, “You skinnyassed son of a bitch.” The obligatory four-eyed nerd on the Dallas City Council, a gadfly named Paul Fielding, got Dallas Housing authority chief alphonso Jackson so angry that Jackson allegedly smashed Fielding’s face into the doorframe at the mayor’s office. In a classic nerd counterattack, Fielding complained to the press that Jackson had given him the first black eye he had ever received.</p><p><strong>Future Nerds</strong></p><p><em>The Next Generation</em></p><p><span class=\"dropcap\">C</span>learly, Texas Nerddom Has worked its way into every aspect of our culture. Children grow up watching that annoyingly nice blob of purple nerdishness, Barney (created by three Dallasites). Teenagers pattern their lives after those two MTV couch-potato nerds, Beavis and Butt-head (who also happen to have been created by a Dallas nerd, former resident Mike Judge). Hip young urban guys wear baggy jeans, flannel shirts, and Birkenstocks—exactly the kind of look that twenty years ago was worn only by wussy students who took trigonometry. Even that bastion of macho Texas life, the country and western bar, has been overtaken by nerds in cowboy hats learning those silly line-dance routines, which no less of an authority than nerdy drive-in movie critic Joe Bob Briggs has called “the preferred dance of geeks for fifty years.”</p><p>Of course, there are still some men who do everything they can to avoid the nerd tag—they pump weights at a gym, they speak in a masculine drawl—but they know their days are numbered. John Bradshaw, the Houston self-help and co-dependency guru, has become our state’s most famous writer and speaker by teaching us to hug a stuffed animal, to hug other people, to redecorate our homes with toys, and to discover our “inner child.” That is, act like a nerd!</p><p>And why not? There’s great satisfaction in finally realizing that you no longer have to dress or act like the coolest guys in high school. <em>Slacker</em> s director Linklater was once a typical high school jock on the baseball team, but when he became an ascetic with a camera, he turned into the idol of film school students everywhere. Patrons at armando’s, the chic Mexican restaurant in Houston, watched in disbelief one recent evening when Mayor Bob Lanier arrived to meet his wife, Elyse, for dinner. After Bob sat down, Elyse promptly pulled a pair of bedroom slippers from her purse and slipped them on his feet so he could relax while eating his dinner. If Bob Lanier can allow his nerdishness to slip through, why can’t the rest of us?</p><p>In a way, the nerd is the last person who fits the old Texas stereotype of the individual who’s unafraid to be himself. Which means, my fellow men, it’s time to look deep inside ourselves and embrace our inner nerddom. Otherwise, we non-nerds could end up becoming outcasts in Texas forever.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "School",
      "Dallas",
      "High School",
      "people",
      "Dell",
      "Computer",
      "Football",
      "Love",
      "TV",
      "Ann Richards",
      "Baseball",
      "Bob Lanier",
      "Books",
      "Computers",
      "Country",
      "Defense",
      "ever",
      "Film",
      "Home"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Austin",
      "Fort Worth"
    ]
  }
}