{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19945",
    "date": "May 1994",
    "year": 1994,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1994/19940500.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127
      ],
      [
        142,
        143,
        144
      ]
    ],
    "toc_order": 15,
    "toc_headline": "We Will Never Surrender Or Retreat",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199405-wewillne",
  "source": "/1994/19940500.pdf",
  "wp_post_id": 128547,
  "wp_post_guid": "http://www.texasmonthly.com/article/we-will-never-surrender-or-retreat/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "We Will Never Surrender Or Retreat",
  "dek": "Surrounded And Besieged Ax-Grinders, the Daughters Of the Republic Of Texas, Alamo Legend, Have Drawn Their Line In the Dirt.",
  "spread_caption": "",
  "excerpt": "These days everybody wants a piece of the alamo. Can the Daughters of the Republic of Texas hang on to their sacred shrine?",
  "kicker": "",
  "word_count": 2202,
  "content": "<p>The Motto Of the Daughters Of the Republic of Texas is, “Texas, One and Indivisible.” While that may have been the wisdom 89 years ago, when the Texas Legislature gave the DRT legal custody of the alamo, times have changed and multiculturalism is in vogue. Now Native americans, Hispanics, and african americans are stepping forward to stake their own claims to the grounds of the alamo, and the Daughters’ control is under attack before the San antonio City Council and the Legislature. Multiculturalism is a euphemism for anancestor worship, which is what the DRT has been practicing all these years, but the current Battle of the alamo is about which ancestors are most worthy of worship.</p><p>The bond between the Daughters and the alamo is a matter of blood. To become a member, a woman must trace her lineage to an early colonizer of the Republic of Texas. Like the majority of the defenders of the alamo, most of the colonizers were anglos who in the 1800’s left behind their past and came to Texas in search of a new identity. Two of the DRT’s founders—adina De Zavala and Clara Driscollsaved much of the crumbling structure from being sold to a New York syndicate at the turn of the century. Since 1905, the 6,500-member matriarchy has operated the alamo with no expense to the taxpayers. In addition to controlling the property, however, the Daughters have also controlled the story. They see it as their mission to honor a single moment: the battle in 1836, when Colonel William Barret Travis vowed that he would never surrender or retreat and where from 189 to 257 defenders (depending on the historian) fought to their death for Texas’ independence.</p><p>Now others have come to present their own versions of what the alamo symbolizes. The complications have arisen because the original grounds of the alamo encompassed four acres of what is now the heart of downtown San antonio. (For example, the north wall where Travis fell is now enclosed by the downtown post office.) Within the larger alamo grounds lies a lot of history that has gone unremembered.</p><p>On a bright morning in March, a 22-member committee appointed by San antonio’s mayor filed into a downtown conference center and took their seats around a gigantic round table. The committee was supposed to resolve some of the controversies surrounding the historic and modern uses of the alamo and the plaza, but the larger issue—the meaning of the alamo to Texas—kept getting in the way.</p><p>[Continued On Page 140]</p><img /><p>Photograph By John Dyer</p><p>Daughters In arms <em>Members of the Daughters of the Republic of Texas strike a defiant pose. On the front line (from left): Madge Houston Roberts, the great-great-granddaughter of Sam Houston; Gail Loving Barnes, the great-great-granddaughter of pioneer trail driver Oliver Loving; and Frances Condra Pryor, descendant of several early Texas settlers.</em></p><p>[ Continued From Page 124 ]</p><p>Gary Gabehart, a spokesman for the 215-member Inter-Tribal Council of american Indians, views the alamo not as a sacred shrine for Texans but as a sacred cemetery for Native americans who were converted to Christianity at the Spanish mission. He has records of 921 mission Indians who were buried by the Roman Catholic Church near the alamo between 1724 and 1821. Father Virgil Elizondo, the rector of San Fernando Cathedral, represented the Catholic church, which sold the alamo chapel to the State of Texas in 1883. He sees the alamo as one of the first integrated cemeteries in the nationwhites, african americans, Hispanics, and Native americans are buried there. Gilberto Hinojosa, the dean of humanities at Incarnate Word College, was there to pitch his multicultural view that the alamo’s role as a Spanish mission and a soldier settlement under Mexican rule should be given equal weight with the story of the battle. David anthony Richelieu, a columnist for the <em>San antonio ExpressNews,</em> was there to lobby for his own $30 million plan to reclaim the original battle site by closing alamo Plaza to all traffic, moving an entire block of buildings off of the west side of the plaza, and reconstructing the walls around the original perimeter. “It all boils down to which we think is more important,” Richelieu said, “the alamo or the Burger King on the plaza across the street. ”</p><p>Directly across the circle from Richelieu sat two Daughters: Madge Roberts, a retired schoolteacher and great-great-granddaughter of Sam Houston, and anna Hartman, a lateral descendant of James Bowie. Viewed from their perspective, the alamo is important because people—their people—chose to fight for independence from Mexico. To the Daughters, the other members of the committee are not much better than modern-day Santa annas. “This is all just politics,” anna Hartman said after the meeting. “They aren’t really concerned about the Indians. Mr. Gabehart has only a fraction of Indian blood in his body. This is about who’s going to control the alamo.” For his part, Gabehart points out that he is about one quarter american Indian.</p><p><span class=\"dropcap\">U</span>nlike the First Battle Of the alamo, the current battle began innocuously when city councilman William Thornton, who has served two terms and is now an undeclared candidate for mayor, went to the alamo last fall to accept a recycling award from the governor’s office. He brought along a commercial photographer to record the event. According to the DRT’s official rules, tourists may take photographs outside the alamo but commercial photography is not allowed—except when the Daughters agree to waive the rules, as they did for the photograph accompanying this article. Since Thornton did not have permission, a security guard employed by the Daughters instructed the photographer not to take pictures. So Thornton and the photographer stepped off the sidewalk into the city street, where they took the picture.</p><p>“That opened my eyes to the arbitrary way the Daughters have been running the alamo for years,” recalled Thornton. “Here we were, surrounded by tourists dressed in shorts, T-shirts, and thongs, and they were able to take all the photographs they wanted. I was kicked off the street.”</p><p>With one small act, the Daughters transformed Thornton into the commander of their opposition. “I began to look around and see what a sorry job the Daughters have done portraying history,” said Thornton. “On one hand, they say the alamo is so sacred that gentlemen must remove their hats to enter the shrine. On the other, they let horses urinate on the street in front of the alamo, and tour buses park right in front of the alamo, idling their motors and spewing exhaust.”</p><p>Thornton drew his own line in the dirt. He declared that the city, not the Daughters, owned the street in front of the alamo, as well as the entire plaza, and proposed that the city close the street and redevelop the plaza with historical markers and plaques to give tourists an accurate sense of how the battle took place.</p><p>Suddenly everyone with an ax to grind against the Daughters was running to Thornton’s side. First it was Frank Buschbacher, a Vietnam veteran and treasure hunter (see Behind the Lines: “Seer and Scholar,” TM, December 1993). In 1992 Buschbacher discovered what many believe is evidence of a well dug by the Texans during the Battle of the alamo. Without DRT approval and with Thornton’s help, Buschbacher received permission from the city this year to close the street for an archaeological dig.</p><p>Then, in February, a group of local Native americans, led by Gabehart, went to the city council with early maps and records showing the cemetery grounds near the alamo chapel and asked that the street be permanently closed. “Our people need to be in a final resting place—and that’s not out in the street or in the gutter,” Gabehart solemnly told the council. Thornton backed Gabehart, saying that the area is “twice-hallowed ground”—once by the blood of the Indians and then by the blood of the alamo defenders.</p><p>The motto of the alamo chapter of the Daughters is, “Hew to the line, let the chips fell where they may,” and the Daughters drew their line at the street. During a public hearing on the issue last February, they insulted the Native americans by saying that until someone produced irrefutable evidence of Indian burials—that is, bodies—the Daughters would remain skeptical about their existence. At the same time, the Daughters hauled out a 1975 contract in which the city promised never to close the street in front of the alamo and threatened to file a lawsuit if the city took further steps toward doing so.</p><p>Then the commission that oversees Fiesta, San antonio’s annual celebration of the Battle of San Jacinto, sided with Thornton and the Native americans. Out of respect for the Indian burial ground, the commission rerouted the two parades that traditionally have passed in front of the alamo to streets behind the grounds.</p><p>What started as a fight to control the street then shifted into a fight over the story of the alamo itself. The Native americans want the story told from the point of view of the natives who actually built the mission. And Hispanics have long been divided over the alamo: Some regard it as an outright racist symbol of anglo conquest, while others say that the role of the Tejanos (the nine or so Mexicans who sided with the alamo defenders) is downplayed in the DRT’s version of history. Blacks have yet another take: Some argue that the anglo defenders were trying to grab land from Mexico to make into a new slave state.</p><p>The Daughters resist all such efforts at revisionism, which has left them open to charges of presenting history as they wish it had happened, instead of as it actually happened. For instance, in the seventies the daughters placed a brass marker in front of the chapel to signify where Travis, the commander of the alamo, supposedly drew the famous line in the dirt, asking those who wanted to stay at the alamo and die with him to step across it. Many historians believe Travis never drew such a line, but the Daughters provided the marker because the three million tourists who visit the alamo each year want to see it.</p><p>By now the DRT has become the easiest political target in Texas. The <em>austin american-Statesman</em> wrote an editorial urging the state to take the alamo away from the Daughters. State Representative Ron Wilson of Houston, who has twice introduced a bill to place the alamo under the control of the Texas Parks and Wildlife Department, promised to reintroduce the bill during the next session. In a story about the controversy in late March, the <em>New York Times</em> did not even give the Daughters credit for saving the alamo in the first place. When two DRT executives went to see ann Richards for help, the governor wouldn’t see them in person. Instead, John Fainter, Richards’ chief of staff, met with the Daughters for two hours but gave the women no promise of support.</p><p>“<span class=”dropcap“>T</span>HE alamo Is Important For one reason, and that’s because of the battle that took place here,” says Gail Loving Barnes of Odessa, the president general of the DRT. “There are four other missions in San antonio. This is an icon to sacrifice and honor. ”</p><p>It is easy to understand why Barnes and the other leaders of the DRT have developed a siege mentality when it comes to the alamo. In 1981, on May Day, a small group of Marxists hoisted a red flag on the roof of the alamo. The following year on May Day the Ku Klux Klan showed up to keep the Communists out. In 1983 rock star Ozzie Ozbourne supposedly urinated on the front door of the shrine. Occasionally, some crank claiming to be a terrorist telephones the alamo and threatens to blow it up. Once a month or so after dark someone scales the walls, looking for buried treasure, hoping to spray paint a slogan, or just rebelling against the five o’clock closing time. And then there is the ticklish matter of operating a shrine to a battle for independence from Mexico in a city that is more than 50 percent Mexican american.</p><p>The current controversy is a battle over public relations, and it is a battle the Daughters are losing. To many, they appear amateurish, stubborn, and ill-prepared. They present an incomplete account of the battle, they ignore scholarly research, and they don’t fully acknowledge the mission’s history before 1836. Often they are caricatured in the media as rich, idle anglo women with nothing to do but fret over the alamo. \u001bt many are retired schoolteachers or small-business owners who are only doing what the state asked in 1905: Operate the alamo as a shrine to Texas heroes. Those who are eager to turn the alamo over to the state ought to remember that the alamo wouldn’t be here to argue over if the Daughters hadn’t stopped the state from selling it.</p><p>“I think we do a fantastic job of operating this place,” said Gail Barnes. “To think that it costs the taxpayers absolutely nothing and we do it all with proceeds from our gift shops and thousands of volunteer hours. If the state took it over, does anyone really think they would put the money, the time, and the love into the alamo that we do?”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Alamo",
      "The Alamo",
      "Texas",
      "History",
      "Mission",
      "Photographer",
      "Cemetery",
      "city council",
      "Loving",
      "Mexico",
      "New York",
      "Records",
      "Republic of Texas",
      "Running",
      "San Antonio",
      "Spanish",
      "Texans",
      "Women",
      "Ann Richards",
      "attack"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Mission",
      "San Antonio",
      "Austin",
      "Houston"
    ]
  }
}