{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19871",
    "date": "January 1987",
    "year": 1987,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1987/19870100.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 110,
    "document_page_range": [
      [
        110,
        111
      ]
    ],
    "toc_order": 6,
    "toc_headline": "The National Tour Of Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198701-thenation",
  "source": "/1987/19870100.pdf",
  "wp_post_id": 123456,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-national-tour-of-texas-9/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "The National Tour of Texas",
  "dek": "There are 32,000 miles of highway in Texas, and in 1987 i’m going to drive every single one.",
  "spread_caption": "",
  "excerpt": "I’ve long dreamed of driving every highway in Texas. This year i’m doing it —all 32,000 miles worth.",
  "kicker": "",
  "word_count": 1024,
  "content": "<p>It Was One Of Those Things, Like Mastering a Fine art or learning an exotic language, that i’d always wanted to do but never took the time to begin, believing that if I did, I would never find the time to finish: I wanted to drive every road in Texas.</p><p>For years I nurtured this somewhat grandiose ambition the way an exile nurtures the hope of a return home. I daydreamed about it, and among friends I daydreamed aloud. I cursed the amorphous fate that kept me from acting, and among fellow dreamers —a lot of Texans have been bitten by the every-road notion—I cursed that fate aloud, even making myself known as something of a malcontent. As an exile stuffs his pockets or decorates his den with mementos of his homeland —a fading flag, the photo of a deposed leader, a ceremonial shirt, or perhaps a provincial rug —I hung a road map on the wall of my office, tracing onto it each route I drove while pursuing magazine stories or touring just for fun. I swore off visiting friends and relatives in other states in the faith that abstinence from out-of-Texas travel would encourage me to see more of the state I called home.</p><p>Last year, when I turned 40,1 was forced once again to look ahead and recognize some of the unpleasant facts of life. Though I was driving 40,000 miles a year, I discovered I had covered only about 10,000 unduplicated miles of Texas. At the rate I was progressing, I would be 100 before i’d see all of the state.</p><p>One afternoon last fall on my way toward Utopia, a community west of San antonio, I got the feeling that I had gone off course, and I reached for my road map, the State Department of Highways and Public Transportation’s official travel map. After I located my position, I turned the map over and idly scanned the text opposite the full-color picture of Mark White. It said there were 70,000 miles of Texas road —a distance that, it seemed to me, could be driven in a year’s time. My dream of seeing all the state, I realized, could come true if only i’d make the sacrifice, one year. A full year with no weeks of vacation, a year to be spent away from the intimates and the old house that are the dramatic actors in my life. A year of motels and restaurant food and, I expect, more than a little bit of uncertainty and homesickness. I decided that the dream was worth it.</p><p>Already I have begun the trip that I envisioned. Nobody thought that either my 350,000-mile Volkswagen Beetle or I could survive the trip; <em>Texas Monthly</em> and Chevrolet have loaned me a roomy Suburban for the year. Nor am I going to drive every road in Texas as I so naively imagined. As soon as I put a pencil to the project, I discovered that nobody can do exactly that. Including public streets, there are not 70,000 but 272,428 miles of roadway in Texas, more than anyone of our species can drive in a year. It may be possible to drive every route and farmto-market road shown on the official travel map, or 70,000 miles, but because no route covering all those roads can be driven without doubling back or repeating some sections of road, a more realistic estimate of the map’s mileage is about 100,000 miles, the same distance that busy truckers cover in a year. Truck drivers, however, don’t have to write stories, and as even they bemoan, they rarely have a chance to get to know the people they’re passing. In order to allow me to do those things, I decided to set a limited goal, which i’ll try to exceed. During 1987 i’m going to drive every state and federal highway in Texas-and every time I get a chance I intend to venture onto country and farm-to-market roads. I can’t say for sure, but I believe that before 1987 is finished i’ll have driven at least 56,000 miles of Texas, more than twice the circumference of the globe.</p><p>In my dispatches each month i’ll try to write not so much about the scenic wonders and civic celebrations of the state—the guidebooks have done that job well enough—as about the people who give Texas its distinct character. I also plan to write about the mundane problems of travel. I want to discern signposts, for example, that a traveler can use to find an interesting motel or a delectable chicken-fried steak in a town new to him. I also want to tell you about Charles Bright of Nacogdoches, who has made a fortune as the manufacturer of a revolutionary chicken coop, and about Leon Graham, the monolingual mayor of the Mexican american community of Cactus on the North Plains. I want to introduce you to Leon McBeth, who in Fort Worth is writing the definitive history of Baptists, and to Michael Tracy and Eric avery of San Ygnacio, who are turning the border into art. I want to visit the half-dozen scattered small towns where I spent my youth.</p><p>The rough itinerary that i’ve drawn for the project, which <em>Texas Monthly</em> is calling the National Tour of Texas, will allow me to spend the winter months in the comfort of South Texas and the Valley and to see East Texas bloom in spring. Summer will take me to the cooler Panhandle, and by fall i’ll be looping through the Hill Country to see how the state’s regional patterns converge on the people in its center. During the year, i’ll stop in Saturn and Belgrade and Tarzan and Flat, and i’ll at least pass through your city or town. If there is something or someone along the road that you think I should see, please drop me a note at <em>Texas Monthly.</em> My tour of Texas will be a success if readers take a place at my shoulder, guiding me with the seasoned eye that most Texans train on the bends and corners of their lives and on the roads that they’ve already driven to deadening repetition.</p><img/><p>Photograph By Will Van Overbeek</p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Tour",
      "people",
      "Travel",
      "Country",
      "Fate",
      "Highway",
      "Texans",
      "Texas Monthly",
      "Art",
      "Bends",
      "Border",
      "Cactus",
      "Chicken",
      "Chicken-Fried Steak",
      "Comfort",
      "Dreamers",
      "Driving",
      "East Texas",
      "Food"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "East Texas",
      "Fort Worth",
      "Hill Country",
      "West"
    ]
  }
}