{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199512",
    "date": "December 1995",
    "year": 1995,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1995/19951200.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 118,
    "document_page_range": [
      [
        124,
        125,
        126,
        127
      ],
      [
        145,
        146,
        147,
        148,
        149,
        150
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Carrillo’s Crossing",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199512-carrillos",
  "source": "/1995/19951200.pdf",
  "wp_post_id": 128889,
  "wp_post_guid": "http://www.texasmonthly.com/article/carrillos-crossing/",
  "authors": [
    "Robert Draper"
  ],
  "headline": "Carrillo’s Crossing",
  "dek": "Most of the drugs in this country come across the border at El Paso, and federal drug agents know who is behind the massive smuggling operation. What they don’t know is how to stop him.",
  "spread_caption": "",
  "excerpt": "In the bloody billion-dollar business of drug trafficking, amado Carrillo Fuentes is king. He is the elusive ringleader of a smuggling operation that police on both sides of the border are powerless to stop.",
  "kicker": "",
  "word_count": 6237,
  "content": "<img/><img/><p>Illustration By Jonathon Rosen</p><p>Dirty details The huge drug-smuggling operation of Carrillo (opposite).</p><p> The PUBLISHeR Of a Juarez Newspaper Answered a Knock at his door one evening and found two strangers standing on his doorstep. “We have come here on behalf of a friend,” one of them said in Spanish. “He would like to pay you a substantial sum of money every month, and in exchange, you will let him review every article you intend to publish about amado Carrillo Fuentes.”</p><p>The publisher tried to conceal his fear. “No,” he said. “I can’t agree to that sort of thing.”</p><p>The two strangers looked at each other. One of them said, “Well, then, since you can't do that, let’s try another arrange-</p><p><strong>Drug Lords</strong> of Infamy</p><img/><p><strong>amado Carrillo Fuentes</strong></p><p>His ability to handle the Colombians’ huge drug loads—brought in on Boeing 727’s—earned him the nickname Lord of the Skies.</p><img/><p><strong>Miguel Felix Gallardo</strong></p><p>The <em>patron</em> of the Mexican drug federation until he was arrested in 1989 and convicted of conspiring to murder a DEA agent.</p><img/><p><strong>Pablo acosta Villarreal</strong></p><p>Carrillo’s mentor who controlled the Presidio-Ojinaga drug trade until he was killed in a shoot-out with Mexican police in 1987.</p><img/><p><strong>Ernesto Fonseca Carrillo</strong></p><p>One of Mexico’s biggest traffickers and Carrillo’s uncle. Now in prison for the murder of a DEA agent.</p><img/><p><strong>Rafael aguilar Guajardo</strong></p><p>Carrillo’s predecessor.</p><p>He was the head of the El Paso-Juarez smuggling operation until he was assassinated in 1993.</p><p>ment. Either you will let our friend pay you a substantial sum of money every month in exchange for which you will not publish <em>anything</em> about amado Carrillo Fuentes, or you will be killed.” network by which the infamous Medellin I drug cartel could fly its Colombian cocaine | into the interior of Mexico and have the ° drugs driven north into the United States ^ by Mexican traffickers, who would then de1 liver the goods at a designated site to f Colombian distributors, who would dis« perse the cocaine throughout the biggest cities in america.</p><p>The men on the doorstep then said, <em>“Buenas noches</em>,” and departed into the Juarez night, leaving the publisher to ponder the two options. Overnight, a third choice occurred to him. He resolved to sell his newspaper.</p><p>This story about the notorious Mexican drug trafficker amado Carrillo Fuentes was told to me by a knowledgeable american source. When I told it to two members of the Juarez media one morning in October, they exchanged knowing looks. Earlier in the year, said one of them, a photographer from the publisher’s paper had taken pictures of Carrillos compound near the Juarez racetrack. An interested party later contacted the paper. His message was succinct: “Pesos or bullets?” The photographs never made it into print.</p><p>“Here in Juarez,” the other added, “no one mentions his name in the press. Television, radio, newspapers—it’s the same editorial policy.”</p><p>The three of us were having this conversation over coffee at Sanborn’s, a fashionable restaurant on the Paseo Triunfo de la Republica frequented by politicians, journalists, and industrialists. Three months before, it was widely rumored that amado Carrillo Fuentes had made an appearance in this very restaurant, accompanied by several bodyguards, a few members of the heroin-smuggling Herrera family, and a man who happened to be a Mexican police official. Though it was a rare sighting of the elusive drug lord, there could be no doubt that Carrillo intended to be seen. “It was a demonstration of his strength to dine in public with the official” one of the members of the Juarez media told me. “He was reminding everyone who was really in charge of the Juarez <em>plaza.”</em></p><p>Reminders of Carrillo’s power have usually come in other forms, ranging in degrees of subtlety—from the Boeing 727’s bearing tons of Colombian cocaine that land on his rural Chihuahuan airstrips in the dead of night, to the bodies strewn across the southern outskirts of Juarez every time Carrillo’s drugs fail to reach their destination. Both with pesos and with bullets, the socalled Ford of the Skies has emerged as the most dominant drug trafficker in Mexico. More cocaine enters the U.S. through his organization than any other, in addition to the substantial quantities of methamphetamine and black tar heroin his underlings ferry across the border. By no coincidence, today more drugs are smuggled through the El Paso-Juarez corridor—consisting of four pedestrian and vehicular bridges linking Mexico to Texas and the U.S.—than anywhere else in america. Thanks to amado Carrillo Fuentes, El Paso is well on its way to becoming a Little Miami, a city whose prosperity is dependent upon the drug trade. And, thanks to Carrillo, Juarez has become a city held hostage, where two hundred to four hundred people have been murdered over the past three years as a result of the drug trade.</p><p>None of this has occurred by accident. In his ascendancy, the fortyish Lord of the Skies benefited from luck and opportunity, apprenticeships and family relations, the misfortunes of his peers and the good sense to learn from their mistakes. As a result, Carrillo is untouchable, his incalculable wealth and his equally innumerable crimes scarcely blinked at by the Mexican government and its law enforcement officials—while on the other side of the border, just a couple of miles from the warehouses that store his drugs, american federal agents gnash their teeth and wait for Carrillo to commit some fatal error. It is like waiting for a bridge to collapse.</p><p><strong>the History Of El Paso-Juarez As the Drug Smuggler’s</strong> preferred port of entry begins around 1983, when a Colombian operative showed up in Juarez and established residence there. By the time the man departed in 1985, he had built an elaborate and which bridges? Federal anti-drug agencies guessed the Tijuana ports of entry. But despite the heavy trafficking from Baja California into the U.S., clogging up the Tijuana corridor wasn't going to arrest the influx of illegal drugs by any means. For as any geography textbook would have told them, the most heavily populated metropolitan area on any international border <em>in the entire world</em> is El Paso-Juarez. And as any map would have shown them, a vehicle that crosses the Bridge of the americas into El Paso is, in a matter of minutes, on Interstate 10—bound westward for California, eastward for Florida, and within an hour’s drive of 1-25 north. An architect in the employ of traffickers could not have designed two more accommodating sister cities. A tractor-trailer could receive five tons of cocaine at a Chihuahuan airstrip, drive anonymously through the cramped international checkpoint, and then become instantly lost in the El Paso traffic before disappearing altogether. During 1988 and 1989, the Sylmar conspirators had succeeded in smuggling more than two hundred tons of cocaine through this conduit.</p><p>American law enforcement officials knew nothing about the Colombian operative or his operation until some time after September 28, 1989. On that day, the Drug Enforcement administration received a tip that led agents to a warehouse in Sylmar,</p><p>California, a suburb of Los angeles. After obtaining a warrant, DEA agents entered the warehouse. What they discovered was more than $12 million in cash stuffed in boxes and bags on the floor of the warehouse, along with a staggering quantity of boxed cocaine: 21.38 tons, with a street value of $6.5 billion. It was, and still is, the largest cocaine seizure in american history.</p><p>Four men were initially spotted around the warehouse. They were arrested and then interrogated at the DEA headquarters in Los angeles. The suspects were surprisingly forthcoming—until a Colombian american woman burst into the interrogation room and declared, “I represent all four of these men and wish to speak with them privately.” after the attorney left the building, the four suspects told DEA agents that they had nothing further to say. But by then, a key fact had already been divulged: all 21.38 tons had entered the U.S. through the El Paso-Juarez corridor.</p><p>“The Sylmar bust was our wake-up call,” says Phil Jordan, who at the time was the DEA’s special agent in command of the Dallas district and now is the director of the El Paso Intelligence Center, which gathers and analyzes all law enforcement data pertaining to international drug trafficking. Until that point, the feds had almost no clue that the Colombians had set their sights on Juarez. Traditionally, drugs had moved into the U.S. via New York City, until crackdowns in the sixties and seventies inspired the drug lords to ship their products through Caribbean waters and into Miami. The federal government responded in 1982 with the South Florida Task Force and stepped up interdiction along the Florida coastline. Multi-ton seizures compelled politicians to proclaim that america was winning the War on Drugs. Yet federal agents knew otherwise. Inland seizures proved that massive quantities of marijuana, cocaine, and heroin were still finding a way to cross the border. But where was the corridor?</p><p>Common sense would have given them the answer: Mexico. After all, Mexicans had mastered the art of smuggling contraband into the U.S., from guns to tequila, over the course of the past two centuries. The savvy, the manpower, and some of the tools of the trade—including police corruption—were already in place for the Colombians to exploit. Furthermore, a cargo traveling across Mexico wouldn’t have to sit in the water until conditions were favorable along the coastline. The drugs could be flown into the Mexican interior, far afield of U.S. radar detectors, and then driven to the edge of the border. The drugs could sit there, indefinitely warehoused, until the time was right to join the procession of vehicles that crossed the international bridges.</p><p>[ Continued On Page 139 ]</p><img/><p><strong>Sending a message:</strong> Last year in the trunk of a Honda on the Bridge of the americas, U.S. police found the bodies of a former Mexican police official and his two sons.</p><img/><p><strong>Safe passage:</strong> With only 10 percent of the 16 million vehicles that cross the Juarez insoected, the odds are in Carrillo's favor.</p><p>[ Continued From Page 121 ]</p><p>Following the September 1989 seizure at the Sylmar warehouse, federal agents moved with the haste of the monumentally chastened. Through seized smuggling ledgers and plea-bargain arrangements with some of the conspirators, they learned that members of the Medellin cartel were working with a Juarez trafficker named Rafael Munoz Talavera. The Colombians transported their cocaine to a ranch airstrip in Villa ahumada; from there Munoz’s drivers moved the product seventy miles up the road into Juarez and across the international border in the trunks of old model LTDs and Oldsmobile Cutlass Sierras. Every Monday through Friday for two years, four or five of Munoz’s smuggling vehicles crossed into El Paso nightly, each carrying 150 to 170 kilograms of cocaine in the trunk; not a single one was searched at the bridge. The drugs were repackaged and warehoused in El Paso until Saturday afternoons, when the cocaine was reloaded into hidden compartments of Peterbilt tractor-trailers and the trailers filled with hundreds of breakable Mexican artifacts. The drivers set out for Ruidoso, New Mexico, bearing bills of lading for a dummy corporation called Ruidoso arts and Crafts and receiving information along the way from conspirators about Border Patrol activity along U.S. 70. From Ruidoso, new bills of lading were inked indicating that the truck was ferrying contents from that city rather than El Paso. Then, assisted by road surveillance teams, the trucks drove on the back roads of New Mexico into arizona, where they rejoined Interstate 10 and headed for the Colombian distributors who would meet them at the Sylmar warehouse.</p><p>The scheme was at the same time extravagant and maddeningly simple, but after the seizure at Sylmar, the conspiracy was dismantled. Between 1990 and 1993 almost all of the Mexican organizers, including the Juarez <em>patron</em> Talavera, were brought to justice. But the corridor still beckoned. The conditions that made El Paso—Juarez so appealing to the Colombians in 1983 have only intensified. In 1994 more than 16 million vehicles crossed the three bridges linking Juarez to the United States. Less than 10 percent of those vehicles are submitted to a detailed inspection by U.S. Customs and Immigration agents at the border checkpoint. As George McNenney, the special agent in charge of the U.S. Customs Service office in El Paso, observes, “It’s not so much a matter of resources as a matter of other realities. Yes, we’re a law enforcement agency. But we’re also an agency that facilitates trade. If we checked every vehicle, there would be lines all the way to Mexico City.”</p><p>That more than 90 percent of the vehicles enter the U.S. from Juarez unsearched instantly guarantees, as one senior federal agent puts it, “odds that are far greater than Las Vegas odds.“ To increase the odds in his favor, the agent adds, a trafficker “could send several cars across the bridge and assume that one of them will be seized, just to help discern the pattern of detection.” (The drivers oftentimes are ignorant Juarez peasants paid a nominal sum to drive the vehicles across the border to an El Paso safe house, no questions asked.) The traffickers improve the odds further by creating hidden compartments such as detachable dashboards that harbor the drugs within the vehicle. Then there are the spotters—individuals paid by traffickers to loiter around the checkpoint and monitor the border inspectors. One afternoon while standing by the Bridge of the americas station, I asked a Customs inspector if there were any spotters in the vicinity. Hesitating only for the moment that it took for him to snicker darkly, the inspector pointed out four likely suspects: two leaning against the pay telephones twenty yards away, another hunched in the shade near the employee parking lot, and a fourth positioned near the center of the bridge, some fifty yards distant. The latter was an elderly man in rumpled clothes and a straw hat. I could just make out the cellular phone in his hand. The vehicles idling in the traffic pattern between Mexico and the U.S. would receive a coded message on their digital pagers from the spotters—333, for example, meaning that the driver should make haste for lane three, or 000, indicating that the Customs agents with drugsniffing dogs were checking the driver’s lane and that a hasty return to Juarez would be in order.</p><p>Yet the crude ingenuity of spotters and custom-designed drug vehicles could be dispensed with. At the El Paso—Juarez corridor, the deck is hopelessly stacked in the smuggler’s favor. At issue is not the viability of the conduit, but rather which trafficker will become its master—and thus the primary link between Colombian drugs and their american consumer. After the Sylmar bust in 1989, the link was severed, but not for long. Someone would step forward. Someone would take charge of the Juarez <em>plaza.</em></p><p>51 0 Tell You the Truth, We’re just not getting much intelligence about him because no one is talking,” a veteran federal agent said to me on the subject of amado Carrillo Fuentes. “His circle is small, and he doesn’t come out of it. And everyone else is afraid to tell us anything.”</p><p>American anti-drug agencies know embarrassingly little about their biggest nemesis. Intelligence reports list three different dates of birth for Carrillo, placing him between 40 and 45 years of age. He is either a third-grade dropout or a law school graduate. He has two children by a wife of unknown name and origin, and he is said to have a girlfriend in Ojinaga and another in Sonora, each with a child that is his. The three existing photographs of Carrillo are dated but suggest a tall, unremarkable-looking man with hazel eyes, soft cheeks, sullen lips, and a youthful head of dark hair. Though rumor has it that he alters his appearance with colored contact lenses and hair dye, most federal agents are doubtful. He is his own disguise, conveniently nondescript.</p><p>Even his exact birthplace is a matter of dispute, though everyone agrees that Carrillo was born in one of the agricultural villages outside of Culiacan, the capital of the Pacific coastal state of Sinaloa. Like Sicily in Italy and Medellin in Colombia, Sinaloa is a hothouse of mobsters, a violent and provincial region surrounded by marijuana plantations and opium fields. In the midsixties, when Pedro aviles Perez—the acknowledged godfather of the Mexican drug trafficking federation—rose out of Sinaloa to claim smuggling supremacy, “you could hear gunfire in Culiacan eveiy night.” recalls a senior U.S. official.</p><p>Carrillo didn’t have to seek out strangers to learn about the drug trade. His uncle Ernesto Fonseca Carrillo was one of the country’s biggest traffickers. Fonseca had the dim, addled visage of a born thug—“To look at him,” says one agent, “you wouldn’t hire him to sweep your sidewalks.” Yet Fonseca was also aviles' bookkeeper, and he maintained ties to Colombian suppliers following aviles’ assassination by Mexican federal judicial police in 1978.</p><p>Carrillo started at the bottom, loading and driving marijuana to safe houses. Eventually, and most likely through his uncle, he made his acquaintance with the Herrera family, Mexico’s notorious heroin-smuggling family from Sinaloa’s neighboring state, Durango. The Herreras were the last of a breed in Mexico, an exclusively family-run operation that controlled every single aspect of their trade, from planting marijuana and poppy seeds in the foothills of Las Herreras to distributing the product in Chicago. The godfather, Jaime Herrera Nevares, was a functionally illiterate ex-cop with a nonetheless dignified Old World bearing. He despised the rude and arrogant Colombian drug lords and refused to sell their cocaine. Carrillo helped tend the Herrera opium fields, and it is likely that he fell into the company of Jaime Junior, the godfather’s son, who was about Carrillo’s age and who epitomized a new style of trafficker: the Concorde-flying, thousanddollar-boot-wearing, gold-and-diamondornamented internationalist.</p><p>“During Jaime Junior’s era, we began to see something we hadn’t seen before,” says Travis Kuykendall, a former head of DEA operations in El Paso and now an administrator of the West Texas High Intensity Drug Trafficking area, an organization that disperses federal funds to antidrug agencies. “Traffickers began to show their money on the american side. They bought big mansions, invested in racehorses and feedlots, and partied in Las Vegas. They believed they were invulnerable.” Prominent among this ilk was Rafael Caro Quintero, a brutal Sinaloan who owned a magnificent estate in San Diego, California, as well as a pet lion. In the early eighties Caro Quintero recruited thousands of Sinaloans to tend to his marijuana plantations near the Chihuahuan town of Ciudad Jimenez and the nearby village of Colonia Bufalo. Amado Carrillo Fuentes showed up in Chihuahua about this time. In this northern border state, Carrillo received a crucial apprenticeship under the most flamboyant trafficker in modern times: Pablo acosta Villarreal, the <em>patron</em> of the Presidio-Ojinaga <em>plaza.</em></p><p>Acosta was the bridge that connected the old drug lords with the new. His grandfather was a bootlegger who switched over to smuggling marijuana after Prohibition. Acosta started out smuggling pot in mule carts and melon trucks; by the mid-eighties, he was using twin-engine planes to ferry grass, heroin, and cocaine across the border. “He set the standard for moving multi-ton quantities—and for flaunting it,” says one federal agent.</p><p>Carrillo moved to a house on a hill north of downtown Ojinaga and became acosta’s lieutenant. They rode together on drugrunning expeditions and freebased cocaine together. Carrillo curried favor with his boss by buying him gold wristwatches and necklaces. In turn, he learned the intricacies of staging and moving major loads into Texas: how to set up a transportation network, how to time a delivery, whom to bribe, and whom to trust. Just as valuably, he learned from Pablo acosta’s excesses. For all of his generosity toward the Ojinaga peasants, acosta was recklessly trigger-happy, given to ambushing rivals and being ambushed himself. That he freebased incessantly made his conduct that much more erratic. By 1987 acosta had so undermined his own authority that Mexican law enforcement officials felt sufficiently emboldened to take him down. In april they surrounded his ranch in Santa Elena, just across the Rio Grande from Big Bend National Park. After a ninety-minute shoot-out, Pablo acosta lay dead.</p><p>By that time, Carrillo was long gone. He had fled to Torreon in Durango, where he resumed his partnership with the Herreras. In 1988 he relocated westward to Hermosillo in Sonora, the state just north of Sinaloa and bordering arizona, where his brother Cipriano had set up shop. It was an unsettling time for Mexican traffickers. Following the torture and murder of DEA agent Kiki Camarena in 1985, Mexican authorities had arrested two men allegedly responsible, Rafael Caro Quintero and Ernesto Fonseca Carrillo, amado’s uncle. A mass arrest of more than a hundred american-based Herrera affiliates had decimated that organization. The warring federation’s most able peacemaker, Juan Esparragoza Moreno, had been jailed, and by 1989 the most powerful Mexican kingpin, Miguel Felix Gallardo, had been arrested in Guadalajara and charged with conspiring to murder Camarena. That year as well, Mexican authorities announced that they had discovered the body of Cipriano. The official ruling was suicide—but a senior U.S. official told me, “Yeah. He put an AK-47 in his mouth and shot himself fifteen times.”</p><p>When the smoke lifted, the Mexican drug federation was in tatters. A gaping power vacuum spanned practically all of western Mexico. Cipriano wasn’t there to control Sonora. Acosta had fallen in Ojinaga. And in the burgeoning Juarez <em>plaza, </em>two drug lords—Gilberto “El Grenas” (“the Mophead”) Ontivero Lucero and former Mexican Federal Security Police regional director Rafael aguilar Guajardo—had been hauled into custody in 1986. Following the dismantling of Rafael Munoz Talavera’s Sylmar operation in 1989, the <em>plaza</em> was there for the taking.</p><p><span class=\"dropcap\">H</span>e Arrived In Juarez With Impeccable credentials: nephew of aviles’ bookkeeper, brother of Sonora’s drug lord, acosta’s right-hand man, a smooth veteran of the trade who had worked his way up from the fields of Durango and Chihuahua and acquired his share of Colombian contacts along the way. He was handy with an automatic, but he preferred alliance building to acosta-style gunslinging. The dirty work he left to the underlings of his brother Vicente, who accompanied Carrillo to Juarez but kept an even lower profile.</p><p>In the vein of his predecessors aviles, Gallardo, and Esparragoza, Carrillo united the drug lords of Mexico and convinced them that if they let him broker the major deals with the Calf cartel in Colombia, everyone would benefit. He established ties with the traffickers who served as gatekeepers of the twelve Mexican ports of entry, from Tijuana and Mexicali, along the California coast, to the three arizona corridors and Matamoros, on the western lip of the Gulf. His crosscountry smuggling operations served dual purposes: to maintain his alliances and to avoid detection by the U.S. intelligence agents stationed in Mexico. Along the way, he bankrolled industrialists and bought off Mexican law enforcement officials—almost always in private, except in Juarez, where periodic public appearances were necessary to preserve his status in the <em>plaza.</em></p><p>The nature of his deals with the Colombians varied according to the vagaries of the market and the conditions in the corridors. Having received several barrels of Peruvian coca paste and processed it into white powder in their labs, the Calf traffickers would establish where demand in the U.S. was highest. Then the cartel honcho, Miguel Rodriguez Orejuela, would call his close friend Carrillo. Taking into account the size of the load, Carrillo would consult with the Mexican drug federation’s division heads to determine the optimal means of delivery into Mexico. Sometimes the cocaine would be ferried through the Pacific and transferred onto fishing boats and pleasure crafts controlled by Carrillo. More often than not, however, the drugs would arrive by air. The planes would fly with their lights off and land on an obscure airstrip somewhere in the rural interior. A fuel truck would be waiting, along with half a dozen or so other trucks. The truck drivers would load the cocaine into their vehicles, the plane would be refueled, and then the airstrip would be deserted. The cargo trucks would be driven to warehouses along the border—usually in Juarez—where the drugs would be repackaged and stored.</p><p>When the time was right, the gatekeeper—in Juarez’s case, Vicente Carrillo Fuentes—would select the best method for getting the product across the border, as well as the <em>pasadores</em> (border crossers) to do the honors. Some shipments might be flown across, though american radar balloons and air Force pursuit planes have proved an effective deterrent to this approach. Or the goods might reach the U.S. via tunnels—like the one federal agents discovered this past summer in Nogales, which originated in the floor of an abandoned downtown church, hooked up to the city’s sewer system, and passed directly underneath the checkpoint into arizona. (Though tunneling into Juarez would require the difficult measure of digging underneath the Rio Grande, one federal analyst cautions, “amado’s imagination is the key. If you try to pin him down with the overland method, he’ll kill you with a tunnel.”) But the <em>pasadores</em> would in all likelihood cross in vehicles—though the type (cargo trucks, vans, Ford Tauruses) and the timing of the crossing would be matters of deliberation. Once in america, the drugs might be stashed in safe houses throughout El Paso, repackaged once more, and moved by different vehicles out of Texas; or the <em>pasadores</em> might simply take the border access ramp to the freeway and slip into the flurry of interstate traffic.</p><p>Compromising law enforcement officials on either side of the checkpoint would surely enter into the equation, though to what extent is difficult to gauge. Carrillo’s pesos-or-bullets offer would be tendered throughout Juarez, where, as one veteran federal agent in El Paso puts it, “all the officers, both federal and local, are either afraid of Carrillo or compromised.” On the american side, U.S. Customs officials frequently order random and spontaneous searches of border traffic with drug-sniffing dogs to keep both traffickers and corrupt inspectors off-balance. Still, as one senior american law enforcement official in the area observes, “The sheer numbers of vehicles coming across the border explain the success of drug dealers more than corruption would. Yes, corruption may be there. But how much is even needed?”</p><p>Throughout Mexico, and even in Juarez, other enterprising traffickers continued to ply their trade. But what distinguished Carrillo’s organization from the rest was size. The Colombians wanted huge volumes moved and moved in a hurry. Carrillo was fortunate to be firmly in control of the Mexican drug federation and thus a major beneficiary when the Cali cartel began purchasing massive Boeing 727’s and French Caravelles to replace their twin-engine planes. Bigger planes meant bigger deals—assuming, of course, that the <em>patron</em> could provide larger airstrips, more smuggling vehicles, and greater numbers of <em>pasadores. </em>Carrillo could provide. Unlike the Herrera family-run organization, he contracted the services of numerous outsiders. This meant that he could handle shipments both vast and small, keeping costs down by not maintaining a bloated payroll and, at the same time, keeping various factions happy—and, not coincidentally, making his operation’s activities less traceable. Though he had cultivated a strong relationship with cartel principal Miguel Orejuela, Carrillo’s business did not seem to suffer in the least when Orejuela was arrested by five hundred Colombian policemen and soldiers in Calf this past august. The 727’s continued to land on his airstrips. His value to the Colombians meant that the Lord of the Skies enjoyed sweetheart deals. Frequently they would pay him 50 percent in cash and 50 percent in product—a huge boost in profit because Carrillo’s people could cut the pure cocaine and, in doing so, double or triple the dividend.</p><p>The Colombians regarded Carrillo as one of their own. He went about his business with cool, impersonal precision. He wasn’t an egotistical hothead like Juan Garcia abrego, the Matamoros <em>patron</em> who seemed to enjoy the notoriety of being the only international trafficker ever to wind up on the FBI’s Ten Most Wanted Fugitives list. Carrillo didn’t go ordering the deaths of government officials as abrego was suspected of doing, or spraying bullets at his rivals as the Joaquin “El Rapido” Guzman and arrellano Felix factions had been doing to each other for years. As a result of their brashness, abrego and the arrellano Felix brothers were on the lam (the latter for allegedly murdering a Roman Catholic cardinal by mistake while trying to assassinate Guzman in 1993), and Guzman was behind bars. Unlike the other <em>patrones,</em> Carrillo never partied in america, where drug-trafficking indictments awaited him and justice was not so easily compromised. The Lord of the Skies remained standing because he didn’t shoot himself in the foot.</p><p>Yet Carrillo was not untouchable in the Colombians’ eyes. Like anyone else, he would be held accountable for the errors of his organization. In august 1993 more than nine tons of cocaine—believed to have been sent from Calf chief Orejuela to Carrillo’s organization—were seized off the coast of Mazatlan by the Mexican navy. The seizure, likely made possible by an informant among Carrillo’s ranks, amounted to a $20 million loss for the Colombians. Not long after that, Carrillo, his wife, their two children, and a few friends were dining at Bali Hai, a restaurant in a suburb south of Mexico City, when several hitmen walked in and opened fire with their automatic weapons. In the shower of bullets, two of Carrillo’s dining companions were killed.</p><p>If, as was speculated, the assassination attempt was ordered by the Calf cartel as payback for their loss at Mazatlan, the Lord of the Skies and the Colombians apparently managed to patch things up in a hurry. Perhaps it was the cartel’s basic admiration for Carrillo that made appeasement possible. After all, the hitmen apparently hadn’t seen enough photographs of the camera-shy Carrillo to know whom to take aim at. As a result, they went after the two dining companions who had tried to flee; in the meantime, Carrillo simply ducked under the table. His stealth, once again, had carried the day.</p><p><span class=\"dropcap\">I</span>n January Of This Year Dea And Customs officials took aim at one ring of Carrillo’s Juarez <em>pasadores:</em> the port runners. Throughout 1994 this particular smuggling ring had employed a crude but surprisingly effective means of transporting cocaine across the border. They simply drove their cars up to the checkpoint and, if motioned over to a secondarysearch lane by an inspector, stomped on the accelerator and barreled across into El Paso. More than 250 port runners had successfully sped their way into the U.S. in 1994, ferrying an estimated ten tons of cocaine. Acting in conjunction with the El Paso Police Department, the Department of Public Safety, the Immigration and Naturalization Service, and the Internal Revenue Service, Dea and Customs agents infiltrated the port-running operation and on January 30 arrested eighteen members of the organization, seizing 7,034 pounds of cocaine and 2,559 pounds of marijuana.</p><p>One of the men in charge of the interagency roundup, Travis Kuykendall (then with the DEA), was both pleased and worried. “We took down too much coke for there not to be repercussions in Juarez,” he now says.</p><p>Four months later, Chuy Marquez, a port runner who had managed to avoid arrest, was sitting with his girlfriend in his car outside the Juarez fairgrounds when the two were met by a hail of bullets. At least Marquez’s body would be accounted for. “Everyone above him in the operation has just disappeared,” says Kuykendall. “We have pretty good information that they were all assassinated.”</p><p>It has become a matter of grim predictability in Juarez: Whenever a major seizure of Carrillo’s drugs takes place on the american side, there is hell to pay. “He immediately orders the assassination of everyone who <em>could have</em> turned the shipment in,” says Kuykendall, “and bodies fall left and right.”</p><p>More often than not, they fall in familiar fashion: hands cuffed or tied behind the back and a single bullet to the back of the head. A few of the bodies have been found in the city garbage dump. Others have been strewn about in Lote Bravo, just south of Juarez. A few hits have taken place farther afield, as in the case of Rafael aguilar Guajardo, a rival Juarez drug lord who was believed to have cooperated with U.S. agents on the Sylmar case. For his sins, aguilar was shot to death while vacationing at the Hyatt Cancun Caribe in april 1993. Back home in Juarez, seven of aguilar’s associates were also executed.</p><p>Some of the bodies found in the past year were informants on the DEA or FBI payroll, but most of the rest were individuals killed without any evidence that they had given law enforcement authorities any information of any kind. In the court of amado Carrillo Fuentes, to be suspected—or to be close to someone suspected—is to become immediately eligible for the death penalty, according to U.S. intelligence officials. In November 1994, in the trunk of a Honda accord abandoned on the Bridge of the americas, El Paso police officials found the bodies of retired Mexican police official Jose Munoz Rubalcava and his two sons. The word on the streets of Juarez was that the ex-cop was a DEA informant, and as if to punctuate this suspicion, his mouth was bound with a yellow cord and bow—gift wrapped, as it were.</p><p>The Juarez authorities argued that the bodies were found on the american side of the bridge, and that the matter was therefore outside of their jurisdiction. Not that the location of the corpses makes much difference: In the two hundred to four hundred drug-related homicides in Juarez over the past three years, no one can point to a single arrest that has been made. The Juarez government’s failure to prosecute Carrillo in connection with the killings corresponds with its failure to curtail his trafficking in any recognizable way. Those failures, in turn, reflect a failure that is national in scope. Despite Mexico president Ernesto Zedillo’s declaration at the White House on October 10 that “we are determined to use every resource at our disposal to fight tirelessly against the evil of illegal drugs,” the only warrant possibly outstanding for the Lord of the Skies in Mexico is a weapons charge—“the equivalent of jaywalking,” as one federal analyst dryly notes.</p><p>“They’re not looking for Carrillo, they’re not investigating Carrillo,” says Kuykendall. “We are, but they’re not. It’s a shame that the citizens of Juarez are under siege by his group and nothing is being done.” Indeed, the shared silence among the Mexican media, law enforcement authorities, and government officials hasn’t fooled the Juarez public. They know all too well that since amado Carrillo Fuentes took charge of the <em>plaza,</em> their city has become a far more dangerous place. And though their outrage has compelled them recently to elect a new mayor who pledges to fight drug trafficking, they have heard the rumors that high-ranking federal police officials break bread with a billionaire smuggler, and they are under no illusions as to who runs their <em>plaza.</em></p><p>There is a peculiar irony in all of this for the city that stands a stone’s throw away from the carnage. Despite the tons of cocaine, marijuana, methamphetamine, and heroin that surge through Juarez and across the Rio Grande, El Paso seems at ease. Its homicide rate is low, its legal system appears far less tainted by corruption than the drug corridors along the Rio Grande Valley, and its streets seem no more or less blighted by drug abuse than any other city with more than half a million residents. Instead, drugs have lent El Paso a kind of false prosperity. The city enjoys a monthly cash surplus ranging from $50 million to $70 million—meaning that upwards of half a billion dollars annually circulates through El Paso without actually being generated by its economy. Though local officials protest that the surplus comes from tourist dollars, federal officials point to the tens of millions in currency actually seized in El Paso from drug transactions as a more likely indicator. In any event, the correlation between the El Paso—Juarez corridor’s premier trafficking status and the ranking of El Paso’s cash surplus as fifth highest in the nation is difficult to dispute. The hot money has helped buoy the local real estate market and has boosted car and liquor sales; it is providing El Paso with an economic stimulus that the city has neither earned nor can count upon.</p><p>“One day we’re going to wake up and realize that much of the economy of El Paso is reliant on drug money,” says Tom Kennedy, an assistant special agent in charge of the DEA’s El Paso office. “If we’re ever successful at putting away Carrillo and shutting down the drug traffic here, numerous businesses in this city will crash and burn. El Paso is not a big city like Miami; it won’t be able to absorb the impact. It’ll be like a cancer—something we can’t feel and can’t diagnose until we experience that sudden pain. And then it will be too late.”</p><p>Perhaps we owe a debt of gratitude to amado Carrillo Fuentes for the clarity he has lent to the never-ending debate over american drug use. For while the Lord of the Skies reigns unfettered, one need not even attempt to calculate what his drugs are doing to our streets or our children. We can instead stick to the inarguable: In Juarez, the killing is done with bullets; across the bridge, the killing is done with pesos. We can look at the era of high-volume drug trafficking as an era of high-volume killing, first and foremost. And we can await the day that a killer meets a killer’s justice.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "El Paso",
      "Drugs",
      "Border",
      "DEA",
      "Law",
      "Police",
      "Law Enforcement",
      "Mexico",
      "Bridge",
      "Cartel",
      "Marijuana",
      "Patron",
      "Government",
      "money",
      "Murder",
      "rio",
      "Traffic",
      "Corruption",
      "Land",
      "ojinaga"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "El Paso",
      "Texas",
      "Big Bend",
      "D.C.",
      "Dallas"
    ]
  }
}