{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19883",
    "date": "March 1988",
    "year": 1988,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1988/19880300.pdf",
    "issue_cover_image": "",
    "document_start_page": 86,
    "toc_start_page": 84,
    "document_page_range": [
      [
        86,
        87,
        88,
        89,
        90,
        91,
        92,
        93
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Lifestyles Of the Rich And Bankrupt",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198803-lifestyles",
  "source": "/1988/19880300.pdf",
  "wp_post_id": 124023,
  "wp_post_guid": "http://www.texasmonthly.com/article/lifestyles-of-the-rich-and-bankrupt/",
  "authors": [
    "Tom Curtis"
  ],
  "headline": "Lifestyles Of the Rich And Bankrupt",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Going broke is for poor people. Here’s a whole chapter of Texans who have found ways to clear the books without losing their ranches, Rolls, or Rolexes.",
  "kicker": "",
  "word_count": 5018,
  "content": "<p><strong>On the opening night of John Connally’s mediasaturated four-day bankruptcy auction last January-half charity gala, half celebrity garage sale —fellow Chapter 11 bankrupt Dr. Denton a. Cooley briefly ambled in. “Don’t bid against Cooley,” one well-manicured fellow archly advised a colleague. “Whatever he gets, you can pick up cheaper in a few months</strong> at <em>his</em> auction.”</p><p>Like the good Samaritans who wrote to the Connallys offering to pay some little bill of theirs under $50, those who have been walking up to Cooley of late and expressing heartfelt regrets labor under a serious misconception. Bankruptcy doesn’t mean poverty, at least not for those still wealthy enough to hire highpriced legal specialists who show them how to play the angles. Texas may be miserly with its assistance to the hungry and homeless, but it’s arguably the most generous state in the Union to the rich who go bust.</p><p>Witness Texas’ fabulous homestead exemption. Fortunately for our financially embarrassed swells, Texas has long had a soft spot for debtors who own land; it also has had a historic distrust of banks and other creditors. Even when it was part of Mexico, Texas was a haven for deadbeats lured by the prospect of nearly free acreage. Today those few lucky Texas bankrupts who own their homes outright or who can keep up with mortgage payments are entitled to keep their homesteads and as much as an acre of surrounding land (two hundred acres for a couple’s rural residence).</p><p>State law also allows a couple to hold onto all their IRAs and Keoghs and other retirement plans, plus $30,000 in personal possessions. Creditors are seldom too picky about the value a rich debtor assigns to his Rolls-Royces and mink coats and Spode china. Bankrupts also keep whatever income they earn for work performed after filing bankruptcy —which can amount to hundreds of thousands of dollars monthly.</p><p>Wealthy debtors, like big businesses, often use Chapter 11. Bankrupt wage earners, on the other hand, struggle through grinding three-year or five-year Chapter 13 plans to pay off their creditors or ignominiously deliver their nonexempt worldly goods to a bankruptcy trustee for Chapter 7 liquidation.</p><p>Bankruptcy isn’t merely artful dodging of creditors. Even for those who benefit from it the most, it is a last resort—costly, unpredictable, and embarrassing (note the recent disclosure from bankruptcy files that Dr. Cooley owns $348,000 worth of stock in tobacco conglomerates). At best, bankruptcy apportions the blame and pain between those who contracted debts they can’t pay and those who unwisely loaned money without adequate security. Still, some innocent victims get hurt, and some bankrupts seem to beat the system or at least to play it like a violin. So here are a few wealthy Texans going bust in style. If they don’t come out of bankruptcy as rich as they were, at least they will remain richer than most of the rest of us.</p><img/><img/><p>John Connally</p><img/><p><strong>How can they live in mansions and drive fancy cars? Because in Texas, you can still live the high life when you're down and out.</strong></p><img/><p><strong>COURT Records Reveal: Famed Houston Heart Surgeon Cooley Owns Cig Stock.</strong></p><img/><p>Dr. Denton a. Cooley</p><img/><p>Photographs By Smiley Pool/Austin American-Statesman; Cooley Photograph Courtesy Of Houston Chronicle</p><p>John Connally's trophies fetch top dollar at auction.</p><img/><p><em>Denton a. Cooley</em></p><p><strong>LESSON 1: Go bankrupt before you go broke.</strong></p><p><span class=\"dropcap\">W</span>hen Dr. Cooley asked the bankruptcy courts to protect him from his creditors last January, he wasn’t really broke. He just looked like it on paper. His Chapter 11 filing listed debts of about $99 million and assets of about $89 million. But legal quirks overstated Cooley’s liabilities. His debts were actually closer to $77 million, says Leonard Simon, his bankruptcy lawyer. That figure would put Cooley $12 million in the black, even before the $9.3 million that the heart surgeon estimates he will earn from his medical practice this year.</p><p><strong>Poor Dr. Cooley has to get by on $776,000 a month.</strong></p><p>Cooley hopes to put that income, averaging more than $776,000 per month, out of his creditors’ grasp. He classifies this money as payment for “personal services” performed after filing bankruptcy and thus exempt from seizure for debt. Even after he spends $25,000 for listed monthly household expenses (including $1,300 for laundry and cleaning), Cooley has a $751,000 monthly surplus. Not too shabby for a bankrupt.</p><p>But before filing, Cooley had big problems. Most of his assets were in Houston real estate, not easily convertible to cash. His financial statement showed losses of more than $12 million in 1986 and almost $24 million in 1987. Interest alone was costing him close to $9 million a year, Simon estimates. And as the bankruptcy disclosure statement noted, “due to Dr. Cooley’s age, 67, and a slowly contracting medical practice, there is simply no guarantee that Dr. Cooley could continue to earn sufficient income to pay all of his creditors’ claims in full.”</p><p>For the last half of 1987, Cooley negotiated with his lenders, urging them to take back the real estate securing their loans. Most refused. They wanted Cooley to keep the property and continue paying interest. Three months into the negotiations with lenders, Cooley started talking to bankruptcy lawyers. Finally, on January 4 —nearly $227,000 in bankruptcy legal fees later—Cooley filed for Chapter 11. It was no accident that he did so just one day before Prudential Insurance was planning to foreclose on his six-story office building on the Southwest Freeway. Attorney Simon observes, “If Dr. Cooley had waited another year or so to file, he might have been in the same position as John Connally”—hopelessly in debt with no chance of fully repaying creditors.</p><p>Basically, Cooley’s Chapter 11 plan gives him breathing space. Cooley proposes to sell off most of his real estate over five years and hopes to pay all creditors in full with interest. In the case of Prudential, however, Cooley simply intends to give back the building at fair market value, thus saving himself about $2 million over what he might owe if Prudential bought it at foreclosure.</p><p>Cooley filed his reorganization plan at the same time that he declared bankruptcy —an unusual move designed to allow him to emerge from bankruptcy early in april. If his plan is confirmed by a judge, Cooley will come away owning far more than just his $1 million River Oaks homestead and $30,000 worth of exempt furniture, clothing, jewelry, and automobiles.</p><p>Cooley may even keep his two Galveston beach houses (collectively worth about $460,000), his 489-acre Cool acres Ranch (valued at $1.2 million), and personal property that includes his 1963 and 1979 Rolls-Royces and four other vehicles. Simon says that Cooley intends to sell those and other assets to pay off $26.5 million owed to unsecured creditors but probably will buy back the property from his bankruptcy estate.</p><p>At least that’s Cooley’s plan. Lawyers for First City National Bank—his largest unsecured creditor, with claims of nearly $20 million —are trying to lay their hands on his $9.3 million annual income. They will try to prove that much of the money is profits from his associates’ work, which are not exempt, rather than from his personal services, which are. In papers filed late in January, First City’s lawyers suggested that the cash amounts to “a windfall, unavailable to any other debtor, at the expense of creditors and the estate.”</p><p><em>John B. Connally</em></p><img/><p><strong>LESSON 2: Good PR is worth millions.</strong></p><p><span class=\"dropcap\">L</span>ike Denton Cooley’s, most of John Connally’s debts stem from soured real estate. Unlike Cooley, though, the former governor and onetime Treasury Secretary has small prospects of paying back his creditors. By his calculation, he owes them $51 million, $41 million of that to unsecured creditors. But the unsecured creditors themselves say that he owes them $87 million, not including a disputed $41 million claim from the Federal Savings and Loan Insurance Corporation. His listed assets total $14 million.</p><p>At first blush, the auction of many of Connally’s possessions at Hart Galleries in Houston seemed an almost futile gesture. Certainly Connally’s promotional efforts transformed goods he had previously valued at $1.3 million into $2.7 million worth of historical artifacts—among them a $15 Lucite egg-timer that sold for $850. And that did boost the kitty for unsecured creditors from $2.8 million to $4.2 million. Still, under the most optimistic forecast, they might get a dime for each dollar owed, three cents under the gloomiest.</p><p><strong>HOME, Sweet Homestead Secrets Of Chapter 11</strong></p><img/><p>Moody Ranch</p><p><strong>SHEARN Moody:</strong> Up to his neck in debt, he still got to keep his Galveston spread.</p><img/><p><strong>Galveston financier Shearn Moody went through a number of bizarre property transfers trying fraudulently to conceal ownership of his 575-acre ranch on West Galveston Island from creditors, U.S. district judge Carl Bue noted last august. Nonetheless, Bue found that the property was really Moody’s homestead, so he let Moody keep the ranch house and one</strong> hundred surrounding acres, despite vigorous attempts to wrest it away for creditors.</p><p>In Texas, by God, your homestead is yours, and only three creditors can take it away: the outfit that loaned you the purchase money, the tradesman who fixed the place up, or the taxman. It is a fabulous exemption, the most generous and absolute in the nation, observes University of Texas law professor Jay Lawrence Westbrook. Rooted in an 1829 act of the Mexican state of Coahuila y Texas that exempted sovereign land grants from prior debt, the homestead exemption was incorporated into the laws of the Republic of Texas. Today the law exempts one’s home—of whatever value—and up to an acre of land in the city or one hundred acres in the country for a single person—two hundred for a family.</p><p>John Hugh Niland’s bankruptcy also shows just how bad you can be and still keep your homestead. In 1982 the former all-pro guard for the Dallas Cowboys borrowed $300,000 from a savings and loan to help his failing video business; the debt was expedited thanks to a $5,000 bribe Niland paid the loan officer. The S&L secured the debt with a lien on Niland’s threebedroom brick home on 1.6 acres in Dallas County. Niland swore that the place was not his homestead, that his homestead was a condo in which his mother was living. By March 1983 Niland had stopped making mortgage payments on the house and had tried in vain to sell it. The S&L finally foreclosed and sold it by auction that august for $320,000.</p><p>Niland refused to leave and filed for bankruptcy protection in april 1984, just before he was to be evicted, claiming the house as his homestead. The court agreed. The unfortunate purchaser became another of Niland’s unsecured creditors. Later, though, Niland was convicted of fraud, and the court made paying back the would-be purchaser a condition of his probation.</p><p>In 1986 one bankrupt millionaire, Houston’s Melvin Lane Powers, even tried to claim a 22-story office tower as his homestead. The court never reached that issue because the judge ruled that Powers had voluntarily waived his homestead claim. T.C.</p><p><strong>Wheel and deal to keep your home —it's untouchable!</strong></p><img/><p><strong>POWERS:</strong> High rise not home.</p><img/><p><strong>NILAND:</strong> Football to fraud.</p><p>Photographs By Robert John Mihovil (Top Left); Courtesy Houston Chronicle (Bottom)</p><p><strong>If bankruptcy has lost its deadbeat stigma lately, it’s not just because so many respectable, once-rich Texans are broke. It’s also because in the years since 1978, when Congress reformulated the bankruptcy laws to put a premium on saving failing companies, bankruptcy has become an acceptable business tool.</strong></p><p><strong>In the old days, firms</strong></p><p><strong>declaring bankruptcy almost had to be so far</strong></p><p>gone that there was little left to save. Trustees were installed to run the moribund business. But today’s Chapter ll’s usually leave management in place as the so-called debtor in possession. Companies don’t have to prove insolvency; they don’t even have to show that they will go broke without relief.</p><p>Now firms are using Chapter 11 to keep creditors from grabbing their assets and to escape burdensome contracts. To preclude Houston-based Pennzoil from seizing Texaco’s assets to satisfy a $10.5 billion court judgment, Texaco last year filed the biggest bankruptcy in history. Continental airlines, headquartered in Houston, jettisoned its expensive obligations to its unions using the Chapter 11 provision that lets distressed firms reject contracts while obtaining court permission to spend creditors’ money to expand by leasing a large fleet of aircraft. (Federal legislation later imposed a tougher standard on companies trying to break union contracts.) and Dallas’ LTV is still trying to use bankruptcy laws to extricate itself from $2 billion in pension obligations, which it is seeking to shift to the federal Pension Benefit Guarantee Corporation.</p><p><strong>It's a legal way to break contracts and shield your assets.</strong></p><p>But Chapter 11 holds perils for those embracing it. Once you file, “the genie’s out of the bottle,” warns Richard Dole, a professor at the University of Houston Law Center. “You may lose control,” he adds. Creditors and shareholders —whose lawyers may be paid from the bankruptcy estate —may win permission to monitor the company and submit rival reorganization plans. Fort Worth’s Ken and Cullen Davis learned that painful lesson last spring. Their banks led a putsch that kicked Ken Davis from control and removed the brothers from ownership of their oil conglomerate, Kendavis Industries International.</p><img/><p>A good many Chapter 1 l’s, however, aren’t approved. They are dismissed or converted to Chapter 7 liquidations. Even in successful cases, the company that goes into Chapter 11 is not the company that comes out. Sakowitz, the Houston-based specialty retailer, went from seventeen outlets and two thousand employees in 1985 to four stores with four hundred employees today. Bankruptcy bought enough time for the family-owned company to find a purchaser. Robert Sakowitz stayed nominally in control as president but not as chairman. Still, he experienced the indignity of being told by his creditors’ committee to retrieve the $96,000 annually he had paid his mother —who was a Sakowitz director—during the more than two years that the firm was in bankruptcy court.</p><img/><p><strong>LTV And Continental: Bankruptcy as capitalist tool.</strong></p><p>Sakowitz’s 1,100 smallest unsecured creditors will get about 25 cents on the dollar. A group of 400 unsecured larger creditors are to receive 16 cents on the dollar plus shares in the new enterprise.</p><p>The big winners were the lawyers. As of December 1, five law firms involved in the case submitted billings totaling $2.1 million. Hirsch and Westheimer, the firm representing Sakowitz, hopes to receive a cool $600,000. “It’s expensive to go bankrupt,” acknowledges Matthew Hoffman, Sakowitz’s chief reorganization strategist. “Very expensive.” T.C.</p><img/><p><strong>SMILING Sakowitzes:</strong> Filing bought time for bailout.</p><p>But the auction had a larger importance. In seeking the fresh start that bankruptcy offers, Connally was repeating a ritual that bankruptcy judge R. Glen ayers of San antonio calls “stripping myself naked to regain my honesty.” With the help of cooperative media, it seems to have worked like a charm for Connally. Since the auction, Connally has been named to the board of Coastal Corporation, a perk worth $24,000 a year, and he has emerged as a paid spokesman for Houston-based University Savings —quite remarkable, considering that other S&Ls say he left them holding the bag for $66 million.</p><p>Thanks to good PR or good luck, Connally has fared well thus far with federal agencies. Last fall, the bankruptcy court declined to give the Federal Deposit Insurance Corporation additional time to oppose his discharge from debt. (The FDIC was angry that a loan agreement Connally had signed at Houston’s failed Unitedbank was partly secured by supposedly phony stock; Connally said in an affidavit that associates had pledged the stock and that he was “unfamiliar with its origins or value.”) Then, early in February, the FSLIC, as the receiver for Vernon Savings, temporarily withdrew a $41 million claim against Connally. The FSLIC had accused Connally of conspiracy, fraud, negligent representation, and/or negligence. Mark Browning, a Connally lawyer, calls those charges ridiculous. As we went to press, the FSLIC was considering whether to refile the claim.</p><p>Meanwhile, Connally’s other creditors are languidly watching from the sidelines. California’s Bell Savings and Loan, second in line to the FSLIC with an unsecured claim for $12 million, is doing almost nothing. “It’s a commentary on going bust in a big way,” says Bill Kuhn, a lawyer for Bell. “Everybody’s been hurt so badly and has such limited possibilities of recovery” that further effort is almost pointless. Bell, for instance, isn’t going to undertake its own private investigation and litigation. Kuhn estimates that would cost $800,000 to $1 million. Bell has little incentive to do that when it expects to recover at most only $1 million.</p><p>To date, Connally is doing fine financially. He earned almost $160,000 in personal services income in the last four months of 1987, including a $100,000 legal retainer from american Continental and more than $23,000 in fees from american General insurance. He has kept his two-hundred-acre homestead in Floresville, which he says he may use to raise thoroughbreds, and he is renting a one-bedroom high-rise apartment in Houston. It looks as if he and his wife, Nellie, will continue to entertain—among the exempt property he claimed within the $30,000 limit was a service for twelve of Spode china (Copeland pattern, valued at $500), an earthenware service for one hundred ($1,000), and two hundred pieces of Mexican crystal stemware ($600). Nellie Connally, like Louise Cooley, did not declare bankruptcy and thus likely will be able to keep all of her separate property. John Connally is planning to write his memoirs, and his recent deluge of publicity won’t hurt the advance he gets for that.</p><p><em>Charles Schreiner Nelson</em></p><img/><p>Photograph By Brian Phelps</p><p><strong>LESSON 3: a stitch in time saves a bundle.</strong></p><p><span class=\"dropcap\">L</span>ast april Fools’ Day, a bald, floridfaced, fiftyish San antonian named Charles Schreiner Nelson shielded himself from some one hundred angry creditors clamoring for what may become a $90 million debt. He filed for Chapter 11 reorganization. Six months later Nelson inherited a windfall reported to be as much as $50 million, which his apoplectic creditors couldn’t touch.</p><p>Nelson was fortunate that his shrewd forebears had written “spendthrift” provisions into their wills, establishing trusts that paid him income but for a number of years allowed him no control over the trusts. Such trusts are immune to attack by creditors trying to get to the spendthrift’s money. But Nelson faced a problem: Half a year hence he was to gain control of the trust, and any property received within 180 days of filing for bankruptcy can be used to pay debts. Nelson finessed the problem by filing 192 days before he was to get the principal-12 days, in other words, before the deadline. Thus he was able to argue that the trusts and income were his alone. That left Nelson eking out an existence on a mere $160,000 —a month.</p><p>Nelson walked out of the courtroom with millions in the bank.</p><p>“Mr. Nelson has achieved a result that is one hundred eighty degrees away from what the bankruptcy laws intended,” grouses Charles Jefferson, a lawyer for one of two creditors appealing the plan. “a debtor is supposed to achieve a fresh start, not walk out of the courtroom with millions in his pocket.”</p><p>Nelson’s safety net had been stitched together with golden threads. His greatgrandfather Captain Charles Schreiner founded the Y.O. Ranch in Kerr County. His grandfather Charles Schreiner, Jr., married into more ranching and oil money. Money again attracted money when his daughter, Kitty Schreiner, married San antonio oilman Strauder Nelson.</p><p>Schreiner Nelson didn’t inherit his forebears’ luck and savvy in his real estate investments. His debts of $90 million dwarfed assets listed at $37 million. Frost Bank was Nelson’s largest creditor, with $3 million in secured debt and $6.7 million in unsecured loans.</p><p>Because of his trust income, Nelson was spared auctioning his personal property. He kept his homestead —a ten-room $783,000 mansion in Terrell Hills, a prosperous San antonio suburb. Like other bankrupts, Nelson was permitted to keep $30,000 worth of personal property, including a marble-top commode, valued at $150. Under the plan approved by the court, Nelson is allowed to buy back a long list of extras, or “nonexempt” items. He is repurchasing all 26 of his guns (valued at almost $15,000), a $24,000 pair of emerald earrings, $75,000 worth of unspecified jewelry, a $300 dog named J.R., one $2,500 Longhorn bull, and two miniature horses valued at $2,500 each. Also included in his list of repurchased personal property are twelve vehicles valued at $81,025. The latest is a $26,000 1987 acura Legend.</p><p>Nelson’s lawyer Shelby Jordan insists that Nelson has lost money and assets as a result of his bankruptcy. “He’s lost his participation in about one hundred and fifteen partnerships. He’s lost land that he put up as collateral,” Jordan says. “He’s lost a computer business, and he’s had to buy back personal property that he’s already paid for once.” Nelson has also volunteered to pay creditors who don’t challenge his bankruptcy plan 15 percent of his earnings from the family trusts for five years. But plenty of bankrupt Texans might like to trade places with Schreiner Nelson. He tried and failed to multiply his millions. The price he paid was that he has to stay a multimillionaire.</p><p><em>The Hunt Brothers</em></p><img/><p><strong>LESSON 4: The best defense is a good offense.</strong></p><p><span class=\"dropcap\">I</span>f you have been following the saga of Nelson Bunker, William Herbert, and Lamar, you know that they tried to corner the silver market and almost succeeded, but silver prices crashed and they took a colossal bath. Placid Oil, owned by the brothers’personal trusts, borrowed $1 billion to cover the losses. In 1982 Placid restructured the debt with a $1.2 billion loan from a group of banks. Meantime, the brothers’ Penrod Drilling borrowed more than $1 billion from another bunch of banks, using the cash to buy components for drilling rigs. Then oil prices plummeted and the bottom dropped out of the market for drilling rigs. The businesses faced an acute cash-flow crisis. There was hotly denied speculation that their liabilities exceeded their assets. The banks got antsy for their cash.</p><p><strong>Bankruptcy hasn't hurt the Hunt lifestyle in any material way.</strong></p><p>In June 1986 the Hunt trusts and Placid Oil sued all 23 banks for $1.5 billion on the grounds, more or less, that the banks had tricked them into taking the money. Subsequently, the trusts and Placid Oil filed for Chapter 11 protection, in effect putting all of the collateral for the loans except Penrod’s drilling rigs into bankruptcy judge Harold abramson’s lap.</p><p>The Hunts have submitted plans to pay the banks $1.5 billion over ten years out of future income. The banks, which figure that the debt is somewhat higher, have submitted rival plans to liquidate the trusts and sell Placid. The stakes are enormous, and since either side could lose big in a fight to the death, the pressure is on to reach a settlement before Placid’s bankruptcy hearing, scheduled this month.</p><p>The Hunts’ lawsuit, set for trial in October, is viewed by some as a tactic designed to buy the brothers time—for a big oil strike, for higher oil prices, or for the banks to grow wary of an all-or-nothing fight. If the banks settle with the Hunt entities, then the Hunts’ confrontational strategy will have paid off in a big way. But if the bankruptcy judge gives the creditors control of the Hunt properties, as the banks are seeking, the banks could cut off legal fees to the Hunts’ chief litigator, Steve Susman, who has already billed $4 million. “I don’t work for free,” he says.</p><p>Whatever happens in bankruptcy court, the Hunts aren’t comparable to Denton Cooley, John Connally, and Schreiner Nelson in one important respect. They didn’t declare <em>personal</em> bankruptcy. The brothers are likely to stay multimillionaires for the nonce no matter how steep the decline in their wealth, insists Tom Whitaker, a Hunt Energy vice president. The trusts may have represented the bulk of their patrimony, but Whitaker says that each of the three brothers has personal assets measured in the “tens of millions of dollars.” That includes Lamar’s Kansas City Chiefs and World Championship Tennis circuit, Herbert’s Dallas shopping centers, and Herbert and Bunker’s extensive real estate investments in San Diego, Phoenix, and elsewhere. Moreover, all three brothers have “very substantial individually owned oil and gas operations,” says Whitaker.</p><p>But there are signs of strain. The Hunts’ Thanksgiving Tower, a fifty-story office building, is for sale. Bunker Hunt, once among the biggest thoroughbred-horse owners in the world, has sold his breeding stock and plans to sell off his racing stock and his horse farms. He is doing so, notes Whitaker, “to devote more attention to the international oil business.”</p><p>Despite recent serious reversals in a high-risk drilling venture in the Gulf of Mexico’s Green Canyon, the brothers are still rolling the dice, looking for the big score. They have mansions in Dallas’ Highland Park and University Park, but they have always driven older cars and flown coach class, and those habits are not likely to change. Their current difficulties, Whitaker says, “have not affected their lifestyle in any material way.”</p><p><em>Cullen Davis</em></p><img/><p><strong>LESSON 5: When debt is deep, there’s more to keep.</strong></p><p><span class=\"dropcap\">Wi</span>th liabilities of $865 million and assets of only $1.8 million, noted Fort Worth financier and acquitted murder suspect Cullen Davis and his wife, Karen, filed under Chapter 7 of the bankruptcy laws last July. Unlike Chapter 11, which allows the debtor to remain in control of his affairs, Chapter 7 requires a trustee to liquidate the bankrupt’s estate. The Davises will lose the $1.2 million in cash that they had on hand when they filed, and they must make do with Cullen’s $3,000 monthly salary. But the homestead exemption allows them to keep their home, valued at $500,000 (four bedrooms, three baths, two living areas, plus an office, a game room, and a pool).</p><p>You would think that $30,000 of personal possessions might not fill a tenroom mansion. But in bankruptcy cases, value is determined by estimating how much an item would bring at a liquidation sale. Examples from the Davis household include a marble-top table, $15; two SubZero freezers, $150 each; two sofas, $75 each; a dining table, $450, and sixteen upholstered chairs, $50 each; four ski sets with boots and poles, $85 each; coyote jacket, $150; blue fox coat, $350; beaver coat, $350; full-length white mink, $800; and all other clothing in the house, $400.</p><p>The Davises get to keep Cullen’s 1979 Cadillac and everything in the house except three statues in the pool area. As usual with rich folks’ valuations, no creditor has challenged the appraisals<em>.</em></p><p><strong>PLAIN Folk Can't Win</strong></p><p><strong>Like John Connally’s father, Eric Johnson’s was a tenant farmer. Back in 1983, Johnson mortgaged his grandfather’s 22-acre farm near his hometown of Hutto and began his short, unhappy career as developer of a small, upscale subdivision called the Cottonwoods. He was an ordinary man who had big dreams of getting rich and becoming a hometown hero.</strong></p><p>In 1984 Johnson started an air-conditioning and construction business and, late that fall, quit his $40,000-ayear engineering job in austin. Shortly before, he and his brother had bought two other tracts of land—one with partners—and also got in on a bank start-up. By then Johnson was well ensconced on the school board and church council. Soon the Johnson brothers were caught up in the frenzy of the boom. Really only wage earners, they suddenly were able to borrow money effortlessly. They lived on the thrilling prospect of big money just around the corner when their houses sold or a land deal flipped. That year Eric Johnson drove around town in the developer’s hallmark, a $20,000 black-and-silver Suburban. “I definitely had a buzz on,” he recalls.</p><p>Johnson’s economic undoing, like that of other bankrupt Texans, sprang from bad timing. He struck out on his own just months before the state’s economy turned poisonous. Trouble loomed after the first three houses built on speculation didn’t sell. Potential buyers showed tantalizing interest in the two larger tracts of land, then backed off.</p><p>By January 1985, Johnson was two to three months behind on all of his personal and business bills. He tried to borrow more money and was turned down. He sold his grandfather’s house to raise cash, and the Johnsons moved into one of the homes in the subdivision. Eventually, the bank foreclosed on that house. In the summer of 1985 Eric and his wife, Nancy, went out to eat at an austin steakhouse. When Eric tried to pay with his overextended gold american Express card, he was summoned to the telephone and told that his card would be confiscated. One company pickup was repossessed right in front of the Hutto post office, the center for community gossip. The sheriff began to serve notices that creditors were suing.</p><p>He dared to be rich, he bet the ranch —and lost everything!</p><p>Even then Johnson didn’t file for bankruptcy. He simply didn’t want to give up.</p><p>Johnson took a job as a mechanical engineer for a distributing company in San antonio in February 1986. Nancy stayed in Hutto to run the upholstery shop she had opened, but she was exposed daily to angry creditors and small-town gossip. Nancy and their four sons remained in Hutto for almost a year before Eric could afford to rent a three-bedroom home on San antonio’s North Side.</p><p>Finally, last May, Johnson went to see a San antonio lawyer about filing for bankruptcy, but the lawyer wouldn’t begin work until he received his $2,000 cash retainer. Johnson borrowed the money from a friend. The filing showed that Johnson had amassed a debt of $777,000.</p><p>By then, all that the Johnsons had left was $3,000 in furniture, $1,000 in clothes, and two trucks. “Things were so bad that one weekend Nancy and I realized we didn’t have money to buy groceries,” Johnson explains, slowly nursing a glass of pink Gallo wine. “I hocked a typewriter for a hundred and fifty dollars and tried to hock my wedding ring, but the guy would only give twenty-seven dollars for it, so I decided to keep it.”</p><p>Although the bankruptcy was completed last October, it will be years before the Johnson family recovers. Their credit rating is ruined, at least for the next seven years. Eric Johnson is shellshocked, but he continues to think of Hutto. “i’d like to go home on a white horse,” he says. “I feel like i’m in a selfimposed exile.”</p><img/><p>Photograph By Kirk R. Tuck</p><p><strong>ERIC Johnson:</strong> Gold Card confiscated, pickup repossessed, sheriff at the door.</p><p>Jan Jarboe</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bankruptcy",
      "money",
      "Oil",
      "Houston",
      "hunt",
      "Texas",
      "Drilling",
      "House",
      "Land",
      "Law",
      "San Antonio",
      "Auction",
      "Denton",
      "Home",
      "hutto",
      "Real Estate",
      "Business",
      "Dallas",
      "Galveston",
      "Insurance"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "San Antonio",
      "Denton",
      "Dallas"
    ]
  }
}