{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19883",
    "date": "March 1988",
    "year": 1988,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1988/19880300.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99
      ],
      [
        138,
        139,
        140
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Who Can Stop the Killer Bees?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198803-whocahst",
  "source": "/1988/19880300.pdf",
  "wp_post_id": 124017,
  "wp_post_guid": "http://www.texasmonthly.com/article/who-can-stop-the-killer-bees/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Who Cah Stop the Killer Bees?",
  "dek": "The feds have given up. The aggies say it's not their job. State officials are running for cover. Please, won't somebody save Texas honey?",
  "spread_caption": "",
  "excerpt": "Experts predict the first swarms could cross the border next year. What happens then to Texas’ multimillion-dollar honey industry is anybody’s guess.",
  "kicker": "",
  "word_count": 3652,
  "content": "<p>by</p><p><span class=\"dropcap\">I</span>t’s late morning in the steamy tropics near Tapachula, Mexico’s southernmost city, and the thermometer has already nudged the century mark. In spite of the sticky heat, I am wearing white overalls, thick gloves, and a head veil. No part of my body can be left unprotected, my guides inform me, mentioning a previous visitor who took thirty bee stings in the narrow opening between the top of his shoe and the cuff of his pants. I gladly suffer the discomfort because I am about to see the fabled insects known as killer bees. Try as I may, I have trouble calling them by their proper name, the africanized honeybee.</p><p>For 31 years africanized bees have been moving steadily northward from South america, interbreeding with honeybees of European descent and playing havoc with honey production and mankind. At their present rate of migration Africanized honeybees will arrive in the United States within the next three years. The most likely point of entry is the Rio Grande Valley.</p><p>As the bees make their way toward Texas, no one is sure what to expect. I know the killer reputation is largely hype, a by-product of insect fear fostered by disaster movies like <em>The Swarm.</em> Nevertheless, swarming my subconscious is a cartoon cloud of mad, whining devils with stingers as sharp as ice picks.</p><p>Illustration By Steve Pietzsch</p><img/><img/><p>If I mind my own business, I have about the same chance of being stung to death as I do of winning the New York State Lottery. But I also know that these africanized bees represent a serious threat to the multimillion-dollar honey and beekeeping industry. I have handled good European honeybees before, robbed their hives, and let them buzz around my ears and crawl on my face, all the while marveling at their gentle industriousness. They are creatures that seem to have been put on earth specifically for man’s benefit. The africanized honeybee, I learned, could upset that delicate balance forever. Exactly how severely is unknown, which is why I went to Mexico.</p><p>Dressed like spacemen and sweating like ironworkers, we tramp down a muddy path through a soybean field toward the colony of two million africanized honey-bees. They live in 74 wooden hive boxes behind a seven-foot fence surrounding the apiario Escuela Tapachula, Mexico’s first and only demonstration apiary for the africanized honeybee.</p><p>We have taken all precautions. We left our trucks at the warning sign two hundred meters away, wriggled into our suits, and zipped all the right zippers. We are sticking close to the keeper, who will puff smoke [ Continued On Page 136 ] [ Continued From Page 97 ] into the hives to calm the bees. Three escorts lead the way. Macario Meliton is the outgoing director of the africanized bee control program in Tapachula, which is funded by the Mexican agricultural ministry, Secretaria de agricultura y Recursos Hidraulicos (SARH). Francisco Choy is Meliton’s successor. Tomas andre, a field coordinator for the United States Department of agriculture’s Mediterranean fruit-fly eradication program in Tapachula, has come along as an observer.</p><p>[ Continued On Page 136 ]</p><p>[ Continued From Page 97 ]</p><p>The hives are nestled in a grove of trees, which gives the bees a sense of protection. The keeper lifts the lid on one of the boxes in the open field and pumps the bellows of his smoker. Bees pour out of the hive immediately, chorusing an agitated war chant. Solo marauders crash into my veil. My body stiffens. Rivers of sweat pour down the small of my back. The attackers fly so furiously that their wings push a diabolical breeze through the veil. The man holding the smoker is constantly trailed by a gray cloud of angry africanized bees whirling around his head. The bees do not like the blue safari helmet on his head. Dark colors agitate honeybees.</p><p>“Ow!” andre grabs his shoulder and walks away. I flinch reflexively. As he bent over to look at a hive box, his suit stretched taut enough at the shoulder for a bee to sneak a sting through the fabric.</p><p>Meliton and Choy examine the frames that hold beeswax in the upper box of the hive. Little honey is stored in the hexagonal wax cells, they note. Most cells instead contain nursery brood. The slab of honeycomb is nowhere near as thick as a typical Texas honeycomb. Unlike honeybees of European stock, africans feed on most of their honey before a portion of the population flies away to a new home, led by a young queen.</p><p>“We’re beginning here without experience,” Meliton says. “For example, we tried clipping the queen’s wings to prevent swarming”—referring to the phenomenon in which bees will suddenly flee a hive en masse in search of a new home-“and still the hive swarmed, and the queen was with them. We know african bees aren’t good for honey production, but we hope to learn what they <em>can</em> do.”</p><p>An answer comes too quickly. As we leave, a few defenders follow us all the way to our trucks. “They’ll wait for us to take off our gear,” andre mutters bitterly, “just so they can deliver one last sting.”</p><p><span class=\"dropcap\">N</span>o single insect directly benefits humans as much as <em>apis mellifera, </em>the honeybee, a tribute to the bee’s relentless work ethic and man’s resourceful exploitation of the same. In exchange for shelter, supplemental food, and access to water and blossoms, bees leave a surplus of honey, pollen, and wax for their keepers. Hives in Mexico, which ranks second only to China in honey exports, produce $50 million in honey annually. U.S. colonies produce more than $200 million in honey. What is more, honeybees are credited with pollinating an estimated $20 billion in fruit trees and other cash crops each year in the United States alone, making them far and away the world’s most productive matriarchal society.</p><p>Not bad for a simple love story. A queen bee’s only goals each season are to mate with willing male drones in a nuptial flight high above the ground, then lay up to 1,500 eggs a day. Fertilized eggs become worker bees, the all-purpose females that perform a variety of specialized functions, including feeding the colony, nurturing the nursery brood, and using their stingers to defend the hive from outside aggressors. A few fertilized eggs that are fed a special diet of royal jelly become queens, should they survive challenges from other queens. Unfertilized eggs become drones, the slightly larger male bees that lie about the hive doing nothing until they join other drones in their one shot at mating with the queen.</p><p>The beekeeper’s task of collecting the colony’s excess honey has been made easier by intensive breeding and crossbreeding, which began long before European honeybees were introduced to North america by seventeenth-century colonists. As a result, the honeybee found in our immediate environment is a docile insect that rarely stings unless roundly disturbed. Keepers of well-maintained European colonies can transport their hives with ease, which helps boost honey production and crop pollination. Colonies range from 20,000 to 80,000 bees and can yield more than a hundred pounds of honey a year.</p><p>How can something so gqod turn so bad? Blame it on a scientific experiment gone awry 31 years ago in Brazil. A geneticist named Warwick Kerr was trying to create a bee better suited to Brazil’s tropical climate by crossbreeding Europeans with the african subspecies <em>apis mellifera scutellata.</em> Before Kerr could achieve the desired hybrid, 26 swarms of african bees escaped. Since then, they have blown through almost every warm, humid low-altitude community this side of Sao Paulo like a motorcycle gang, raping, pillaging, and fouling the honeybee gene pool in their wake.</p><p>Africanized bees’ reputation as killers stems from their defensiveness. Research has shown that when threatened, they may send five times as many guards to attack an aggressor and chase it farther from the hive. European bees can take seven or eight seconds to react to a threat; africanized bees can react in two to three seconds. Their meanness, though, is greatly overrated. The sting of an african is no more venomous than any honeybee’s. Nor do africanized bees attack without provocation. They are simply more-vigilant defenders of their homes.</p><p>This vigor is the bane of the beekeeper’s existence-and more than safety is at stake. Africanized bees will dominate any European colony they come in contact with. Once overrun, hives cannot be easily deployed for crop-pollination. And the worst of it is that there is no easy way to tell if a hive has been africanized. To the naked eye, European and africanized bees look the same.</p><p>The one shred of good news is that africanized honeybees don’t care for high altitudes, and they won’t venture much more than 35 degrees from the equator—which puts their northern frontier at about amarillo. The bad news, however, is that no natural barriers stand between the bees now in Mexico and the groves of the Rio Grande Valley. What we see in the Mexican tropics is probably what we’ll get in Texas, should the africanized march proceed apace. This comes as unwelcome news to Texas’ five hundred commercial beekeepers, who produce 7.3 million pounds of honey and 175,000 pounds of beeswax a year. As a bee-producing state, Texas sells $1.4 million in purebred queens annually and another $2.4 million in packaged bee colonies.</p><p>The Mexican government began preparing for the africanized bee more than three years before its arrival. A national campaign has emphasized public education, swarm trapping, and queen rearing to keep the bee population as European as possible. Advertisements feature a sloe-eyed cartoon honeybee, who sweetly requests, “<em>Cuidame</em>” (“Take care of me”). Half of the nation’s children seem to know the bee jingle by heart: “The honey is rich and sweet. Let’s take good care of the bee.”</p><p>Last summer, two hundred miles up the coast on the Isthmus of Tehuantepec, where the girth of Mexico is slimmest, USDA researchers proposed to set up a barrier of sorts —the BRZ, or Bee Regulated Zone. A barbed-wire fence would have been just as effective. Even before the money and paperwork fell into place, the africanized bees were on the isthmus. By November representatives from both countries had agreed to move the bee zone farther north. Now, instead of trying to stop the bees, authorities only hope to take an accurate census as the bees fly past. “Bees,” says one of the SARH workers with a sardonic laugh, “don’t read stop signs.”</p><p>Before I leave Tapachula, I pay a visit to two beekeepers, Gilbarto Tercero and Elias alvarado. Tercero never worked bees before November 1986, so he can’t compare his africanized hives with gentle European honeybees. But he has noticed that his colonies produce more bees than honey. He can’t assemble new hive boxes fast enough to keep up with the growth. Tercero doesn’t use standard beekeeping equipment. Instead he wears three shirts, two pairs of pants, and a cheesecloth veil. He figures he has been stung about two hundred times since he began beekeeping. He requeens regularly, a new concept for Mexican hobbyists, by placing in queenless hives a small wooden box with a European virgin. Theoretically that keeps the africanization process in check. Nevertheless, he has observed the hives turning <em>“mas brava</em>” over the year. But his wife and children haven’t been bothered, his watermelons and corn are producing better, and neighbors visit more frequently to buy honey. “It’s good, satisfying work,” Tercero says, sighing. “But it’s difficult too.”</p><p>Alvarado, a poor campesino with a small <em>palapa</em> in the middle of a soybean field, kept several hives behind his house for sixteen years. A year ago he brought a wild swarm home from work several miles away. He noticed little difference in the bees until one hive became aroused while his son was working them. “I thought I had normal bees. Then these started chasing everything and everyone. They attacked and attacked,” alvarado says. He counted two turkeys, four chickens, and one rooster among the fatalities. “The pig survived.” Yet he dismisses the africans’ reputation. “They’re not that bad,” he says. “They stung me three hundred times before I outran them, and I am alive.”</p><p><span class=\"dropcap\">U</span>pon my return to Texas I hear a different sort of buzzing. What is to be done? Who’s in charge? No one seems to agree.</p><p>In the Rio Grande Valley, where pollination programs introduced less than twenty years ago have improved the yield of such crops as cantaloupe by almost 50 percent, most growers and beekeepers prefer to dismiss the killer bees as so much media hype. “I see no reason to have any concern whatsoever,” says Othal Brand, the head of Griffin and Brand of Mcallen, the largest shipper of onions in the nation. “The killer bee nonsense—it <em>is</em> nonsense.” Brand has experience on his side. Among his considerable holdings are farms in Guatemala, Honduras, El Salvador, and Mexico, none of which, he says, has felt the effect of the newcomers. The fact that the africanization process takes two to three years to affect honey production just might have something to do with his optimism.</p><p>Brand’s outlook is not atypical. The prevailing attitude among people in the Valley is that good old scientific knowhow will undoubtedly solve the problem before it gets out of hand. They look to government for answers. If they only knew.</p><p>Within Texas, bee regulation is in the hands of the aggies —however reluctantly. Texas A&M is one of only three universities in the country to regulate bees, and many beekeepers believe that task is better left to the Texas Department of agriculture. The aggies agree, saying they would rather concentrate on research. Fowden Maxwell, the chairman of the A&M entomology department and the head of the state advisory board on africanized bees, would like the issue to be settled before the board sets its policy. “Regulatory and research never have and never will mix,” he says. For their part, officials in the agriculture department say quietly that without additional funding, they don’t want to touch the bee business.</p><p>A&M entomologist Paul Jackson feels the pinch and doesn’t like it one bit. As Texas’ chief apiary inspector, Jackson must oversee the state’s 530,000 bee colonies. With a two-person staff and a paltry $137,000 budget, he is in charge of issuing migratory permits; policing insecticide usage; quarantining areas infested with pests like the varroa mite, which is threatening domestic honeybees; and, not far in the future, fighting the invasion of africanized bees. For now, his only recourse is to punt.</p><p>“It is my contention,” Jackson says, “that according to the law, the africanized bee is not a disease, not a parasite, and not an exotic pest. An africanized bee is a honeybee.” He pulls a pamphlet of Texas bee laws from his desk. “Read it yourself. I’m just going by what the law says. The governor or attorney general should clarify this.” Sure enough, from the wording, the africanized honeybee does not sound like an exotic pest. “Now i’m going to throw you a curve ball. By definition it ought to go to the health department because the africanized bee is a people problem. I’ll be honest with you. I hope that BRZ barrier holds them back twenty years so I can retire and let the next guy deal with it.”</p><p>Another aggie under siege is John Thomas, the A&M state extension entomologist charged with educating county extension agents and police and fire departments about bees. “We have to overcome the panic that’s been suggested by movies and the press,” he says. He is convinced that, given enough research, africanized bees can be managed, and he compares the challenge to the screwwormeradication program of the seventies. He goes on about irradiation and sterilization until I change the subject and ask him about the failure of the state’s fire antcontrol program. “Well,” Thomas says, chuckling, “you can’t win them all.”</p><p>Fowden Maxwell draws many parallels to the fire ant, which came to the U.S. aboard ship fifty years ago and eventually crawled to Texas. “There’s no way to get money to work on a pest before it arrives,” he says. “It has to hit us and create awareness and concern with the public before you’re able to generate the resources needed to address the problem.”</p><p>The feds must hurry up and wait too. The Honey Bee Research Unit in Weslaco, one of four such USDA facilities in the nation, began intensive research on africanized bees less than a year ago and is setting up a line of swarm traps in northern Mexico to monitor the bees’ advance. The staffers keep tabs on other research in the field, such as radar tracking, windtunnel experiments, and selective breeding. They pay close attention to the work of Orley Taylor, the University of Kansas entomologist who first predicted the speed and direction of the africanized bees’ migration. His timetable calls for africanized bees to hit the Gulf Coast by the end of 1989.</p><p>A frequent visitor to the Weslaco lab is Willem Vanderput of Edinburg, whose company, Magic Valley Honey, moves three thousand hives throughout the Valley to improve pollination and crop yields. For a while one of Vanderput’s suppositions was that africanized bees thrive only where there are banana trees, which would put the Valley off limits. But it’s only a theory.</p><p><span class=\"dropcap\">I</span>n January, three months after my trip to Mexico, I run into Vanderput at the american Beekeeping Federation’s national convention in Houston. He has just returned from South africa, where he put one of his africanized bee theories to the test. His first words are, “I was wrong. The africanized bees are coming. If it’s a good year for horsemint and Chinese tallow blooms, they can start in the spring south of the border and fly from the Valley to Houston in one season.” His mind whizzes ahead, planning for the arrival of the first swarm. “It’s going to make my migratory pollinating business more difficult. But it might be worse in East Texas, where most out-of-state beekeepers take their honeybees to feed on pine trees in the early spring. We might have to close the borders of Texas.”</p><p>Vanderput’s musings contrast with those of keynote speaker E. “Kika” de la Garza, the congressman from the Rio Grande Valley who chairs the House committee on agriculture. Most of De la Garza’s remarks dwell on the need to protect the honey price-support program. He mentions africanized bees only in congratulating himself for his role in finalizing the U.S.-Mexico bee agreement. “i’ve gotten reports from the field in Mexico that the program is working,” he says.</p><p>Later in the convention Ralph Iwamoto from the USDA office in Mexico City stands at the same podium and delivers a decidedly different message. “Don’t wait until they get into the United States before doing something,” he says. “We don’t have the funds in Mexico. We don’t have the support we need.”</p><p>The convention pays tribute to the Weaver family of Navasota, celebrating their hundredth year of beekeeping. As a prominent honey producer and queen rearer, Binford Weaver carries a lot of weight. He takes a cautious position. “I think public perception is worse than the bee itself,” he says. “Our level of beekeeping is so sophisticated, so above the methods used in countries where the africanized bees have been, that we’ll be able to stop the spread.” But just in case, the Weaver family has started raising queen bees in Hawaii.</p><p>Another face I recognize is that of Darrell Lister, the former president of the Houston Beekeepers association. These days he is strictly an alarmed hobbyist who removes wild swarms from Houston homes as a sideline. Like so many noncommercial beekeepers, he considers bees a sort of role model. “I try to pattern my life on them,” he says. “I wish other people did.” The introduction of africanized bees into the Europeans’ idyllic insect culture would ruin beekeeping for the amateur, Lister lectures —to me, to Rotary clubs, to anyone who will listen. Commercial beekeepers wish he would pipe down.</p><p>“These big beekeepers won’t even talk to me,” Lister complains good-naturedly. “They don’t like me talking about this.” He plans to visit Venezuela, where as a result of africanized bee migration, honey production fell from 580 metric tons annually to 139 metric tons in three years. He is also lobbying to have the Houston Ship Channel monitored regularly, citing the recent discovery of africanized bees aboard ships docked at Corpus Christi. “See that guy over there?” Lister asks, pointing to another conventioneer. “He’d like to hang me upside down. He told me at one meeting that I shouldn’t rock the boat. But if we educate people now, they’ll be prepared when the bees get here. I’d rather be Paul Revere than Red adair.”</p><p><span class=\"dropcap\">A</span>ll’s quiet along the Rio Grande. The hives of good honeybees are beginning to stir as their occupants anticipate the first blooms of citrus. The bad bees are less than a two-days’ drive from Harlingen, flying north at a steady 25 miles per month clip. The easy option is to accept Othal Brand’s contention that no problem exists and proceed with business as usual. Or we can take the Mexican approach and put a plan into action. Landowners must be assuaged, beekeepers reeducated, the public enlightened. Federal, state, and local agencies need to quit their squabbling and put their heads together. A bilingual mass-media campaign in South Texas should be in place before the first innocent retiree or schoolchild is stung. Fire, police, and ambulance personnel must be trained to deal with serious stagings and swarm removal. Money for research is needed and long overdue. Is conscientious requeening enough? Should domestic hives be quarantined? Can genetics tame the killer bees? Perhaps scientists will come up with a solution before the next legislative session.</p><p>Meanwhile to the south, a sound cuts through the stillness. It is a hum like the strings of a symphony warming up. A portent: act now or react later. The buzzing is getting louder, growing into a resonant <em>hmmmm.</em> Ready or not, here they come.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bees",
      "honey",
      "Texas",
      "Research",
      "Beekeeping",
      "Mexico",
      "rio",
      "Houston",
      "people",
      "Rio Grande",
      "Work",
      "Aggies",
      "Fire",
      "money",
      "USDA",
      "attack",
      "Business",
      "Campaign",
      "Cartoon",
      "Children"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Rio Grande Valley",
      "Weslaco"
    ]
  }
}