{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19848",
    "date": "August 1984",
    "year": 1984,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1984/19840800.pdf",
    "issue_cover_image": "",
    "document_start_page": 127,
    "toc_start_page": 127,
    "document_page_range": [
      [
        127,
        128,
        129,
        130,
        131,
        132,
        133,
        134,
        135
      ]
    ],
    "toc_order": 8,
    "toc_headline": "Great Moments In Republican History",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198408-greatmome",
  "source": "/1984/19840800.pdf",
  "wp_post_id": 120054,
  "wp_post_guid": "http://www.texasmonthly.com/article/great-moments-in-republican-history/",
  "authors": [
    "—Paul Burka and Jim atkinson"
  ],
  "headline": "Great Moments In Republican History",
  "dek": "Like, Hank Grover Almost Becomes Governor.",
  "spread_caption": "",
  "excerpt": "How Texas became a two-party state in spite of the GOP.",
  "kicker": "",
  "word_count": 1636,
  "content": "<p>There’s an old story in Texas politics about a rural sheriff who was doing double duty as an election judge. When election officials came across a ballot marked for the Republican candidate, the sheriff frowned but said nothing. A little while later, a second ballot favoring the Republican turned up. “That settles it,” the sheriff roared. “Throw those ballots out. The dirty rat voted twice.”</p><p>For most of Texas’ political history, Republicans have been more of a curiosity than a force to be reckoned with. 0. Henry once noted that there were only a few laws in Texas: don’t commit murder before witnesses, don’t get caught stealing horses, and don’t vote Republican. And we’re not just talking ancient history, either. Within the lifetime of most of the delegates to the 1984 Republican National Convention, in 1942, their party’s nominee for governor of Texas amassed a grand total of 9000 votes, or 3 per cent of the vote.</p><p>It was tough being a Republican in Texas. For a quarter of a century, from 1925 to 1950, not one Republican was elected to the Texas Legislature. In 1941 a Republican finally made it to the U.S. Senate. He was andrew Jackson Houston, the only surviving son of Sam Houston. The Republican candidate for governor in 1892 (1322 votes out of 435,000), Houston was 86 years old at the time. He was appointed to fill a vacancy; he attended one committee meeting and died.</p><p><em>Continued on page 128</em></p><p><em>Continued from page 127</em></p><p>Much of this poignant past has been forgotten in the light of recent Republican successes. The GOP has carried Texas four times in the last eight presidential elections. John Tower has held on to his U.S. Senate seat for four terms. Bill Clements wrested the governorship from the Democrats. Republicans are even allowed to serve in the Legislature and currently constitute almost a fourth of the membership. But it was a long time coming. Here is the road Republicans followed to arrive at a two-party state.</p><p><em>1869</em> Reconstruction is in full swing. Republican E. J. Davis is elected governor amid claims of fraud. New laws make Davis the most powerful civilian governor in the history of the United States. He can appoint mayors, district attorneys, even local aldermen. Most patronage goes to carpetbaggers.</p><p><em>1870</em> Davis establishes a state police force, a statecontrolled press, and a militia under his command for which all males between 18 and 45 can be conscripted. Senators opposing his bills are placed under arrest.</p><p><em>1874</em> after four more years of same, Davis loses the 1873 election. He refuses to leave office but abdicates when an armed Democratic militia marches on the Capitol. It will be 104 years before Texas has another Republican governor.</p><p><em>1884</em> Wright Cuney, a Galveston Negro, gains control of the GOP. Party splits into old Southern unionists (the Lily-Whites) and alliance of immigrants from the North and Negroes (the Black-and-Tans). Commenting on the rift in its inimical style, the <em>Dallas Morning News says</em>, “It is plain that the Negro has been out generalled, or out taffied, by the whites and Sambo will be permitted to make a few speeches, furnish all of the votes, and take a back seat.”</p><p><em>1892</em> Lily-White faction holds its own convention, the first GOP convention in Texas without blacks.</p><p><em>1912</em> Republicans have been holding their own in South Texas, mainly by adopting the same lactic as the Democrats: buying the votes of illiterate Mexicans and identifying their party by color (red ticket for Republicans, blue ticket for Democrats). But after an election day shootout in Duval County, Democrat archer Parr consolidates his power over the Mexican vote. Soon Republicans are finished in South Texas.</p><p><em>1923</em> R. B. Creager of Brownsville becomes Republican boss, rules for 27 years. Creager is interested only in maintaining his own control; he makes no effort to build up the party and actively discourages rank-and-file membership. At one point he persuades the Democratic Legislature to make it next to impossible for Republicans to hold a party primary.</p><p><em>1928</em> Texas goes Republican for the first time in a presidential election. Herbert Hoover outpolls A1 Smith by 26,000 votes.</p><p><em>1932</em> First Democratic bolt. Incumbent governor Ross Sterling, defeated by Ma Ferguson in the primary, endorses GOP’s Orville Bullington. But Ma wins 62 per cent of the vote.</p><p><em>1947</em> Captain J. F. Lucey of Dallas mounts challenge to Creager with the Republican Club of Texas; his radical notions include converting Democrats and winning elections. He fails, but the residual effect is that Dallas becomes preeminent in Republican affairs.</p><p><em>1950</em> Ben Guill of Pampa becomes the first Republican congressman from Texas in two decades by winning a special election. He loses the seat in the general election.</p><p><em>1952</em> Henry Zweifel of Fort Worth proves a worthy successor to Creager by declaring, “i'd rather lose with Bob Taft than win with Eisenhower.” To discourage pro-Ike Democrats from attending GOP caucuses, Zweifel insists that delegates sign loyalty oath to the GOP. Republicans carry Texas after Democratic governor allan Shivers, irked by adlai Stevenson’s opposition to state ownership of oilrich tidelands, backs Ike. Republicans carry Texas but muff chance to expand the party.</p><p><em>1953</em> Grover Hartt is sworn in as judge of a Dallas County court-at-law. He is the first Republican elected to a county position in Dallas in fifty years.</p><p><em>1954</em> The Republicans come of age in Dallas when Bruce alger finally secures a congressional seat for the GOP. Alger proves GOP strength in 1956 and 1958 by defeating Democratic heavyweights Henry Wade (DA then and now) and Barefoot Sanders (now a federal judge).</p><p><em>1960</em> Republicans turn militant. Alger greets vicepresidential candidate Lyndon Johnson with a sign saying, “LBJ Sold Out to Yankee Socialists”; angry Republican women jostle Lady Bird. Three years later, Dallas GOP mob spits on UN ambassador adlai Stevenson.</p><p><em>1961</em> The party comes of age. John Tower is elected to the U.S. Senate with the help of liberal Democrats who decide a Republican is preferable to conservative Democrat Bill Blakley-especially since they think they can always beat Tower in 1966.</p><p><em>1962</em> Barry Gold water publishes <em>Conscience of a Conservative</em>; Republican fever sweeps Texas. Gubernatorial nominee Jack Cox nearly beats John Connally. Republicans win six legislative seats in Dallas. Is Texas on the verge of becoming a two-party state?</p><p><em>1963</em> No. Kennedy assassination sets state Republican party back fifteen years. LBJ ascends to presidency, wounded Connally becomes folk hero. With the presidency and the governorship in reliable hands, conservatives have no incentive to leave the Democratic party.</p><p><em>1964</em> LBJ sweeps Texas against Goldwater; liberal U.S. Senator Ralph Yarborough fends off GOP newcomer George Bush.</p><p><em>1966</em> Bush is elected to Congress from Houston. Tower is reelected when liberals decide he is preferable to conservative Democrat Waggoner Carr; after all, they can always beat him in 1972.</p><p><em>1968</em> Republicans start comeback as Connally decides not to run for reelection; GOP newcomer Paul Eggers makes serious bid for the governorship. Liberals back Eggers, but Democrat Preston Smith wins a tough race.</p><p><em>1970</em> George Bush challenges Ralph Yarborough’s reelection to the Senate. But Democrats don’t cooperate as conservative Lloyd Bentsen upsets Yarborough in the primary. In November Bush carries Houston and Dallas, but Bentsen carries rural Texas and wins handsomely.</p><p><em>1971</em> Sharpstown scandal breaks wide open. Eventually it will topple top Democratic statewide officeholders, including conservative Democrat heir apparent Ben Barnes. Old-line Democrats suffer another blow when Connally joins Nixon administration as Secretary of the Treasury.</p><p><em>1972</em> The year of George McGovern. Conservatives desert the Democratic party in droves. New GOP strength shows up in gubernatorial primary when outsider Hank Grover defeats old-guard candidate albert Fay. Nixon carries Texas two to one; Connally heads Democrats for Nixon (and switches parties a year later); Tower wins without the liberals; Grover comes close to defeating Dolph Briscoe.</p><p><em>1974</em> John Whittington becomes the first GOP county judge in the history of Dallas County. Jon Lindsay becomes first GOP county judge in Harris County since Reconstruction.</p><p><em>1976</em> The Reaganites take over the state GOP in Texas’ first presidential primary. Their purge of moderates includes denying Tower delegate status at national convention.</p><p><em>1978</em> Euphoria! Bill Clements upsets John Hill to become governor of Texas, making good on his vow to hang Jimmy Carter around Hill’s neck like a rubber chicken. Liberals fail to beat John Tower again. But future Reagan chief of staff James Baker loses attorney general’s race to Mark White.</p><p><em>1989</em> Glory hallelujah! George Bush nominated for vice president. Reagan roars to a big victory in Texas, and his coattails are so strong that for the first time Republicans show substantial strength in local races. GOP judges are elected in Houston and Dallas; GOP legislators win a few seats in the conservative Democrats’ last bastion of strength, rural Texas. With redistricting in 1981 likely to provide more Republican congressmen and legislators, Texas for the first time seems on the verge of becoming a Republican state.</p><p><em>1982</em> Disaster! Republicans field candidates for all statewide offices; they all get clobbered. Clements says his Democratic challenger, Mark White, “doesn’t know any more about management than a hog knows about Sunday. He’s never even run a hot dog stand.” But Clements loses to White when the oil boom falters, Mexico devalues the peso, and minorities swarm to the polls to protest the lagging economy and Reaganomics. Party loses seats in the Legislature when Democratic redistricting strategy of packing Republican voters into all-GOP districts pays off. Consolation prize: GOP selects Dallas for 1984 convention.</p><p><em>1983</em> Republican county judge Frank Crowley sworn in, giving Republicans control of the Dallas County courthouse for the first time. Congressman Phil Gramm switches parties, resigns his seat, wins reelection in mostly rural district as a Republican. Tower announces that he won’t seek reelection; Gramm emerges as leading candidate to succeed him.</p><p><em>1984</em> Republicans lose court challenge to Democratic redistricting plan. Reagan and Gramm favored to win in Texas in November, but Republicans failed to field candidates for many local offices and Democratic dominance seems safe for the moment.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1984",
    "wp_magazine_section": "",
    "wp_tags": [
      "Republican",
      "Republicans",
      "Texas",
      "GOP",
      "Dallas",
      "Governor",
      "Democrats",
      "Democrat",
      "Rural",
      "Election",
      "Houston",
      "John Tower",
      "Legislature",
      "Nixon",
      "Reagan",
      "Redistricting",
      "Bill Clements",
      "History",
      "LBJ",
      "Liberal"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Brownsville",
      "Crowley"
    ]
  }
}