{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19848",
    "date": "August 1984",
    "year": 1984,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1984/19840800.pdf",
    "issue_cover_image": "",
    "document_start_page": 128,
    "toc_start_page": 128,
    "document_page_range": [
      [
        128,
        129,
        130,
        131,
        132,
        133
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Excuse Me, But Where Can a Free-Enterpriser Get a Drink In This Town?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198408-excuseme",
  "source": "/1984/19840800.pdf",
  "wp_post_id": 120051,
  "wp_post_guid": "http://www.texasmonthly.com/article/excuse-me-but-where-can-a-free-enterpriser-get-a-drink-in-this-town/",
  "authors": [
    "Peter Applebome",
    "Jim Atkinson"
  ],
  "headline": "Excuse Me, But Where Can a Free-Enterpriser Get a Drink In This Town?",
  "dek": "A Republicans’ Guide To Dallas.",
  "spread_caption": "",
  "excerpt": "Where to find a life-size statue of businessmen shaking hands, the best right-wing burgers, and other landmarks of Republican life.",
  "kicker": "",
  "word_count": 2784,
  "content": "<p><span class=\"dropcap\">I</span>f you want to understand life in Dallas, there’s only one rule you have to remember: you always know you’re in Dallas when you’re in Dallas. This city did not get where it is today by celebrating the splendorous possibilities inherent in the human spirit or the endearing eccentricities of assorted artistes and dreamers. It’s a city that prospered by being fastidiously conservative, businesslike, and pro-growth, a city where being a card-carrying free-enterpriser is the sine qua non of municipal life and the building crane is the national bird. Sound Republican enough? It should. To. say that Dallas and Republicans think alike is to malign a perfect match. It’s like saying that the couple in <em>american Gothic</em> have something in common or that Mary Cunningham and William agee deserve each other. How Republican is Dallas? It’s <em>so-o-o</em> Republican that a few years back one of the low-income precincts sent a black former George Wallace supporter to the Legislature. It’s <em>so-o-o</em> Republican that the city magazine is owned by one of the Hunt brothers, the mayor’s post pays only $50 a council session to ensure that the job is always held by a millionaire businessman, and you can get arrested for jaywalking. If Dallas didn’t exist, Ronald Reagan would have to invent it.</p><p>Reagan got 60 per cent of the Dallas County vote in 1980, but Dallas doesn’t just vote Republican. It <em>thinks</em> Republican. Its heroes are businessmen and entrepreneurs —and those select athletes most likely to become businessmen and entrepreneurs. Its athletic teams are measured by how well they stack up as models of corporate efficiency. There are almost no unions and only a few isolated dissenters from the business-knows-best ethos. Young postcollegians looking for a good time are likely to show up at the monthly meeting of the Dallas County Young Republicans at the Hilton Inn on Mockingbird. The Dallas syndrome is so pervasive that it requires its own vocabulary. For instance, Dallas is full of this year’s new media favorites, the young urban professionals, but in Dallas you can’t call them yuppies. Yuppies are <em>Big Chill,</em> post-sixties, Ivy League, Eastern liberal types. What Dallas has are ruppies —Republican urban professionals, who vote for Reagan, sell real estate, drive BMWs and Mercedes, and wouldn’t know a case of liberal guilt from the bubonic plague. Dallas has to be the ruppie capital of america.</p><p>A Republican tour of Dallas has two elements. One is the prime Republican haunts, places where deals are done or history was made. But just as important are the models for generic Republicanism, places where Cadillacs are bought or white bread is made. In case of any awkward moments, just mumble something about what an international city Dallas is becoming, and you should do fine.</p><img /><p><strong>The ideal power play is a seventhirty breakfast conference over eggs and toast at the Melrose.</strong></p><img /><p><strong>In search of a politically correct burger? You can't find any better than Goff's.</strong></p><img /><p><strong>Just coincidence, of course: Mrs. Baird's bakery is near all-american Highland Park.</strong></p><img /><p><strong>By their art ye shall know them: call this a study in Early Republican Realism.</strong></p><p><strong>FOOD & DRINK</strong></p><p><strong>Best Republican Breakfasts</strong></p><p><span class=\"dropcap\">M</span>elrose Hotel, 3015 Oak Lawn. Breakfast is always a big meal for Republicans, who like to practice power moves (like seven-thirty conferences) before getting to the office. The Melrose is a favorite of up-and-comers in city politics, like council members Jerry Rucker and Jim Richards, and of heavy hitters, like Dallas County party chairman Fred Meyer. The Den at the Stoneleigh Terrace Hotel is a favorite of Congressman Steve Bartlett and others. Coming up fast is the Lincoln City Club in far North Dallas.</p><p><strong>Best Right-Wing Burgers</strong></p><p><span class=\"dropcap\">G</span>off’s Charcoal Broiled Hamburgers, 5702 W. Lovers Lane. Owner Harvey Goff is a celebrated conservative-about-town who used Polaroids by Will van Overbeek to take pride in personally bouncing longhairs from his place of business. Now he does things like showing up at a Republican fundraiser in a tank. Goff’s is former governor Bill Clements’ favorite eatery.</p><p><strong>Best Republican Bread Factory</strong></p><p><span class=\"dropcap\">M</span>rs. Baird’s Bakeries, 5230 E. Mockingbird. You won’t find trendy items like whole wheat French bread at Dallas’ most aromatic landmark, just fragrant, plain-vanilla scents wafting over the SMU campus and nearby neighborhoods that are as white as the bread.</p><p><strong>Least-Republican Republican Hangout</strong></p><p><span class=\"dropcap\">R</span>ose’s, 4515 Greenville avenue. For years Republican campaign workers have been coming to this hole-in-the-wall to eat huge burgers at communal tables. Signs on the walls warn that the cashier won’t accept bills larger than a five. But Rose’s may have been too un-Republican. In July it was closed and outside signs were removed. No one seems to know whether it will reopen.</p><img /><p><strong>It's ruppies you want? at the corner of Travis and Knox they roam wildly in herds.</strong></p><img /><p><strong>The Knox Ice House: could this possibly be a Young Republican strategy session?</strong></p><p><strong>REPUBLICAN Bartender Of Choice</strong></p><p><span class=\"dropcap\">A</span>ndy Clendenen, owner of Chelsea Corner, 4830 McKinney, and andrew’s, 3301 McKinney. Congressman Steve Bartlett’s political career was hatched at the former, and other young powers now hold court at the latter amid impeccably ruppie surroundings.</p><p><strong>DALLAS' Two Least-Fashionable Republican Gathering Spots</strong></p><p><span class=\"dropcap\">R</span>epublicans in the predominantly Democratic working-class Pleasant Grove area gather at Wyatt’s Cafeteria at Lake June and Buckner. In Oak Cliff, they meet at the Oddfellows and Rebekahs Friendship Towers Retirement Home.</p><p><strong>ART</strong></p><p><strong>BEST Republican Sculpture</strong></p><p><span class=\"dropcap\">A</span>t<em> Long Last</em>, by J. Seward Johnson, Jr., on the Federal Street side of the Cullen Frost Bank, 2001 Bryan. This is a life-size bronze of two businessmen shaking hands on a deal. Call it Republican realism.</p><p><strong>BEST Republican Art Gallery</strong></p><p><span class=\"dropcap\">T</span>urtle Creek Gallery, 2502 McKinney. Owner Donald F. Mitchell has created a series of paintings with the awe-inspiring title “Dallas: City of Winners.” The latest, <em>Welcome, Mr. President!, </em>captures the “changing Dallas skyline in a triumphant Republican mood.”</p><p><strong>MUST-VISIT Mural</strong></p><p><span class=\"dropcap\">B</span>iblical arts Center, 7500 Park Lane. A longtime Dallas landmark, the Biblical arts Center is much beloved for its 124-foot-long, 20-foot-tall mural. <em>Miracle at Pentecost,</em> by Torg Thompson. The mural is accompanied by a thirtyminute sound and light show of a reading from the Book of acts, on which the scene is based.</p><p><strong>BEST Republican Museum Exhibit</strong></p><p>£ £<span class=\"dropcap\">W</span>ealth of the ancient World” at the WW Dallas Museum of art. It ran from april 25 to June 24 and featured the Hunt brothers’ collection of silver, bronze, and gold coins from assorted ancient venture-capital centers.</p><p><strong>PEOPLE-WATCHING</strong></p><p><strong>BEST Place To Find a Republican Spouse</strong></p><p><span class=\"dropcap\">T</span>he monthly meeting of the 825-member Dallas County Young Republicans, said to be the nation’s largest, at the Hilton Inn on Mockingbird. The turnout is usually 300 to 400, and the more social-minded usually retire to In Cahoots, Ravel’s, or Studebaker’s after the meeting to pursue personal strategic goals.</p><p><strong>BEST Republican Residential Stretch</strong></p><p><span class=\"dropcap\">R</span>epublican Row, Preston Road from armstrong Parkway to Beverly, features the palatial estates of such Dallas potentates as former governor Bill Clements, megadeveloper Trammell Crow, and oilman Ed Cox.</p><p><strong>HOME Tour Of the Right-Wing Stars</strong></p><p><span class=\"dropcap\">W</span>e know Dallas is an international city and all, but nostalgia buffs—who remember when the american Nazi party leader George Lincoln Rockwell gushed that Dallas had “the most patriotic, pro-american people of any city in the country” —might want to take a quick tour of homes. Start with the mansion owned by General Edwin Walker on Turtle Creek. He’s the one who was drummed out of the army by JFK for spending too much time exhorting the troops with rightwing literature. From there, motor over to Mount Vernon on White Rock Lake, H. L. Hunt’s famous mansion, now inhabited by his widow, Ruth.</p><img /><p><strong>The Fare club’s topless dancers: Ignore the lipstick. Now aren’t they a coupla nice SMU coeds?</strong></p><img /><p><strong>Okay, so we stretched it a little. Here’s what a coupla nice SMU coeds really look like.</strong></p><p><strong>BEST Ruppie-Watching</strong></p><p><span class=\"dropcap\">O</span>n the Border Cafe, 3300 Knox. Picking Dallas’ best ruppie-watching locale is like picking the best restaurant in Paris. No disrespect is meant to such diverse ruppie meccas as andrew’s, Exposure, and Raphael’s. But the ultimate under-35 Republican drinking experience can be found at On the Border. Here are the most, genetically pure ruppies in the country, straight out of Highland Park, wearing their colorful native Izod costumes, talking about wrap notes and interim financing, eating middle-of-the-road TexMex, and drinking that unmistakably ruppie drink, the premixed margarita.</p><p><strong>BEST Exercise In Republican Demographics</strong></p><p><span class=\"dropcap\">K</span>nox Ice House, 3120 Knox. For years this was a much-loved, some what mordant bar called the Quiet Man, where a small group of postsixties types, borderline artists, Democrats, and even would-be lefties hung out. Now it’s been turned into a playground for SMU ruppies apd preruppies, complete with Confederate flag, beercompany junk, and SMU banners. Voilà! Every night it’s jammed Fila to Fila with the Republican faithful of the future, who drink beer, shout friendly greetings to passing women, and generally remind you what a hopeless anachronism its predecessor was.</p><p><strong>MOST-REPUBLICAN Strip Joint</strong></p><p><span class=\"dropcap\">T</span>he Fare, 5030 Greenville avenue. A few years ago this was a typically seedy strip joint. Then, according to the entrepreneurs’ prospectus, the newly formed MJR Corporation’s “keen eye for marketing identified a soft spot in the area product line for male and female audiences to be entertained by exotic dancers of the opposite sex.” In other words, MJR radically upscaled the place with lots of cushy furniture and a bunch of guys in tuxedos. Now it’s a noisy gentlemen’s club with naked women walking around. The “dancers” look like they’ve come straight from the Tri Delt house at SMU. Maybe they have. This is one of the more creative permutations of the Dallas Way.</p><p><strong>BEST Republican University</strong></p><p><span class=\"dropcap\">S</span>outhern Methodist, of course, the rich kids’ party school that cranks out most of Dallas’ elite. It’s the kind of place where last year students brought “Our Maids Went to UT” banners to the football game with the University of Texas and where concerned student activists formed a White Students association to protect the white students, who make up 89 per cent of the student body, from having their rights trampled by the 3 per cent of students who are black.</p><p><strong>BEST Right-Wing Office Building</strong></p><p><span class=\"dropcap\">I</span>nterFirst I Building, 1401 Elm. This is the longtime home of the Hunt Oil Company and the Hunt empire. H.L. hisself used to brown-bag his health-food sandwiches for lunch here.</p><p><strong>IF You’re Going To</strong></p><p><strong>TALK Gop Strategy With . . .</strong></p><p><span class=\"dropcap\">D</span>eveloper Trammell Crow, you’ll be asked to join him at the World Trade Club.</p><p>★ Builder and head of the convention’s Dallas Welcoming Committee Dave Fox, you’ll meet him at the Kip’s on Northwest Highway and Hillcrest, unless it’s a group meeting. Then it’ll be at the Tower Club at Thanksgiving Tower.</p><p>★ Former mayor Robert Folsom, you’ll be at Bent Tree Country Club.</p><p>★ State Senator Ike Harris, meet at Joe Miller’s or the Den at the Stoneleigh.</p><p>★ Gop Dallas County chairman Fred Meyer, try the 2001 Club at Bryan Tower.</p><p>★ Former mayor Jack Evans, meet at the. Quadrant Club. ★ Former congressman Jim Collins, you’ll be at Wyatt’s Cafeteria, 3630 Forest Lane.</p><img /><p><strong>Oops! When they struck the Reunion arena deal, they forgot to tell the city council.</strong></p><img /><p><strong>a typical Dallas nature preserve. Note the cranes, a species indigenous to the city.</strong></p><p>★ Former congressional candidate Kay Bailey Hutchison, you’ll find her and party strategist Natalie Kern at Dalt’s, 5100 Belt Line Road.</p><p>★ Dallas Citizens Council leader alex Bickley, he'll meet with you at the City Club.</p><p><strong>POLITICS</strong></p><p><strong>MOST-REPUBLICAN Precinct</strong></p><p><span class=\"dropcap\">P</span>recinct 1209 in far North Dallas. In the 1980 election, 83 per cent of registered voters turned out, and 83 per cent of them voted for Reagan. Two thirds of the voters simply pulled the lever to vote a straight Republican ticket.</p><p><strong>ULTIMATE Dallas Republican Resume</strong></p><p><span class=\"dropcap\">M</span>usts: Dallas County Young Republicans, Republican Men’s Club, first-name basis with the help at andrew’s and Union Station. Options: Downtown Rotary Club, North Dallas Chamber of Commerce, occasional attendance at Joe Miller’s bar, first-name basis with the help at the Emerald Room at the anatole.</p><p><span class=\"dropcap\">V</span>olunteer to chauffeur a member of the White House staff w hen the president or vicp president visits town. Your reward will be not only admission to the inner sanctum but maybe a set of White House cuff links as well.</p><p><strong>WORST Way To Get INTo the Inner Circle</strong></p><p><span class=\"dropcap\">V</span>olunteer for Congressman Steve Bartlett’s campaign. YeaTi, he’s the top young Turk and all, but since he’s such a shoo-in, licking envelopes for him is not going to impress anyone. Better to work in the trenches for the GOP challenger to, say, Democratic congressman Martin Frost. Your man will lose, but you’ll come out a winner. <strong>BEST Resolution To</strong></p><p><strong>SPONSOR At a Precinct Convention</strong></p><p><span class=\"dropcap\">F</span>lat tax, as long as it’s vague or even incomprehensible, just like the president’s proposals.</p><p><strong>THEY Also Serve</strong></p><p><span class=\"dropcap\">T</span>he most endearing Republican meeting is held every Saturday at the less-thanglamorous Mecca Restaurant, 10422 Harry Hines, where a bunch of nuts-and-bolts Republicans led by Dorothy Golden get together for breakfast and strategy planning.</p><p><strong>WHY Republicans Like City Hall</strong></p><p><span class=\"dropcap\">R</span>epublicans in Dallas don’t always want to get government off their backs. Take Reunion arena: Ray Hunt and then Dallas city manager George Schrader arranged a land swap between the city and Hunt without even going to the trouble of telling the council about it. The city built a sports arena directly across from Hunt’s new Reunion Hotel despite a consultant’s recommendation that the city put it somewhere else. Then the city named the arena after Hunt’s hotel project. Or take the case of Fox and Jacob’s Bryan Place: Dave Fox’s development was built with a city guarantee that it would buy back his land if the development didn’t work out.</p><p><strong>LEISURE</strong></p><p><strong>BEST Republican Nature Preserve</strong></p><p><span class=\"dropcap\">T</span>he construction site north of downtown bordered by Pearl, McKinney, Maple, and Cedar Springs. Dallas Republicans like to show out-of-town visitors the biggest construction craters so they can take in the wildlife (building cranes) and marvel at what a little entrepreneurial spirit can do. The current favorite is the site of the Crescent office, hotel, and retail complex, a ten-acre, $200 million project on what used to be the sleepy lower reaches of McKinney avenue.</p><img /><p><em>Benches? are you kidding? In Dallas the perfect park amenity is a good strong fence.</em></p><img /><p><em>Oh, what a do! Congressman Bartlett sports a perfect Republican haircut.</em></p><p><strong>MOST-REPUBLICAN Park</strong></p><p><span class=\"dropcap\">T</span>hanks-Giving Square, Pacific and Ervay. Built by businessmen but partially maintained by the city, this is the consummate Republican park, with a chapel, a religious motif, and a fence around it to keep out the riffraff. And it’s just a short stroll from the First Baptist Church, the largest Southern Baptist congregation in the world, not to mention a leading downtown landowner.</p><p><strong>REPUBLICAN Dress Code</strong></p><p><span class=\"dropcap\">F</span>or men, tassel loafers —with suits, with slacks, with jeans. For women, the Executive Woman Look, with just a hint of sorority cuteness. Whatever you do, don’t carry a Gucci bag. Those went out with ex-sheriff Carl Thomas.</p><p><strong>BEST Republican Barber</strong></p><p><span class=\"dropcap\">T</span>he best Republican men’s haircut can be found at the Village Barber Shop, 25½ Highland Park Village. Ask them to cut yours the way they cut former governor Clements’.</p><p><strong>BEST Republican Hairdressers</strong></p><p><span class=\"dropcap\">F</span>or just that perfect shade of Republican blond, the upper crust go to Lou Lattimore’s, 4320 Lovers, or the Salon at Marie Leavell in Inwood Village. Other favorites include l’lmage in Sakowitz Village, which is frequented by the ladies of the <em>Dallas</em> cast, and Fiorente Hair Design, 2612 Boll, the choice of some of the women in the Hunt family.</p><p><strong>ULTIMATE Republican Haircuts</strong></p><p><span class=\"dropcap\">B</span>usinessman, Super aggie, and Dallas Cowboys owner Bum Bright gets his no-nonsense trim almost every Sunday, at 7 a.m., in the men’s locker room at the Dallas Country Club. Congressman Steve Bartlett’s blond fraternity-boy cut is state-of-the-art Republican hair.</p><p><strong>REPUBLICAN Sporting Diversions</strong></p><p><span class=\"dropcap\">B</span>um Bright’s Cowboys, of course, are party regulars, with Tom Landry campaigning for Reagan and Roger Staubach presumed eventually to become a Republican politician. The Texas Rangers are owned by archconservative oilman Eddie “Im Mad’’ Chiles, whose wife, Fran, is the national committeewoman from Texas. The NBA Mavericks are owned by equally conservative Donald Carter. Bowling? Try Lamar Hunt’s Bronco Bowl in Oak Cliff. Polo? Check with Norman Brinker at his Willow Bend Polo and Hunt Club.</p><p><strong>BEST Republican Wheel Dealers</strong></p><p><span class=\"dropcap\">R</span>epublicans who are active in the party buy their Cadillacs at Rodger Meier Cadillac, 4707 Lbj Freeway. Republicans who are more generic than card-carrying buy theirs at Sewell Village Cadillac, 7310 Lemmon, or Lone Star Cadillac, 2301 Ross. Mercedes are bought at Stephenson Motor Company, 4023 Oak Lawn. The ruppie just hitting the big time will probably buy his 325E at John Roberts BMW, 2536 Forest Lane. Those given to especially conspicuous consumption can get their new Rolls at the RollsRoyce dealership, 7018 Lemmon.</p><p><strong>BEST Republican Fitness Emporium</strong></p><p><span class=\"dropcap\">T</span>he Downtown Dallas YMCA, 601 N. Akard. There are smaller salons, like the Jenny Ferguson Exercise Club near Highland Park, that get a bluer-blooded clientele, but for power sweating nothing beats Dallas’ up-to-date $7.2 million downtown Y. It’s a favorite of downtown business people, including power types like celebrity stockbroker Billy Bob Harris; Ray Hunt’s right-hand man, Jim Oberwetter; First Baptist Church minister W. A. Criswell. More real estate deals are done, here than anyplace else in town.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1984",
    "wp_magazine_section": "",
    "wp_tags": [
      "Republican",
      "Dallas",
      "hunt",
      "Republicans",
      "SMU",
      "Power",
      "Bread",
      "Breakfast",
      "GOP",
      "Governor",
      "House",
      "Students",
      "Tour",
      "Art",
      "Bartlett",
      "Bryan",
      "Construction",
      "Country",
      "Drinking",
      "Exercise"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Bryan",
      "Greenville",
      "Texas",
      "Golden"
    ]
  }
}