{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19848",
    "date": "August 1984",
    "year": 1984,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1984/19840800.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 118,
    "document_page_range": [
      [
        118,
        119,
        120,
        121,
        122
      ],
      [
        202,
        203,
        204,
        205,
        206,
        207,
        208,
        209,
        210,
        211,
        212,
        213,
        214,
        215,
        216
      ],
      [
        222
      ]
    ],
    "toc_order": 2,
    "toc_headline": "The Eccentric Genius Of Trammell Crow",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198408-theeccent",
  "source": "/1984/19840800.pdf",
  "wp_post_id": 120072,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-eccentric-genius-of-trammel-crow/",
  "authors": [
    "Joseph Nocera"
  ],
  "headline": "The Eccentric Genius Of Trammell Crow",
  "dek": "And How He's Changed the Face Of America.",
  "spread_caption": "",
  "excerpt": "He changed the face of Texas by building warehouses that looked like office buildings. Then he built office buildings that looked like warehouses.",
  "kicker": "",
  "word_count": 13261,
  "content": "<p><span class=\"dropcap\">I</span>’m not some brilliant genius,” said Trammell Crow. He sat scrunched behind the wheel of his car, a compact model several sizes too small, driving up Stemmons Freeway in Dallas. Trammell Crow is not an especially tall man—he stands a shade under six feet-but he has large features and a broad frame that make him seem more imposing than he actually is. His suit jacket hung awkwardly from his shoulders, and his tie rested outside his jacket, as it perennially does. As he talked, Crow peered at the road from under a pair of exceedingly bushy eyebrows and an eternally furrowed brow.</p><p>He was driving west along that stretch of Stemmons that can truly be called his, so dominated is it by his works. On his left, at the intersection of Stemmons and Industrial Boulevard, stood one of his favorite things, the Loews anatole Hotel, the largest hotel in the Southwest, which he built in the mid-seventies even though he was then struggling desperately to keep his real estate company afloat. The anatole’s three huge red brick pyramids .hid the endless rows of warehouses that compose the Trinity Industrial District, Dallas’ first large postwar warehouse area. Most of them were also built by Trammell Crow, in the fifties and sixties. No developer will ever be remembered for his warehouses, of course, but those buildings were the foundation of Crow’s real estate empire.</p><p>On his right, Crow pointed out the half-finished shell of the Infomart, a computer mart he is building on land that had once been the site of a football stadium. After the Infomart he passed in quick succession the buildings that make up his Market Center: the furniture mart, the World Trade Center, the Trade Mart, Market Hall, the apparel Mart, one right after another—his crown jewels. And nestled between them the Wyndham Hotel, a striking thirty-story pink granite building that rises from the ground in the shape of an ellipse. And last, the four buildings that make up the Stemmons Towers. When Crow built them in the midsixties, they were the first high-rise office buildings in Dallas to crack the hegemony of downtown.</p><img/><img/><p>A Child Of the Depression. Trammell Crow Has Built the Largest Real Estate Empire In America. The InFOMART (Left) And the Ltv Center Are Two Of His Most Recent Works. The Key To His Success? “Love,” He Says.</p><p>Photography by Geof Kern set construction by Pat Jackson/the Set Shop, coordination by Jan Thomas</p><p>As he talked about those buildings, Trammell Crow was not burdened with feelings of false modesty. His sentences were short and definitive. The Loews anatole, he said, “is one of the great hotels in the world.” The Wyndham was “perhaps the finest hotel in the country in its class, the upper-middle-range hotel.” The Trade Mart contained the “first atrium in modern america.” and on and on. He was speaking in his best no-bragjust-fact voice, tossing off those observations as unself-consciously as if he were describing the weather. To Crow, calling the Loews anatole a great hotel is a little like calling the sky blue—it is a simple statement of self-evident truth.</p><p>When the talk turned to himself, however, things were not as simple. Trammell Crow turned seventy this past June, and you might think that a man who has accomplished what he has—a man who built america’s largest private real estate firm, the Trammell Crow Company, which has more than $5 billion in assets —would be ready to bask in his achievements. But he is not. When asked about himself, Crow’s sentences suddenly became vague and circular, as if he wished someone would change the subject.</p><p>“What made you think of building merchandise markets in Dallas?” Crow was asked. “Oh, there wasn’t any sudden flash of inspiration or anything like that.”</p><p>It is the particular conceit of Dallas that the city has always had a disproportionate share of great men, visionaries who are the spiritual (and in some cases literal) descendants of the men who built Dallas, as local legend has it, out of nothing. Trammell Crow is unassuming</p><p>enough to cringe at being called a visionary and shrewd enough to know that the image Dallas has created for itself contains a large dose of hyperbole. Trammell Crow hates hyperbole. He is also proud enough of his works that even the most veiled public criticism can cut him to the quick. Those traits have combined to form in him a powerful incentive to keep a low profile in a city that fairly worships its businessmen. He had been doing real estate deals for a quarter century before he was finally written about at any length, in 1973 —and then the publication was not the <em>Dallas Morning News</em> or the <em>Times-Herald</em> but <em>Fortune</em> magazine.</p><p>The odd result is that Trammell Crow has always been something of an outsider in his own hometown, never really capturing the public imagination the way other Dallas businessmen have. Unlike Ross Perot, he does not have a public persona. Unlike Erik Jonsson, he was never among the inner circle of the old Citizens Charter association crowd, the handful of businessmen who ran Dallas for so many years. He is almost never mentioned in the same breath as the “great men” of Dallas, the Stemmonses and Carpenters and Caruths. And yet it is difficult to think of anyone who has had a larger hand in the shaping of modern Dallas. John Stemmons’ father politically engineered the building of the levees along the Trinity, transforming a floodplain into usable land, but it was Crow who first took the chance of building on that land, and he turned it into valuable real estate. As mayor, Erik Jonsson built the Dallas-Fort Worth airport, but it was Crow’s market buildings, which draw 500,000 visitors annually, that created the need for an international airport. His buildings influenced the pattern of development in Dallas, and in some ways the pattern of development in america as well. No developer had a better intuitive understanding of the needs of postwar america. No one has had more of his touches incorporated into the american landscape-the atrium being one that has become a modern cliche. No one has done more to change the way real estate deals are conceived and financed. Trammell Crow’s imprint on Dallas and on the country is unquestioned. As to the question of whether that imprint has been all to the good, well, that doesn’t have such a simple answer.</p><p><span class=\"dropcap\">F</span>ather lost his job in 1928 when</p><p>Mr. Munger died and we all had to get with it to eat,” Trammell Crow once wrote.</p><p>He grew up poor, a child of the Depression. Several years ago Crow wrote down some of his childhood memories for a prospective biographer. “Father was the bookkeeper for Collett Munger. Mr. Munger’s sole activity was developing Munger Place. Also Father staked out the lots as they were sold, and often took me with him.</p><p>“We lived at 1318 North Fitzhugh, in a small house that Mr. Munger had given to Father. It had a kitchen, a living room, a bedroom, a sleeping porch, and a toilet, though no hot water and no bath tub. I don’t know how much Father earned throughout, though when Mr. Munger died he was paid $225 a month.”</p><p>Trammell’s father never found steady work after Munger’s death, and feeding a family of ten —Trammell was the fifth of eight children —was “his life’s crisis,” Crow wrote. “Father earned small amounts keeping books for some little people, and the rest of us did what we could. Sometimes it was hardly enough. We did get two or three eggs a day, as I recall, but one summer some enterprising somebody stole our chickens. And we had some peach trees.</p><img/><p>The Era Of the Warehouses. Before Trammell Crow, warehouses never looked even this good. He was the first developer to landscape the grounds around them, the first to hide the unsightly loading docks on the side, the first to put the executives' offices —with windows, no less —in the front. His tenants raved. He made millions, and used his base of warehouses to found a real estate empire.</p><img/><p>The Era Of the Marts. First came the Homefurnishings Mart, in 1957. Then came the Trade Mart, the apparel Mart, the World Trade Center, the Infomart. Trammell Crow revolutionized the industry by building marts that were roomy, with places to sit and rest. All but the furniture mart contain another Crow trademark: the atrium. Pictured here is the atrium in the Trade Mart, the first in modern america.</p><p>Photography by Judy Kern</p><p>“I don’t remember that I ever realized except vaguely that we were poor. I guess that dawned on me at about sixteen years of age, though neither do I remember a reaction to it. . . . But there was a dull pain, as you must know. Fortunately it was expressed in action, work, and thought, and not in resentment and self-degradation.</p><p>“Once my father gave me a coin —other than 17 cents for school lunch. Otherwise I have earned—or personally gained anyhow-all the money I have ever had. I always managed, one way or another, to get by.</p><p>“It is impossible for me to account for the meager, meager circumstances which were my parents’ lot. Father was bright, diligent, well read, and a presentable if unpretentious gentleman. Perhaps it is that they never encountered anything in their lives that called them forward.”</p><p>Crow remembers that his parents believed in the Bible “exactly verbatim.” “We all went to church, Sunday school and Christian Endeavor, had family prayers each night, on our knees in the living room together, could not read the funny papers till Monday, could not spend money on Sunday, even if we’d had any.”</p><p>He remembers being his father’s best friend. When he was young, Trammell shared a double bed with his father.</p><p>He remembers crying in the seventh grade the first time he heard a classmate swear.</p><p>He remembers once being taken to the Child Guidance Center by his mother, who told the counselors that he was “fractious and sensitive.”</p><p>He remembers being an ordinary student—“bad in art and writing, good in</p><p>arithmetic”—and yet he also recalls being struck, at about age thirteen, by the realization that he was smarter than the people around him knew.</p><p>Although <em>Forbes</em> magazine estimates his wealth today to be at least $500 million, he does not remember ever consciously thinking that he wanted to be rich when he grew up.</p><p><span class=\"dropcap\">H</span>ow big is Trammell Crow’s empire? Unimaginably big.</p><p>As a commercial developer, Crow makes his money by constructing and leasing buildings of all sorts-from apartments to strip shopping centers to warehouses to skyscrapers. He is america’s largest landlord. At the center of the empire is the Trammell Crow Company, which Crow has described as “the most important element in my business life.” The company owns nearly 23 million square feet of office space, 6 million square feet of shopping centers, and an astonishing 113 million square feet of warehouse space. (Combined, that’s equal to about half the area of all the office space in New York.) It has built 30 per cent of all the warehouses in Dallas and 40 per cent of those in Houston. It is building major high-rise office buildings in San antonio, austin, Dallas, and Houston and is a force in just about every city of any consequence in the Southwest. It has significant holdings in 78 cities from Washington and atlanta to San Francisco and Los angeles. It employs about a thousand people across the country, including 89 “partners,” a designation that entitles them to an interest in the buildings they construct. Trammell Crow, the partner of partners, owns between 15 and 50 per cent of every building ever built by the Trammell Crow Company. He has never seen many of them.</p><p>The second arm of Crow’s empire is the Dallas Market Center, which adds another $2.5 billion in assets. The market buildings have always been Crow’s cash cows. Under the umbrella of the Market Center come other disparate elements of the empire: the film complex in Las Colinas (“We’ll lose a million on it this year, but that’s all right. Its time will come”); the hotels, including the Loews anatole and the Wyndham chain (Crow has built four 'wyndhams in Texas and has half a dozen more in some stage of development), nine thousand rooms in all; and other marts —a decorative center in Houston (spurred along by a competitor’s announcement that he was going to build one), a Brussels trade mart (a loser until recently), a proposed $400 million computer mart for Times Square in New York.</p><p>Crow also owns a dozen other enterprises whose only connection to the first two is that they revolve around him. Huge, profitable farms in Louisiana and Mississippi. One of the world’s largest public warehouse companies. Holdings in Brazil and France. The $2 billion Trammell Crow Residential Companies, which include one subsidiary that manages apartments (28,000 in all), another that builds apartments, and a land development company.</p><p>The secondand fourth-largest private real estate companies in america —Lincoln Property and the Vantage Companies, both of Dallas —were begun as partnerships with Trammell Crow. Although he no longer owns any interest in them, Crow also spawned several of the most important downtown developments in modern america: the five-building Embarcadero Center in San Francisco, the Peachtree Center complex in atlanta, and allen Center in Houston. He helped start Lomas and Nettleton, the large mortgage lending firm in Dallas that is run by Democratic power broker Jess Hay. In Dallas he acquired two hundred acres to build the Park Central complex, which established as fact the idea that developers could put office buildings —how quaint the thought seems now!—as far north as the LBJ Freeway, eight miles from downtown.</p><img/><p>The Era Of the Skyscrapers. This is 2001 Bryan Tower, built in 1972. It is —how to put this gently? —undistinguished. It was built quickly, with a premium on keeping costs down, at the expense of the design. Because it was the first downtown high rise built by a developer, it set the tone for a generation of Dallas skyscrapers. To compete with Crow, you had to build the way Crow did: fast and cheap and plain.</p><img/><p>The Era Of the Heirs. Today the head of Trammell Crow's highrise division is his son, Harlan Crow. Harlan is building the LTV Center, a post-modern skyscraper. He hired an expensive architect to design it, bought expensive Rodin sculptures to put outside it, and spent $20 million on expensive extras to make sure it would be a great building. It will help set the tone for the next generation of Dallas skyscrapers.</p><p>“One thing I really missed was the land boom in North Dallas,” he says. Is that a tinge of regret in his voice?</p><p><span class=\"dropcap\">H</span>e married well. Trammell Crow worked his way through SMU night school as a teller at the Mercantile Bank, passed the exam to be a certified public accountant at the age of 23, became a naval accountant when World War II broke out, and, in august 1942, while still in the Navy, wed Margaret Doggett, to whom he remains happily married 42 years later. They could scarcely have had more dissimilar backgrounds. Margaret Doggett was the daughter of a fairly well-to-do businessman. A fifth-generation Dallasite, she had lived all her life in Highland Park, had graduated from Hockaday, had attended the University of Texas. Crow never knew her parents, because they had been killed in an auto accident several years before he met Margaret. When he finally got out of the service in 1946, at the age of 32, he joined the family business. He was going to help run the Doggett Grain Company.</p><p>Margaret Doggett’s inheritance was worth around $1 million, and it included the building in which the grain company had its offices, a six-story warehousestyle building in downtown Dallas. Soon after Crow went to work there, the major tenant moved out; in the postwar era, manufacturers were just beginning to see that one-story warehouses were more efficient. To refill the building, Crow found a group of small rug manufacturers who had been housed together before the war but had been displaced by the army. He persuaded them to move into his building. A segment of a particular industry operating under one roof: without quite realizing it, Trammell Crow had just put together a mart. He had also taken his first step into the real estate business.</p><p>The next step was not long in coming. He had by then met the Stemmons brothers, John and Storey, who owned about 11,000 acres of land along the banks of the Trinity. The way John Stemmons tells the story, he and Crow first met at a flower show, and in the course of their chitchat, Crow complained that he was having trouble finding ways to invest his wife’s inheritance. Stemmons was having his own problems just then: he could not find anyone willing to develop his property. The Trinity had a long history of flooding, and developers didn’t trust</p><p>the levee system installed by Stemmons’ father. Stemmons saw Crow’s problem as the potential answer to his own, and he used the opportunity to tout his land. Crow took the bait. A short time later, when one of the rug manufacturers told Crow he was moving out of the Doggett building because he wanted one of those new-style warehouses, Crow was ready. “Let me build what you need,” he said. He constructed a 16,875-square-foot warehouse, with a five-year lease, on land owned by John and Storey Stemmons. Soon thereafter came a second warehouse and then a third, and by the time the mortgage for the first building had been signed, Crow had 70,000 square feet of warehouse space under construction. Today his warehouses are the base of an important part of Dallas, though a nearly invisible one, since warehouse districts are hidden behind office buildings and shopping malls.</p><p>Right from the start, elements of Crow’s buildings set them apart from his competitors’. First, they looked different. Crow intuitively understood that everyone prefers to work in pleasant surroundings, warehousemen included. So he radically reshaped warehouse buildings. Previously, warehouses had been built in long rows, each attached to the next, with loading docks in the front and executives’ offices in the rear. Crow built his warehouses independently of each other, so that each stood on its own separate plot of land. Then he moved the unsightly loading docks to the side and put the offices —with windows, no less —in the front. Finally, he spent money on landscaping, which was unheard of at the time. Crow’s warehouses were surrounded by trees and flowers and had neatly manicured front lawns. The people who worked in those buildings, unaccustomed to such touches, raved about them. Crow likes to say that one of the keys to his success was that he always followed the dictates of the market “as we understood it,” and mostly that is true. But with his early warehouses he was doing something more: he was leading people to a market they didn’t know existed.</p><p>The second and perhaps more profound difference was that Crow quickly realized that he could build his warehouses even before he had found tenants to fill them. Today the practice is so common in real estate—even skyscrapers are built on the principle-it is hard to remember that it was once considered daring. But it used to be customary for the lenders (mostly banks and insurance companies) to withhold credit until the developer had lined up a tenant and a 15-year to 20-year lease had been signed. Crow saw that there were other ways to do business. The land had value. The building had value. Why couldn’t those elements alone serve as sufficient collateral? Crow persuaded the Stem-</p><p>monses to put up their land as collateral (in return, they got 50 per cent of everything he built on their property). And he convinced his chief lender, the First National Bank of Dallas (now InterFirst), that if it had a lien on the land and the building, there was no reason for the deal to hinge on the tenant. Thus was quietly born the revolutionary concept of the spec (short for “speculative”) building.</p><p>Of course, as Crow began slapping warehouses up, he was under enormous pressure to find tenants, since their rents would pay off his mortgages. But in the late forties and through most of the fifties, that wasn’t as hard as it is today. In the aftermath of the war, the american economy was taking off, which meant there was a tremendous need for warehouse space. Building spec warehouses gave Crow an advantage over his competitors. He was able to show potential tenants a shell of a warehouse that they could move into, say, the following week. And because his mortgage was not predicated on a long-term lease, he could raise the rent every few years. Again, he understood something long before others did: in the real estate business, inflation was an ally.</p><p>There was a third way in which Crow was different from other developers. He worked faster than any other developer around. Collett Munger spent his entire life building and selling five hundred houses; Trammell Crow developed that much property in a year. He had buildings going up before the tenant was in place, before the mortgage loan was in place, before the contractor’s agreement was drawn up, sometimes even before the blueprints were ready. Once, when someone on a new job asked to see the blueprints, the foreman replied, “Mr. Crow said, ‘Put a stake in the ground here and go two hundred feet to the west and then turn north.’ ” another time, an early Crow investor drove by one of his warehouses and noticed that the windows were not evenly spaced. When he asked the foreman about it, the man replied, “They told us to put in seven windows, but one of them came right where one of the upright pillars is located, so we had to move it over a bit.”</p><p>Crow could work so fast partly because he refused to get caught up in details he considered unimportant. The exact placement of every window didn’t matter, because the market he was trying to satisfy didn’t much care where the windows were. But when it came to the inside of a building, to details like rugs and bathroom fixtures that he believed his tenants cared about, he could be quite demanding. Negotiations with Crow often lasted minutes rather than hours; he didn’t haggle with the people he did business with, and he expected them not to haggle with him. If he felt that someone was trying to take advantage of him, he didn’t go back and try to renegotiate. He simply stopped doing business with that person. But mostly that wasn’t a problem; so guileless was Crow, so seemingly dependent on the good faith of others—he often would sign a contract without even reading it, for instance-that the people who did business with him usually felt a need to justify his trust in them. All those traits would remain Crow trademarks long after he had outgrown his wife’s credit, and outgrown the Dallas warehouse business too.</p><p><em>(Continued on page 202)</em></p><p><em>(Continued from page 122)</em></p><p><span class=\"dropcap\">F</span>rom a Dun and Bradstreet report, March 1959:</p><p>Crow, Trammell. Started: 1946. Payments: prompt.</p><p><span class=\"dropcap\">B</span>y the mid-fifties, Crow was the biggest warehouse builder in Dallas and on his way to becoming the biggest in the country. But a little of the thrill was gone; he could build warehouses blindfolded. So he turned to other pursuits: he made an ill-fated attempt to run a bus line; he began building parking garages in downtown Dallas with Eugene Locke, the well-known attorney who would later become U.S. ambassador to Pakistan; he constructed a small decorative center in the Trinity Industrial District to house a number of rug manufacturers. And in 1956 he got involved in the project that would mark the next big turning point in his career. He decided to build the Dallas Homefurnishings Mart.</p><p>When and how the idea came to him is, alas, lost forever. Crow remembers only that he thought a furniture mart would work and that at the start no one believed him, including his bankers. He ascribes the mart’s ability to attract tenants to hard work and good salesmanship (“We just kept knocking on doors”), but the real reason the mart clicked is the same reason many of Crow’s ideas have clicked: he understood how the world around him was changing. It was pure instinct; Crow is not the sort of person to muse about social trends, at least not as they pertain to his business. He probably never thought consciously about increased affluence, more leisure time, and the tremendous growth and decentralization of commerce. Yet they were things he must have understood implicitly, for they were the changes that made the old way of marketing furniture so vulnerable to competition from him. The success of the furniture mart was a watershed for Crow, and also for the city, which became an important regional center largely because of his Market Center buildings.</p><p>The theory behind a mart is simple: by bringing together buyers and sellers in one building, a kind of business synergy is created. The sellers are manufacturers, wholesalers, and (in some cases) salesmen in a particular industry; they rent showrooms to exhibit their wares. The buyers are retail store owners who attend the threeor four-day shows the mart puts on two or three times a year. A mart allows buyers to compare products easily and to collect an entire season’s worth of merchandise in a few days (not to mention being able to spend some time away from the shop). For the seller, a good show might produce as much business during those four days as he would normally see in six months —perhaps more, since the show itself helps generate an atmosphere conducive to selling.</p><p>Trammell Crow’s problem, however, was that nobody in the furniture business wanted to have anything to do with his proposed mart. The major furniture makers and the retailers—both the sellers and the buyers—were against it because they thought the two existing marts, in Chicago and in High Point, North Carolina, were sufficient. They were wrong. By the mid-fifties two marts were not enough for the burgeoning american furniture industry. One thing Crow had noticed in Chicago was how unpleasant the merchandise mart was during a show, how irritable people became after a few days there. Partly that was because of the building itself—it seemed like nothing so much as a maze of endless, dimly lit hallways. But it was also because there were so many people stalking those hallways, all trying to crowd into the same showrooms. Though the furniture people didn’t realize it, their industry was just then ripe for a new, regional mart.</p><p>To combat their resistance, Crow concluded that the only thing he could do was build the mart—at a cost of $6.5 million —and then prove to the industry that it would work. He lined up the Stemmonses to donate the land (in return for their usual 50 per cent ownership) and, after much difficulty, lined up a bank loan from Mercantile. But mostly he was winging it.</p><p>The building went up in what was by now typical Trammell Crow fashion: fast, on an extremely tight budget (that was important to keep the rents down), and with little regard to what it looked like from the outside. (In truth, it had all the charm of a large warehouse.) and it went up with all the usual Crow attention to details he deemed important, the details that would make his building marketable. There would be landscaping and sculpture outside—Crow had begun to collect art, much of which ended up in front of his buildings or on the walls inside-and also wide hallways and open spaces where people could sit and rest. Unlike the one in Chicago, the Crow mart was going to be a place people would enjoy spending time in.</p><p>With the construction under way, the next hurdle was finding people who would lease space in his mart. The key was the major furniture manufacturers. If the majors joined him, that would send a signal to the industry that this was a mart to be reckoned with. So Crow and a Dallas broker named Bill Campbell began traveling to Chicago and the Carolinas to persuade the furniture makers to sign up. They rarely made an appointment in advance; this was another of Crow’s theories about marketing. He believed that if you called ahead for an appointment, you gave your prospect a chance to say no, whereas if you just walked in off the street, the odds were good that you would get in to see somebody, if only because you had caught him off guard. Still, it was not an easy sell. Crow would later describe it as “the hardest leasing job I ever encountered.” Bill Campbell fills in a few of the details:</p><p>“We made many trips to North Carolina and Virginia, calling on furniture companies. I remember one very critical trip. We stayed in a motor hotel in High Point; Trammell went in one direction and I went in the other, and we met at the motor hotel that night. I don’t recall how many calls the two of us made, but it was a lot of calls, from morning till the close of business that day. And Trammell asked me, ‘What do you think we ought to do after this trip?’ and I said, ‘Trammell, based on what I have heard, I don’t think there’s but one thing to do and that’s to fold up our tent and go home and forget it,’ because I had been told in unequivocal terms at every factory I called on that they had absolutely no interest in a market in Dallas. And one firm in Lenoir, North Carolina, told me, ‘I hope you don’t build it, but if you do we’ll do everything we can to ensure that it will not be a success, and we’ll never be a part of it.’ Trammell didn’t say anything for a few minutes, so I said, ‘Well, what do you think?’ and he said, ‘I tell you what. We’re going to build the finest, best furniture mart in america. I’m going to build it and you’re going to lease it.’ and he rolled over and went to sleep. And I remember lying there thinking, ‘What manner of man is this?’</p><p>“But anyway, it came to pass.”</p><p>And no sooner had it come to pass than Crow decided he needed more showroom space-more space for furniture companies suddenly clamoring to get into his mart, and for other industries. Crow wanted to hold shows for toy manufacturers, for crystal makers, for the gift industry. To put them all under one roof, he needed a building that could house three times the showrooms of the furniture mart. So in1958 he began constructing it. It was the Dallas Trade Mart.</p><p><span class=\"dropcap\">W</span>hat manner of man was this?</p><p>He was a completely driven man, of course, wholly dedicated to becoming a business success. “Work is more fun than fun,” he says. He came to the office early and stayed late and was invariably there on Saturdays, usually with one or more of his six children in tow. On Sunday mornings, when his wife and children were in church, he would go to the home of one of his partners for business meetings. In the evenings he often brought business associates home to share dinner with him.</p><p>He had a voracious appetite for knowledge of any sort (except about sports, which he considered frivolous). He could go on a hunting trip, open up a book, and then read through the entire hunt. He would become entranced with certain words—“curmudgeon” was a favorite for a time —and would use them over and over. Don Williams, the current president of the Trammell Crow Company, remembers Crow once launching into a lengthy discourse on the mating habits of bees. Early on in his real estate career, he began traveling abroad on a regular basis. The trips were partly vacations for the family, but Crow also used the opportunity to study-and buy-art and to see firsthand the great European buildings.</p><p>He was a health fanatic long before it was fashionable. Until he began having cartilage trouble in one of his knees (at age 68, no less), he was the original 5 a.m. jogger. In 1959 he built the Hartford Building on St. Paul Street in downtown Dallas and put his own office on the top floor. No one remembers ever seeing him take the elevator, though; he always walked up the thirteen flights of stairs.</p><p>Although by the mid-fifties he had more wealth than he could ever have imagined, he remained an enormously unpretentious man, warm and generous with friends, unstintingly loyal to the people who were loyal to him, unashamed to use words like “love” to describe his relationship with his closest business associates. He had an expansive, rough-hewn charm, an ability, remembers one former associate, “to exude humility, to make you appear to be the center of the conversation, the center of his thought process at the time. Instead of ‘i’m doing this’ or ‘i’m doing that,’ it was always ‘What are you doing?’ ” His straightforwardness and his lack of pretense were a large part of what made him so appealing to the insurance executives and bankers of that era. He was tough when it came to numbers —keeping his costs down, getting his rents competitive -but not when it came to people.</p><p>By the standards of the straitlaced Dallas businessman, Trammell Crow was also an eccentric.</p><p>He didn’t have a private office, preferring to work in the middle of a large open floor, surrounded by secretaries and associates, where everyone could hear what he was saying; that way, he didn’t have to repeat things. He would tell his staff to feel free to pore over his desk and read his mail; that way they could keep up with what he was doing. Sometimes in the middle of meetings, he would stand up from his desk, take his shoes off, and lie down on the floor. “I think better lying down,” he would say, and the meeting would continue.</p><p>A business associate remembers, “Once when we were up in Boise, we’d negotiated all day long at the bank, and when we left the bank about four in the afternoon we walked by a fishing store. He walked in and bought us both a license and rented two fishing poles, and we went out to some damn lake dressed in our business clothes.”</p><p>He once said that the two activities he liked the least were gourmet dining and shopping.</p><p>During one particularly hot evening, he got tired of wearing long sleeves, so he took some scissors and cut off the sleeves above the elbow. Later that evening he took a number of people to an expensive Dallas restaurant and hosted the dinner in his newly shorn shirt.</p><p>He was always full of aphorisms, some mundane, others profound; some of his partners used to call them Crowisms. “If it doesn’t make money, it’s not pretty” was one. “The only thing you have to do to become rich in the real estate business is to keep your assets and live a long time” was another. “The way to wealth is debt” was a third. After a while, says Mack Pogue, who started the Lincoln Property Company with Crow, you realized that these sayings were coming “from a guy sitting up on a mountaintop, able to see things the rest of us couldn’t.”</p><p>James S. McDonnell, the founder of the McDonnell Douglas Corporation, got him interested for several years in ESP and psychic phenomena.</p><p>“He’s in business,” says Robert Glaze, who was his right-hand man for many years, “to own the world.”</p><p><span class=\"dropcap\">F</span>rom a letter, dated august 1966, to two business partners in atlanta:</p><p>I am flying home now, but I still have uppermost in my mind our conversations of today. So think i’ll see if I can put it down on paper.</p><p>Our goal: To be the dominant apartment developer and owner in the southeast. Necessary sub-goals:</p><p>(a) Each project a financial success. Built for least possible cost and for the loan funds, (b) Quality, beauty and new concepts —the best in the field, (c) High volume of projects.</p><p><span class=\"dropcap\">a</span>lthough the Hartford Building listed the Trammell Crow Company in its directory, there was really no such entity. There was Trammell Crow, and there were his partners. Some of these partners worked in closer orbit to Crow than others, but each partnership was a separate entity, with its own arrangement with</p><p>Crow. Working that way gave him flexibility and satisfied his antibureaucratic bent, but eventually he would have more than 100 partners, 604 separate partnership agreements in various interlocking configurations, and personal liabilities in those partnerships worth well over $100 million. It became impossible for him to keep track of everything his partners were doing, and the day would come when that would cause him enormous grief—when he would almost lose his empire because of it.</p><p>His earliest partners were investors —the Stemmonses, for instance, invested their land in Crow’s deals —but by the early sixties his business interests had grown to such an extent that he began to surround himself with a different type of partner, a working partner. These partners took home little in the way of base salary, but their responsibilities were quite large and they put in almost as demanding a workday as Crow did. They did so at least in part because Crow treated them not as underlings but as equals; their real money was made from percentages Crow had given them in his buildings. Those percentages (as much as one third in the early days) made them coowners of those properties.</p><p>That is hardly a radical notion today, but it was then. Yet Crow never considered managing his business any other way. He thought it was important that the people around him do well as he did well. But he had deeper reasons. “You cannot successfully manage a real estate operation of this substance by any form other than partnership,” he would say many years later. “Real estate—it just gets into the very heart of man and is a uniquely personal matter, the action and judgment of an individual. If you do that on a corporate basis, where a person has a salary or even a commission, but no ownership, it just is not done the same way. You look at all of the real estate corporations in america that are or have been, and none of them has reached a state of success or profit or size that we have, and I think that’s a major difference.” and too: “It has also been my judgment that this was a way more could be done and my share wouldn’t be diminished.”</p><p>To say the least. In fact, Crow’s empire was able to expand geometrically because of his ostensible generosity. As each one of his partners got wealthy, Crow’s own wealth increased tenfold. He saw the wisdom of delegating authority; he could have a dozen projects going at once, moving in and out of each one only as he was needed. As the number of balls he was juggling increased, so did his willingness to depend on his partners. Sometimes he turned over entire divisions for them to run as they saw fit. His first working partner, a tall, gangling man named Gillis Thomas, began—as would countless other Crow employees over the years —by leasing warehouse space. He ended up in charge of the Dallas warehouse operation, which meant that he had a percentage of every warehouse Trammell Crow built in Dallas. So complete was Thomas’ authority that he would sign Trammell Crow’s name—not sign for him but copy his signature—on hundreds of loan agreements for which Crow was personally liable. When he left Crow in 1975, Thomas was a millionaire many times over. Another partner, Robert Glaze, was a CPA hired in the early sixties to handle Crow’s increasingly complicated finances. Crow quickly began giving him partnership interests in this or that project, and it wasn’t long before he started asking Glaze to act as his intermediary in those projects. Eventually, Glaze became as much a deal maker as a keeper of the books, which suited Crow just fine; he was always afraid of having too many people working in the main office all day instead of getting out there and making things happen. Eventually, Crow’s lack of enthusiasm for bookkeeping would come back to haunt him too.</p><p>Crow had another kind of partnership, one in which his main role was that of financial backer. He would find an eager young man looking to get into the real estate business (or an eager young man would find him) and set him up in business or in a city where Crow wanted to do business. Then Crow would get out of the way. John Eulich of the Vantage Companies got his start in real estate that way —Crow sent Eulich to Houston to get into the apartment business —and so did Mack Pogue. It often seemed as though Crow was plucking people at random. Eulich had been selling housecoats in Dallas before he met Crow; Pogue had been an unknown broker. And often he was ready to transform them into real estate moguls on the basis of a conversation that had lasted all of fifteen minutes. But he usually knew what he was doing. In his partnerships with these young, inexperienced men, Crow owned up to 50 per cent of their companies; when Pogue finally broke away from Crow in 1978, Crow’s share of Lincoln Property was worth about $150 million. What the new partner got out of the deal was instant credibility at the bank and an adviser who knew as much about real estate as any man on earth.</p><p>Young, inexperienced partners made mistakes, of course, but that never seemed to bother Crow. He never ended a partnership because of a mistake. When Lincoln Property lost control of several subsidiary companies that did the plumbing and air-conditioning for its apartments, Crow didn’t get mad. He just went to work on finding someone who could bring the costs under control. Only once before the mid-seventies did Crow take the initiative to terminate a partnership<strong>. </strong>In 1964 he broke off a profitable two-yearold partnership because he believed his associate was negotiating separate real estate deals without including him. The partner thought that was within the bounds of their agreement, but to Crow it was a breach of faith-the one thing he wouldn’t abide in a partner.</p><p><span class=\"dropcap\">F</span>rom a letter to Greg Shea, a loan officer with the Equitable Life assurance Company:</p><p>Greg, the Trade Mart is a success which would be hard to describe.</p><p>...We will surely be 100% occupied by the July furniture market....</p><p>Greg, these buildings wouldn’t exist but for you. Though we never talked these loans to anyone else, I know that ... no one else would have bothered to consider them. John, Storey and I will always have much appreciation to you and all your associates at Equitable for them.</p><p>Now <em>come back down and see them.</em></p><p><span class=\"dropcap\">O</span>NE reason for the Trade Mart’s success was a design feature that no one had ever seen in america: an atrium. Both the Trade Mart and the apparel Mart, which followed in 1964, were huge buildings, with upwards of 600,000 square feet of showroom space. To make them seem less intimidating, Crow carved</p><p>out of the middle of each a large hall where people could sit at tables, eat food, and look at fountains and sculpture. And when the people relaxing at those tables looked up, they saw not tile but glass -and beyond that sky and sun. That was the crucial detail. Among those who knew about such things, the opinion took hold that Crow was crazy to build those atriums. All that space he could have leased! all those rents he was giving up! But it was precisely Crow’s willingness to give up leasable space that made his marts special. The atrium was a marketing device as much as a design device, and once everybody else figured that out, atriums began to crop up all across america. The fact is, we’re better off because of it.</p><p>Just this one time, Trammell Crow would not at all have minded receiving a little credit for introducing the atrium. He did not get it, and when he talks about the atrium today, a quarter century later, it is obvious that he wishes he had been a little more publicity-minded. He can describe the moment the idea came to him with a clarity that is jarring, so sharply does it contrast with his reluctance to reminisce about most other matters.</p><p>“Margaret and I were on a tour in Milan,” he says, “at the palazzo, which is a square doughnut building with a central outdoor plaza. It just struck me: you could put up a lightweight truss, using highstrength steel, and move the whole thing indoors. It really wouldn’t cost more than</p><p>the cost of the roof, for everything else was there, including the air-conditioning and heat, which would be furnished by the escapes from the showrooms. So when we were designing the Trade Mart, which was a big million-square-foot building -almost inhuman, certainly unpleasant to be in-we proceeded to do that, and it was the first atrium in modern america.”</p><p>The man who did get credit for the atrium was an atlanta architect named John Portman. In 1960, Portman designed and began developing a complex in downtown atlanta called Peachtree Center, which set the city on its ear. One of the buildings in the center was a Hyatt Regency hotel, completed in 1967, containing a Portman-designed atrium. That atrium was considered so novel and so stunning that it put both the Hyatt chain and Portman on the map-thanks to a little push from Portman himself, who was not shy about pointing out how novel and stunning his atrium was. But Portman’s atrium wasn’t the first, and he also didn’t develop the Hyatt Regency by himself. Trammell Crow was his partner.</p><p>Portman was an unusual choice for a partner, for normally Crow had little tolerance for big-time architects. Crow considered them to be high-handed and incapable of bringing buildings in on budget. He would never conceive of hiring, say, Philip Johnson to design one of his buildings. <em>Trammell Crow</em> designed Trammell Crow buildings, and the architects who got his business were the ones who hewed most faithfully to his design ideas and who understood the need to keep the costs down. For many years the bulk of his work was done by Harold Berry, an ostensibly independent architect whose office was just across the hall from Crow’s and whose bread and butter was the Crow account. Berry was competent but uninspired, largely content to follow orders. When Crow thought a building needed a special touch, he usually gave the job to someone else. Berry got the Trade Mart job, but to design its atrium, Crow turned to Harwell Hamilton Harris, the former chairman of the I It architecture department. That was about the most business a name architect could expect from Trammell Crow.</p><p>Portman could be as high-handed as any other big-name architect and as incapable of bringing buildings in on budget. Yet Crow was tolerant of Portman in a way he wasn’t with other architects. Perhaps it was because Portman had his own eccentricities. For instance, he loved water so much that he designed his own house with a meandering pool, in the middle of which, standing on an island, was his dining table. More likely, it was because Portman was the recipient of the same loyalty that Crow gave all his partners. In that context, Portman’s going over budget wasn’t much different from Lincoln Property’s losing control of some subsidiaries.</p><p>And one other thing: Crow really liked most of Portman’s designs, particularly on ambitious projects. When Crow got involved in the Embarcadero Center in downtown San Francisco, he brought in Portman as a partner because he wanted Portman to design the buildings. When he acquired the three hundred acres for the Park Central complex in Dallas, he told the other partners that they needed Portman on the team to work out a master plan for the area. Oddly enough, the one Portman design Crow didn’t much like was for the Hyatt Regency hotel with the acclaimed atrium. Crow today says he was always enthusiastic about it, but that appears to be a tad revisionist—an attempt to reinforce his claim as the original champion of the atrium. In fact, he had not planned to be a partner in that project and joined it only because Portman pleaded with him after losing a major backer at the last minute. Crow was bailing out a partner at least as much as he was investing in a building.</p><p>So who really is the champion of the atrium? There is no question that Crow’s atrium was first, nor is there much question that Portman knew as much —he had seen the Trade Mart well before he designed the Hyatt Regency. But it is also true that Portman’s willingness to put an atrium in a public hotel was a courageous act. People who knew about such things thought Portman was crazy. If Crow did not see the wisdom of publicizing what he had done with the Trade Mart, he has only himself to blame. And if Portman did not object when his atrium was labeled the first, he nonetheless deserves credit for taking the next important step in the evolution of the atrium. Even that much, however, Crow will not concede. “Portman,” he grumbles. “Great PR man.”</p><p><span class=\"dropcap\">T</span>he best widely known Trammell Crow story (it should be apocryphal, but both sides swear it is true):</p><p>When Crow decided to build the World Trade Center in 1974, interest rates had risen to 9 per cent, up from the traditional 6 per cent. Crow was not bothered by the rise, but John Stemmons refused to borrow at that rate because he considered it usuriously high. Since Crow was dead set on plunging ahead, he and Stemmons decided this was probably a good time to dissolve their partnership in all the market buildings. Crow hired an appraiser to figure out what Stemmons’ half was worth; the appraiser came back with a figure between $7 million and $8 million. Crow said, “We’ll give him eight million.” Stemmons said, “i’ll take seven million, and not a penny more.” They fought over who could be more generous to the other. Stemmons won.</p><p><span class=\"dropcap\">F</span>inally, there came a day when Trammell Crow began building skyscrapers.</p><p>Warehouses and merchandise marts can change the dynamics of a city —and certainly Crow’s warehouses and marts did that—but it’s a subtle change, usually not noticed until long afterward. High-rise office buildings immediately change the look of a city. They make a public statement, and that is why they are what developers are remembered for. Trammell Crow’s public statement in Dallas was this: building a skyscraper is not much different from building a warehouse.</p><p>As with everything else he built, marketing considerations came first. That meant there would always be certain essential Crow touches, the touches he knew tenants liked. There would be landscaping and art. He set 2001 Bryan Tower, in downtown Dallas, a full fifty feet from the street to make room for a large sculpture he had bought for the building. He understood that people liked shops in their office buildings, so he made sure he had plenty of them on the first two floors of both Bryan Tower and the Diamond Shamrock Building. “He has certain philosophies,” says Duane Jarvis, of the Dallas architecture firm of Jarvis, Putty, Jarvis and the architect of record on the Diamond Shamrock Building. “Fine lobbies. The best elevators he could buy. Nice, wide corridors. Quality finishes in the rest rooms. When prospective tenants come in, that’s what they notice.” all of Crow’s high rises have those elements, and they make for buildings that are warm and unforbidding when you walk through the revolving doors. Just look across the street from 2001 Bryan Tower and you can see the difference those touches make. At the corner of Bryan and Harwood stands a brand-new post-modern skyscraper, all granite and graceful lines, built by the Toronto developers Olympia and York. Once you walk into that building, though, it becomes cold and uninviting—the lobby is small and claustrophobic, and the granite seems menacing instead of graceful. The building was completed more than a year ago, yet almost 40 per cent of its floor space remains empty. You can’t say that about a Crow building.</p><p>Crow’s marketing strategy had other ingredients, however, that didn’t bode so well for his skyscrapers. One was his insistence that a building should go up as fast as humanly possible. Another was his belief that his rents should be competitive with any in town, which meant that his own budget had to be tight. He achieved both those goals, but they came at a price. The price was the way the buildings looked on the outside. To be blunt, they looked mundane.</p><p>First came the Stemmons Towers, a four-building complex constructed along Stemmons Freeway between 1963 and 1968. Those high rises were possibly the first buildings in america to be constructed using a method known as fasttracking. The foundation was dug and the first few floors begun before the design was completed for the upper floors. Fasttrack buildings went up fast, all right; they also put a serious damper on what you could do architecturally to the upper floors. And once the foundation had been poured, the costs were locked in. At that point Crow’s leasing agents were given hard rent figures with which to lure tenants. The Stemmons Towers are four rather undistinguished concrete-andglass boxes that look dated today. Nonetheless, they rented for a premium $4 per square foot.</p><p>Next came 2001 Bryan Tower, built in 1972, Dallas’ first downtown high rise to be built entirely by a developer. (The previous skyscrapers had been built by the corporations, mostly banks, that would occupy them.) It is unapologetically a glass box, and it too was a fast-track building. Because it was first, it set the tone for the emerging Dallas skyline; other developers who wanted to compete with Crow had to build Crow’s way, fast and cheap and plain.</p><p>On the heels of 2001 Bryan Tower came the Diamond Shamrock Building, catercorner to it. Once again, Crow fasttracked the building. The Diamond Shamrock Building is oddly shaped; its four huge concrete beams rise straight up from the ground, but its sides—covered with awful green glass windows —slant inward from top to bottom. It’s a box that’s not really a box. That was Crow’s idea, of course. “He wanted a tapered building,” says Duane Jarvis. At first Jarvis proposed tapering the building as it rose, “but that meant the upper floors were not as big as the lower ones, and your best rental rates are on the upper floors.” So Crow decided to reverse things, tapering downward. Jarvis remembers the rest of his instructions: “We couldn’t get cute with it.” He also remembers the results: “It was a tremendous success. It was ninety-three per cent leased before it was finished. We had people working on the fifth floor before the glass was in the windows upstairs. The Crow people told us later that it was a textbook case of how to build a building in downtown Dallas.” It is also without a doubt the ugliest building in downtown Dallas.</p><p><span class=\"dropcap\">F</span>rom a memo to Trammell Crow’s creditors, written by Jess Hay, head of the mortgage lending firm Lomas and Nettleton, September 1975:</p><p>General Comment on the Rumor Mill Trammell Crow has been engaged in real estate development since 1947. He has always been dynamic, aggressive, optimistic and highly leveraged. These characteristics frequently have led to premature announcement of his imminent financial demise.</p><p>Thus, the rumors have revived from time to time:</p><p>Circa 1957: Hell never survive the market complex folly. Circa 1960: He’s run out of cash. He’ll be broke in a year.</p><p>Circa 1969: Trammell Crow and Lincoln Property have experienced cost overruns of $25 million. Nobody in real estate can survive that much. It’s just a matter of time. Circa 1973-75: Real estate has gone to hell in a handbasket. Trammell Crow is the biggest name in real estate. Therefore, Trammell Crow is en route to financial collapse.</p><p>Unlike many in the industry, Trammell Crow has <em>both the resources and the character to weather the pressures of the current depression in the real estate development industry and he will do so.</em></p><p><span class=\"dropcap\">L</span>ike all busts, it gathered slowly, almost imperceptibly. A partner would call the home office to say that a bank payment was due and he needed a temporary cash infusion, just to tide him over for a few weeks. One of the Crow apartment companies would suffer a series of cost overruns, and the partner in charge would need a cash advance to cover it. At first these all seemed like aberrations, but by the latter part of 1974 it was clear that there was a serious problem. There were just too many calls from too many partners asking Trammell Crow for too much money. Money he didn’t have.</p><p>To be sure, Crow never had much cash at the ready because he was always plunging it back into new deals. But this time it was different. By the end of 1974, the company’s annual cash flow was negative $25 million, meaning Crow was spending that much more plugging leaks than he was taking in via rents. The debt situation was, if anything, worse. The 604 Trammell Crow partnerships owed various lenders more than $400 million in shortterm debt—unpayable, given the cash crunch. Crow himself was personally liable for $151 million. He had always been quick to sign his name to debt—or to let his partners sign it for him—and now the moment of truth was upon him. He had no corporate shield to protect him from bankruptcy, should it come to that. For all his skills as a businessman, this was not the sort of problem he was naturally equipped to cope with. He tended to shrug off cash flow problems; he’d had them before and would have them again. (Even today he is quick to dismiss the events of 1975: “My net worth never got below two hundred million dollars the whole time, you know.”) He hated the idea of spending months on end working up financial projections when he could be out building something. His inclination was to forget about the money problems and let them work themselves out. This time, though, that wasn’t going to happen. He needed help.</p><p>He turned mainly to two people, one outside the company and one inside. The outsider was a Los angeles accountant named Ken Leventhal. A big, burly man in his mid-fifties, Leventhal had built a thriving practice bailing out real estate companies in trouble. Crow would later call him “one of my favorite good friends of all time,” but in the beginning, all he was looking for was a man who had seen these kinds of problems before and knew what to do about them. The insider was L. McDonald Williams, known to everyone as Don, a trim, handsome 34-year-old lawyer who had been with Crow less than two years. Before joining the company, Williams had worked for a law firm that did the bulk of Crow’s legal work. It was he more than anyone else who convinced Crow that this was one cash shortage he had to take seriously, for it threatened to bring down everything he had built.</p><p>The first thing to be done was simply to figure out how bad things were. That was harder than it sounds. “Things were in a pitiful state,” says one man brought in to help out the company’s comptrollers. “We had a demoralized group of bookkeepers who really had no idea of the financial status [of the company].” Eventually, however, an answer emerged: things were very bad indeed.</p><p>The nut of the problem was that Crow and his partners owned too much undeveloped land. Crow had always believed that you should have more land than you needed, and as a result, his partners tended to buy one hundred acres every time they needed fifty. In good times, even in normal times, Crow’s theory was right. It <em>was</em> better to have too much land than too little. If you bought a parcel of land and could afford to hold on to it, it rarely turned out to be a mistake. “In real estate,” went one Crowism, “it’s hard to make a mistake, because you’ve got the stork on your side.” But in the bad times of 1974 and 1975, raw land —land bought on credit, at high interest rates —was an unaffordable luxury. In Crow’s case the situation was exacerbated because he had some partnerships that had bought enough land to last not one or two years but ten or fifteen. For instance, the partnership in the worst trouble was one with developer Willard Baker. They had a land development and apartment company that owned 6400 acres of undeveloped land with $60 million in carrying costs for the land purchases alone. In all, Crow poured more than $25 million into that partnership before it got straightened out.</p><p>Once Ken Leventhal got a handle on the dimensions of a problem, his preferred course of action was to call a big meeting of the key banks and insurance companies. With Crow, that was impossible. There were so many parties involved, joked Leventhal, that he would have to hold the meeting in a football stadium. Instead, he and Williams and Crow held numerous smaller meetings with individual lenders, and they laid it on the line: the company had every intention of paying back every penny (as, in fact, it has), but it couldn’t pay right then. The bank—or the insurance company or the mortgage company —would have to wait for a while. New payment schedules would be negotiated, but there would have to be, as one ex-partner phrased it, a forced moratorium on some interest payments. Most of the lenders with whom Crow had longstanding relationships, like First National Bank and Lomas and Nettleton, not only immediately went along but also began getting other creditors in line. They were vocal about their confidence in Crow’s ability to pull through, and no doubt they were sincere. On the other hand some of them were in almost as big a bind as he was. In 1975 nearly 13 per cent of Lomas and Nettleton’s loan portfolio was tied up in Trammell Crow-related mortgages. If Crow was in trouble, Lomas and Nettleton was in trouble too.</p><p>And if a bank didn’t want to go along? That’s when Leventhal pulled out a special chart he had drawn up. It was an immensely complicated, almost incomprehensible collection of circles and lines and squares, with people’s names in the circles and company names in the squares and percentages written along the lines. The chart delineated Crow’s various partnerships, and its incomprehensibility was what made it intimidating. Its message was that Crow’s finances were so complicated that if he went under, the lenders would be spending the next twenty years in court trying to extract their money. Once Leventhal pointed that out, most of the banks quickly fell in line. It was hardball, but it worked.</p><p>Meanwhile, Don Williams was trying to raise cash so that the lenders could be paid. He and Bob Glaze held monthly meetings with the twenty most important Trammell Crow partners, in which the state of affairs was reviewed. “Sometimes at those meetings,” says an expartner, “you wondered how the ship was still afloat.”</p><p>The first and most significant of those meetings was held on January 31, 1975, in a small, windowless room on the top floor of 2001 Bryan Tower. Trammell Crow stood up before his partners and in a quiet voice explained that he was in trouble and he needed their help. Then Bob Glaze passed around a sheet of paper with the names of the partners in one column and a number beside each name. The number, Glaze said, was the amount each partner was expected to raise through the sale of assets. Crow would get his percentage of the property in cash, and the partner would lend Crow 75 per cent of the rest. Next to Glaze’s own name the number read $6 million.</p><p>One current partner called that day the greatest day in the history of the Trammell Crow Company, but not everybody agreed. Gillis Thomas, Crow’s oldest partner, was the only one who refused to go along. He had been with Crow for 24 years, and the warehouse division he ran was not only not in trouble, it was throwing off badly needed cash. Some of the</p><p>younger partners who worked under him heard him say that he should not have to suffer for the transgressions of the other partners. Crow was hurt and angered by Thomas’ action; as he saw it, he had made Thomas a wealthy man, and now Thomas was turning his back on him in his hour of need. The Crow-Thomas partnership was finished, and so was the Crow-Thomas friendship.</p><p>It was a tense, trying two years. There were incessant rumors that Crow was about to fold. The Dallas papers stayed oddly quiet—or maybe it wasn’t so odd, given their booster stance in that era-but <em>Forbes</em> magazine published an article in 1975 entitled “Crow Eats Crow,” which spelled out his problems in some detail.</p><p>For the first time there were angry arguments within the company. At least one partner sued Crow, a heretofore unheardof event. There was even tension between Crow and his close friend Mack Pogue, who had made him millions. Because of the real estate bust, Lincoln Property was facing its own cash crunch. Leventhal wanted Lincoln to join the Crow work-out plan, but Pogue decided to solve his problems on his own. Although they remain the best of friends, that tension was the first small step toward the dissolution of their partnership.</p><p>There was backbiting. At one meeting, Don Williams heard an atlanta partner describe Crow as an “antecedent general unsecured creditor,” banker talk for</p><p>someone who contributes nothing to a deal but his money. That partnership was soon dissolved.</p><p>There was much less tolerance of wayward partners. Willard Baker was out. Other partners who got into deep financial trouble were out. In 1970 John Portman designed the first two Park Central office buildings and brought them in way over budget. Then he designed a Hyatt for the Embarcadero Center that was so expensive it could not be financed by conventional means. The hotel helped push Crow to sell his interest in the complex (though he probably would have had to do so anyway). Enough was enough; Portman was out too. He and Crow swapped assets and their partnership was dissolved.</p><p>It wasn’t all like that, of course. Most of the partners pitched in enthusiastically. Although Crow could get as tense and angry as anyone in the company—how could he not with lenders calling every day to find out if he was still solvent? —he could also find the time to give a young leasing agent some fatherly advice. He started a little weekly breakfast group with a handful of friends, and they would talk about a variety of nonbusiness subjects, religion or philosophy or history. Crow had never been an especially religious man, but he made a point of ending each meeting with a prayer.</p><p>Crow was 61 years old and working as hard as he had at 35. And while he spent most of his time struggling with the Trammell Crow Company, he was able to sneak in a few “fun” projects. The Market Center was untouched by the real estate depression, and it gave him the borrowing strength to start the $55 million Loews anatole, which immediately became Dallas’ most glamorous hotel. The hotel was a new plaything—“Bigger boys get bigger toys,” his daughter Lucy once said in describing the building of the anatole-a way of getting his mind off his troubles.</p><p>What drove him to see his way through the crunch was not just the money he had on the line, significant though that was. His self-esteem was also at stake. The thought of bankruptcy was humiliating. Crow says that he never looks back once he’s completed a deal, but he did some things during the crunch that had to be painful. In all, he sold about $100 million worth of properties, including some of the projects he took the most pride in. He was the one who had gotten the Embarcadero Center off the ground; he sold his interest to David Rockefeller for a scant $1 million. He had conceived of allen Center in Houston; he sold it to the Metropolitan Life Insurance Company. Park Central had been his dream for a city within a city; he sold it to Equitable for $21 million after only five buildings had gone up. Recently he called some people at Equitable to inquire about Park Central. He wanted to know if he could buy some of “my land” back.</p><p>“<span class=”dropcap“>D</span>on’t consider working for Trammell Crow unless you want to be a millionaire.”</p><p>So it says in a new book entitled <em>The 100 Best Companies to Work for in america,</em> but it’s not quite as true today as it once was. The crunch changed the Trammell Crow Company irrevocably. For the first time there suddenly was such a thing as the Trammell Crow Company. Independent partnerships were dissolved or consolidated, a layer of much-needed management was installed, and everything any partner did could be tracked on the company’s computers in Dallas. Partners in the branch offices still had a great deal of leeway, since one of Crow’s beliefs was that the person in the best position to do a real estate deal in a town was someone who lived there. But now they were in much closer touch with the home office. Crow might not have liked all the changes-in particular, the added bureaucracy rubbed against the grain-but the crunch had taught him that they were necessary. He couldn’t run his business out of his hip pocket anymore.</p><p>And because it was a bigger company, a real company, the way the pie was sliced also changed. Young employees started out as leasing agents, just as they always had, but now they had to go through probationary periods and management reviews before becoming junior partners. And many of the older partners, who had sold off assets to help bail out Crow, saw their ownership percentages decrease. Generally, the book got it right—the Trammell Crow Company is one of the best places to work in america—but a young man joining the company at age 24 and making $18,000 a year is much less likely to be a millionaire by age 28.</p><p>The biggest change of all was that Trammell Crow no longer ran the Trammell Crow Company. Don Williams did. Crow had not planned to step aside until he was 65, but during the crunch he came to believe that Williams was better equipped than he to run the kind of company it would have to become. So he turned over the reins to Williams, and then, in typical Crow fashion, he got out of the way.</p><p>One former partner compares that change to the scene in <em>The Godfather</em> in which Don Corleone makes his son the new head of the family. “Trammell let it be known that if we loved him, we would accept Don Williams as the president of the company.” Crow still had a desk in the middle of the floor of the main office in Bryan Tower, still came to work every day, still had plenty to do. He had a large say in the goings-on at the Market Center (though in recent years he has turned the running of that business over to two of his children, Trammell S. Crow and Lucy Crow Billingsley). And he had a new passion, hotels, the one arm of his empire that he continued to manage on a day-to-day basis. But at the Trammell Crow Company, his role was mostly that of valued adviser, whispering in Williams’ ear when Williams asked for advice, not proffering it when he did not. Both men are exceedingly generous in their praise for each other, and why not? Under Crow, an empire was created; under Williams, it has more than doubled in size, and more important to Crow, it has become an entity that will live on long after he is gone. “It’s Don’s company now,” says Crow.</p><p>Did the crunch change Crow himself? It is hard to say. He remains a warm and gracious man, generous to a fault, graced with the same quirky brilliance, full of the same ability to “make you appear at the center of his conversation.” His philosophies have remained the same too. Although buying too much land had once gotten him into deep trouble, he could still tell a group of partners a few years ago, “In the history of america, the buyers have been right and the sellers have been wrong.” One of the things Williams did after he took over was clear out some of the old partners, many of whom he thought time had passed by, to make room for new blood. Crow could not have brought himself to do something like that, though he knew Williams was doing the right thing. The ousted partners resented their treatment, of course, but their anger was directed at Williams, not Crow. One such ex-partner still says of Crow, “I love that man.”</p><p>There were those who did notice a change in Crow, though. Sometimes he seemed tougher than he used to be. An associate of Pogue’s remembers having breakfast with Crow just after the two men had decided to split up in 1978. “Trammell looks up at me, and he points this finger right in my chest. And he says, ‘I want you to realize that during this swap i’m not going to leave anything on the table.’”</p><p>He also seems touchier about the fruits of his long labors, less willing to brook criticism, more inclined to want the appreciation he feels is his due. His attitude toward Portman is one example. Another is his role in one of the few public spats in his career, a dispute with the Dallas arts community a few years ago over the placement of the long-planned symphony hall. Crow owned land that the symphony people wanted, in what is now the Dallas arts District, and he wasn’t about to turn it over to them. But the dispute wasn’t really about land; it was about pride. One reason Crow wouldn’t sell was that he believed there was a better location for the symphony, one he himself had pointed out long before he purchased the land in question. He was right and they were wrong, period.</p><p>But another reason for Crow’s stubbornness was that he knew the symphony people thought him a Philistine. Behind his back they ridiculed his taste in art, and that infuriated him. It wasn’t that he considered himself an art expert—he did not —but he did think of his art as a contribution he had made to Dallas. He didn’t hide his art in his home the way some symphony backers did; he put it in his buildings where everyone could enjoy it. For that he expected praise, not ridicule. Two years later, it still rankles. He looks out from his office window at his nearly finished LTV Center, which stands on that parcel of land, and says, “That building right there is going to do more for this city than a dozen symphony halls. It’s going to be a monument.”</p><p>There is one other way the Trammell Crow Company has visibly changed, and that is in the way it builds skyscrapers. In 1975 Gerald Hines built Pennzoil Place in Houston and in so doing proved that there was more than one way to market a high rise. His architect was Philip Johnson, the biggest name of all. Hines didn’t fasttrack Pennzoil Place, and he didn’t cut costs in order to get rock-bottom rents (though he did make a point of keeping Johnson’s costs under control). What he did was give Johnson the freedom to design a spectacular building, the first true post-modern skyscraper. Here was the one great real estate insight of the modern age that Trammell Crow missed: name architecture was itself marketable.</p><p>Just as Crow had forced the Dallas developers to compete on his terms in that city, so now did Hines force the Houston developers to follow his lead. One spectacular building after another sprang up in Houston. Eventually Post-Modernism arrived in Dallas, and one of its chief proponents today is Harlan Crow, Trammell’s son. Harlan runs the Trammell Crow Company high-rise office division in Dallas. By his own reckoning he has spent about $20 million more on the LTV Center than he had to, just because he wants to make sure it is beautiful. The LTV Center was designed by Skidmore, Owings and Merrill, a huge, savvy firm that stays just a step or two behind the cutting edge in architecture. SOM gives its clients prestige, which Harlan wants more than his father ever did, and it also brings its buildings in on budget, which Harlan wants perhaps a little less than his father did. The LTV Center pales in comparison with the skyscraper it most resembles, Philip Johnson’s Transco Tower in Houston, but by Dallas standards it is very good. Perhaps even a monument.</p><p><em>(Continued on page 222)</em></p><p><em>(Continued from page 216)</em></p><p><span class=\"dropcap\">O</span>N June 27, 1984, Trammell Crow celebrated the topping-out of his newest mart, the Infomart. If that project gives him a sense of deja vu, it should.</p><p>He decided to build a mart for an industry that was far from convinced it needed one.</p><p>He came up with the design himself, based on the Crystal Palace in London, the world’s first trade mart.</p><p>He hired the president of the Infomart, Bill Windsor from Texas Instruments, on the basis of an afternoon’s conversation. He told Windsor he had two rules. “Never lie, cheat, or steal” was the first. “I like to win” was the second.</p><p>He listened to Windsor’s stories about making unannounced sales calls for the Infomart up and down the Silicon Valley. He saw the same elements of persistence that had made the other marts work; Windsor called on IBM more than forty times before getting a lease signed.</p><p>Of course, the people who knew about such things thought he was crazy to build a computer mart. The <em>Wall Street Journal</em> published an article saying that computer marts were in trouble. But Crow wasn’t worried. He knew what he was doing, even if the world didn’t. Other mart developers were planning to build in Boston and San Francisco; to Crow’s way of thinking, <em>that</em> was crazy. You didn’t build computer marts where the computer companies already were; you built them where they weren’t. His plans called for marts in New York and Los angeles, which, with the addition of the Dallas mart, would pretty well lock up the market, he thought. It was a pleasant thought.</p><p><span class=\"dropcap\">S</span>everal years ago Trammell Crow was invited to speak at the Harvard Business School. After his speech, the floor was opened for questions. “What is the secret of your success?” asked one of the students.</p><p>“Love,” said Trammell Crow.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1984",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Real Estate",
      "buildings",
      "Business",
      "people",
      "Land",
      "office",
      "Trade",
      "Furniture",
      "Work",
      "Design",
      "ever",
      "Bryan",
      "Home",
      "money",
      "Space",
      "Computer",
      "Houston",
      "Insurance",
      "Success"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Bryan",
      "Houston",
      "Texas",
      "West"
    ]
  }
}