{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19835",
    "date": "May 1983",
    "year": 1983,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1983/19830500.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 150,
    "document_page_range": [
      [
        150,
        151,
        152,
        153,
        154,
        155
      ],
      [
        229,
        230,
        231,
        232
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Larger Than Life",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198305-largertha",
  "source": "/1983/19830500.pdf",
  "wp_post_id": 119310,
  "wp_post_guid": "http://www.texasmonthly.com/article/larger-than-life/",
  "authors": [
    "John Davidson"
  ],
  "headline": "Larger Than Life",
  "dek": "Tom Lea is famous for his murals, but what he really made was myths.",
  "spread_caption": "",
  "excerpt": "Tom Lea, the grand old man of Texas painting, grew up among giants. No wonder he always used a big canvas.",
  "kicker": "",
  "word_count": 4445,
  "content": "<p>In 1937 Tom Lea wrote the following inscription for a mural he was painting for the federal courthouse in El Paso:</p><p>O Pass of the North Now the old giants are gone We little men live where heroes Once walked the inviolate earth.</p><p>He then placed the inscription at the center of the mural, over an arched doorway that would pierce the canvas, and flanked it with a procession of thirteen historical figures, some of which were nine feet tall.</p><img/><img/><p><em>The view from his porch-El Paso, northern Mexico, and the Rio Grande-is the same country Tom Lea has mythologized in his art.</em></p><p>Photograph by Will van Overbeek</p><p>Lea, at the age of thirty, was painting on a heroic scale, and whether he knew it or not, he was on his way to one of the most varied and spectacular literary-artistic careers in the history of Texas. He established himself first as a promising young Southwestern muralist. Without breaking stride, he launched a career as a book illustrator, winning an immediate and lasting national reputation. He covered World War II as a <em>Life</em> magazine artist, then, at the age of forty, made the unanticipated leap of writing a nationally best-selling and critically acclaimed first novel. He would go on to write more novels, to be pursued by Hollywood, and, invading still another genre, to write the definitive history of the King Ranch. Tom Lea was the hero of his day. Texas newspaper columnists such as Lon Tinkle at the <em>Dallas Morning News</em> lionized him, and the Texas literary establishment canonized him. Socially, he and his wife were courted by everybody from the Klebergs on down. To his admirers, Lea was not only an artist and a man of genius, but he was reassuringly homegrown. Born in El Paso, he chose to live his life there. He considered most other artists and writers to be phonies and preferred the company of normal people-business executives, ranchers, and doctors. Short and sturdy, a rugged individualist in the Western tradition, he lived like the bourgeoisie in a pleasant house on the side of Mount Franklin overlooking the Rio Grande and what seemed like all of northern Mexico.</p><p>In retrospect it appears that Tom Lea’s inscription marks a key moment in his career. By subordinating himself to a belief in giants, he was able to create those giants and, in so doing, make a giant of himself. This fairly neat theory rings a religious bell or two and calls to mind the old saying that the work makes the man as much as the man makes the work. And it is supported by the facts of Lea’s life. At 76, with his belief in heroes confirmed by his long experience, Lea is healthy and happy, still painting and writing in his house on Mount Franklin, still the hero of the artistic and literary establishment in Texas.</p><img/><p>Lea Collection, HRC, University of Texas</p><p>Clockwise from top: <em>a river of Longhorns cascades across the Odessa Post Office’s mural, </em>Stampede <em>(1940), also reproduced for the jacket of Dobie’s book</em> The Longhorns. <em>Granitejawed giants dominate</em> Pass of the North <em>(1938) in the El Paso Federal Court House. A farmer triumphs over his fields in a rough study (circa 1925) from Lea’s Chicago days.</em> Down the Valley, <em>a 1935 wood engraving, is a brooding evocation of Lea’s brief, unhappy tenure in Santa Fe. A streamlined lady reflects the art deco twenties.</em></p><img/><p>Lea Collection. HRC, University of Texas</p><p>Art photography by Kirk R. Tuck</p><img/><img/><p>Keith Dannemiller</p><img/><p>Will van Overbeek</p><img/><p>Lea Collection, HRC, University of Texas</p><img/><p>Lea Collection, HRC, University of Texas</p><p><em>“as mayor of El Paso, Lea’s father made an enemy of pancho villa, who promised $1000 in gold to anyone who would bring him the mayor, dead or alive. Anonymous notes threatened that the children woutd Be kidnapped, and Lea and his tittle Brother were escorted to school by an armed Bodyguard.</em></p><p>Lea and his belief in heroes, however, deserve closer scrutiny. For one reason, his view of the world is still endemic to Texas. Writers-especially journalists-continue to wring nostalgic hands for the past and persist in looking for men (never women, unless they are mothers) to put on pedestals. A second reason is that Lea’s belief in heroes stood in his way as an artist and explains, in part, why his work is being so quickly forgotten outside the close circles of the Texas Institute of Letters and of well-to-do Texas art collectors eager to buy a canvas.</p><p>If anyone’s childhood should have predisposed him to a belief in heroes, it was Tom Lea’s. Born in 1907, he was the oldest son of a dashing frontier trial lawyer. Tom Lea, Sr., an imposing man who wore a large black Stetson, came to El Paso from Missouri, where he had studied law in Kansas City and worked as a reporter for the <em>Kansas City Star.</em> He adapted quickly to the frontier town, learning Spanish well enough to make jurors cry in either language. He knew Francisco Madero, the first revolutionary president of Mexico, who launched the revolution by crossing the border from El Paso four years after Tom Lea’s birth. As a child, Tom Junior saw the fighting across the river as a backdrop to everyday life. He and other children in his neighborhood climbed to a friend’s house on Golden Hill to watch the battles in Juarez. They could see puffs of smoke and hear the sound of cannon and rifle, and through a telescope they watched a man die.</p><p>Tom Lea, Sr., brought the war and history dramatically close. As a one-term reform mayor, he made an enemy of Pancho Villa, who promised $1000 in gold to anyone who would bring him the El Paso mayor, dead or alive. Anonymous notes arrived at the house on Nevada Street, threatening that the children would be kidnapped, and in 1916, when Lea was nine years old, he and his little brother were escorted to school by an armed bodyguard.</p><p>Calligraphy by Roberta Hill</p><img/><p>Lea Collection, HRC, University of Texas</p><p>“of Lea doubted the existence of contemporary heroes, he began to change his mind when his father brought J. Frank Dobie to his studio. 'He stayed,' Lea remembers, ‘looking at drawings of my giants. His gusto quickened the air around us. He made tde existence of giants seem more likely.'”</p><p>Victoriano Huerta, the second revolutionary president, was one of Tom Senior’s clients, and General John Pershing was a close friend while he was commander at Fort Bliss. All of these men would determine the scale by which Tom Lea measured life. Enlarged by memory, they would intensify the natural feeling that comes with growing up, the feeling that the world has become a smaller place. Verified by history, they would assure Lea that at one time heroes did exist.</p><p>As far as Lea or anyone else remembers, he had a happy childhood with none of the social alienation or parental conflict that seem to be the staples of the artistically inclined. As a boy, he liked to draw, but he also liked to hunt and ride, and his parents saw to it that he spent summers on nearby ranches. A woman at the public library noticed his artistic talent and encouraged him to pursue it. When he got older and decided he wanted to go to art school, his parents didn’t discourage him. His mother had had an uncle with artistic leanings; her family had forced him into a conventional occupation and years later regretted it when he died an alcoholic.</p><p>Lea left El Paso for the art Institute of Chicago in 1924 after he graduated from high school. One of the leading and most charismatic teachers at the institute was a muralist named John Norton. His advanced class in painting was the hardest to get into, and that was where Lea decided he wanted to be. After studying at the institute for two years, he took a job with Norton and worked as his assistant for six years.</p><p>In the twenties the most important influence on mural painting since the Italian Renaissance came from Mexico. Diego Rivera, followed by Jose Orozco and David Siqueiros, had rejected European abstraction in order to propagandize the revolutionary movement in Mexico with representational, didactic murals. If there was a contemporary for Lea to look to for inspiration, it was Rivera, but being of a conservative nature, Lea turned away from the revolutionary painter and claimed as his model the fifteenth-century Italian master Piero della Francesca.</p><img/><p>Will van Overbeek</p><p>Lea Private Collection</p><img/><p>University of Texas Foundation</p><img/><img/><p>niversity of Texas Foundation</p><img/><p>University of Texas Foundation</p><p>Clockwise from top left: <em>Lea paid luminous tribute to his wife in</em> Sarah in the Summertime <em>(1947).</em> Rendezvous: North atlantic <em>(1960) is vintage World War II. He painted</em> Deathless White Pacing Mustang <em>(1948) as a respite from his study of bull fighting. Lea’s latest painting,</em> Great River of the North, <em>is a six-by-four-foot escape to Texas’ past.</em> Chungking <em>(1943) captures China’s “crowded sorrow. ”</em></p><img/><p>Lea Private Collection</p><p>Will van Overbeek</p><p>The works that Tom Lea saved from his years in Chicago reveal two paths open to him as a student. One was that of mainstream modern art. In the <em>Tamale Woman,</em> a drawing of a Mexican vendor squatting on what one suspects is an El Paso sidewalk, Lea follows in the footsteps of Cezanne, searching for essential geometric forms beneath the surface. In <em>Lunch at the Cigar Store,</em> a multifaceted view of a shop near Norton’s studio in Chicago, Lea works with the ideas of Cubism. Both pieces are highly stylized and in a sense derivative, but Lea was able to take a forthright look at the world around him. <em>Lunch at the Cigar Store</em> almost exudes a smell. Without sentiment, the <em>Tamale Woman</em> conveys the burden of poverty.</p><p>The second path open to Lea was that of illustration. At night, homesick for the Southwest, he painted a map of all the Indian villages found by Coronado and, after careful study, made a chart of the stars over El Paso. Neither of the pieces was executed in a distinctive style, and neither rises above illustration.</p><p>On October 29, 1929, the day the-stock market crashed, Lea was busy painting a giant stock ticker in one of Norton’s murals. The Depression, as it turned out, was a boon for mural painters. Roosevelt’s Works Project administration included artists in its programs and allotted funds for the decoration of new federal buildings. In 1933, when Lea left Chicago, he had $900 stitched inside his undershirt.</p><p>While in Chicago, Lea married a fellow art student, Nancy, a young woman who was as passionate about literature as she was about art. Together they moved to Santa Fe, satisfying his longings for the Southwest and giving them an artistic community in which to work. Those were hard times for Lea, but that had less to do with the Depression than with being a young artist approaching life in a romantic way. In Santa Fe he and Nancy bought the most inconvenient property they were shown because it had the best view of sunsets; they lived in a one-room adobe house (built by Tom and Nancy) without running water or electricity or a road. Lea was unrecognized as an artist; he failed to win the competitions he entered for mural commissions; he made paintings of pottery in an archeology laboratory to support himself and Nancy. She was working on a novel that would never be published, and though she rejected traditional women’s roles, she never went far enough in her feminist thinking to doubt that it was her husband’s sole responsibility to support them. After she died from appendicitis-in 1936 at the age of 28-Tom moved to his father’s house in El Paso. He has never gone back to Santa Fe.</p><p><em>(Continued on page 229)</em></p><p><em>(Continued from page 155)</em></p><p>Tom Lea’s mother died several months after his wife, leaving Lea, his father, and a younger brother living in the old house on Nevada Street. Lea rented the second floor of a commercial building downtown and, having finally won a national competition held by the Treasury Department’s Section of Fine arts, began work on <em>The Nesters,</em> a mural for the Post Office Department in Washington. In the mural, a plowman is breaking dry ground while his wife, in the foreground, watches an unmoving windmill —unmistakably mural from the Depression years. Lea considers it his first mature work, an in teresting comment in that it is almost the only mural of its kind that he did. In his next mural, the one of the giants in the El Paso Federal Court House, he turned away from social realism to create his historical procession —a conquistador, Franciscan priest, anglo settlers, and so on. Here, as in any pageant of civic pride, realism is restricted to the clothing. Lea drove to Hollywood to get authentic costumes, and he used his father’s black hat on one of the anglo settlers. He did not however, use his father’s face, nor do you sense that any of the faces are real Rather, you come away with a memory of square jaws differentiated by ethnic type and occupational calling.</p><p>If, at the time of writing the inscription for this mural, Lea doubted the existence of contemporary heroes, he began to change his mind when his father brought J. Frank Dobie to his studio. The folklor ist had come to El Paso in search of stories about the frontier. “Dobie stayed talking,” Lea later wrote, “looking at drawings of my giants. I talked too, feel ing his gusto quicken the air around us He made the existence of giants seem more likely. Before the afternoon was gone, I made a portrait drawing of him . . . while he sat on the model stand smoking his pipe and talking about another book he was going to write.”</p><p>Dobie had just finished <em>apache Gold and Yaqui Silver,</em> and he recommended Lea as an illustrator to Little, Brown, his publisher in Boston. Lea already had some experience in book design and illustration. A young commercial printer in El Paso, Carl Hertzog, had come by one day to ask Lea whether he would be interested in illustrating advertisements. Hertzog had studied fine printing at Carnegie Tech, and he quickly discovered that Lea also understood printing, typography, and book design. Before Hertzog left, they agreed to publish <em>The Notebook of Nancy Lea.</em> They would collaborate on a number of books that are still pursued and treasured by collectors of rare books, but it was Dobie’s book that would launch Lea as an illustrator. Shortly after Little, Brown published <em>apache Gold and Yaqui Silver</em> in 1939, the <em>Saturday Evening Post,</em> impressed with Lea’s pen-and-ink drawings, color printings, and jacket design, asked him to provide the artwork for a Stephen Vincent Benet short story. The drawings for Little, Brown were simple and direct, though today one is struck by their unabashed reliance on racial stereotypes. To portray a German, Lea drew a square head, then accentuated it with the round frames on his glasses. In a drawing of a Mexican, dark vertical lines fall</p><p>beneath a sombrero, filling in face and body to create what is literally a shady character. Again, the eyes, left clear but for one glaring pinpoint, accentuate the effect.</p><p>While working on the illustrations, Lea met a young woman from Illinois at a party in El Paso. He proposed to her the next day, and several months later they were married. Sarah Dighton, a classic beauty, proved exceptional in her ability to fit into El Paso society. She not only became a civic leader but also took over the financial side of Lea’s career. In almost every way, she was the opposite of Nancy Lea.</p><p>Lea completed another mural, this time for a post office in Pleasant Hill, Missouri, then at about the same time that he won a commission for a mural in the Odessa Post Office, he agreed to illustrate Dobie’s next Little, Brown book, <em>The Longhorns.</em> Lea was studying bovine anatomy and looking at wild cattle in the El Paso stockyards when Dobie called and asked if he would like to go looking for the real thing. Lea took the train to San antonio, where Dobie met him in a car loaded with bedrolls, a box of groceries, and a coffeepot and camp utensils tied in a flour sack. The two men spent three weeks camping out or staying with friends of Dobie’s who owned ranches, driving from the tip of South Texas to Oklahoma and into New Mexico, looking for Longhorns. It was a great adventure, one of</p><p>those romantic episodes made more poignant by the coming war, but one can barely help noticing that Lea, once he had found a real-life hero, was working less and less on a heroic scale. His mural <em>—Stampede</em>—a turgid river of Longhorns captured beneath a bolt of lightning at the moment before they trample a cowboy —can still be seen in the Odessa Post Office, but it is better known as the jacket illustration for Dobie’s book <em>The Longhorns.</em></p><p>After the war broke out, <em>Life</em> magazine hired Lea to cover the fighting. He traveled more than 100,000 miles in the North atlantic and the Pacific. He would make sketches, then return to El Paso to do an oil painting that <em>Life</em> would reproduce as an illustration. One of these paintings, <em>That Two Thousand Yard Stare,</em> the expression on a young soldier’s face after battle, is one of the most memorable portrayals of combat from the entire war. According to Lea, if he had doubts about heroes, they disappeared during the war. Not only did he meet men who looked and played the part, but he indulged in his own heroics, making an amphibious landing with the Marines, carrying only a sketch pad.</p><p>After the war Lea discovered he had lost interest in murals, and except for one in the El Paso Public Library, he restricted his painting to a smaller, less athletic scale. He continued to work for <em>Life</em> and accepted an assignment to paint beef cattle, which was clearly intended by his editors as an antidote to the stress of war. Lea, in his research, came across <em>ganado prieto</em> and was infected by a passion for the fighting bull. After twenty years as a professional painter, he decided he had to write a novel to say what he wanted about bullfighting. This was a bold move for Lea. Neither Dobie nor any of Dobie’s literary friends had ever written a novel. After extensive research in Mexico, Lea moved a typewriter into the studio behind his house and started teaching himself to write, constantly honing and refining, throwing away more, he said, than he kept. He worked for more than a year, standing at his typewriter as he had at his easel, before sending the manuscript of <em>The Brave Bulls</em> to angus Cameron, Dobie’s editor at Little, Brown. The novel was accepted without reservations.</p><p><em>The Brave Bulls</em> was published in 1949 with illustrations by the author. A straightforward story of a matador overcoming his fear, it was compared —at times favorably-with Ernest Hemingway’s <em>Death in the afternoon. The Brave Bulls, </em>however, will be remembered as much for its design as for its characters and plot. Lea, who took a large part in the design, made heavy black illustrations in keeping with the rituals of the bullfight. He provided a scrap of a bullfighter’s cape to be copied for the binding and even wrote the dedication in the formal language of the matador. Little, Brown printed the book</p><p>in the blackest possible type to match the color of the bulls and to suggest death, a major theme of the novel. The book’s total effect has been compared to that of an opera: a sum greater than its parts that raises the book itself to a medium of expression.</p><p><em>The Brave Bulls</em> was a critical and commercial success. Lea wrote a second novel, a western called <em>The Wonderful Country,</em> which, though it received less enthusiastic reviews, sold a million copies. Both books were made into movies, starring Mel Ferrer in <em>The Brave Bulls</em> and Robert Mitchum and Julie London in <em>The Wonderful Country.</em> Lea, after working on the films, came away with the observation that Hollywood was “ninety per cent bullshit.”</p><p>Lea ventured into nonfiction in 1951 when the Kleberg family asked him to write and illustrate a brief history of the King Ranch to be published for its centennial in 1953. The Klebergs hired Carl Hertzog to design and Holland McCombs, a professional journalist, to do the research. The history, originally planned as a monograph, grew to two volumes and took five years of Lea’s life. On publication, J. Frank Dobie took Lea to task in a review, implying that Lea had sold out by producing what amounted to a corporate history. He criticized Lea for omitting facts about the history of the ranch and for his “rhapsodic” view of Mexicans, which reminded Dobie of the</p><p>“01’ Black Joe days.” Lea’s defenders, of course, have pointed out that Dobie was disappointed when the Klebergs didn’t ask him to write the book, and anyone who knows Lea knows that he sincerely believed he had found another hero when he came across Captain King.</p><p>Lea wrote two more novels, <em>The Primal Yoke</em> and <em>The Hands of Cantu,</em> neither of which approached <em>The Brave Bulls</em> artistically or commercially. He wrote a second history for the Kleberg family, describing the King Ranch operations in australia, and he published several portfolios of paintings, the largest being <em>a Picture Gallery,</em> which includes an autobiographical text.</p><p>Lea didn’t give up painting when he started to write, and as it turned out, the sales of his paintings benefited from his celebrity as a writer. Unlike most artists, he didn’t have to deal with galleries. Sarah kept a list of people who would wait as long as two years for the chance to pay $40,000 for a Tom Lea. If a buyer didn’t accept the painting that was available when it was his turn, his name would go back to the bottom of the list.</p><p>One of Lea’s most interesting paintings is <em>Sarah in the Summertime,</em> completed in 1947. Lea based the portrait on a snapshot of his wife that he had carried through the war. He began by drawing Sarah’s exact height in heels —five feet six inches —on the canvas, then reproduced the shadows and light, the odd pose and the odd perspective, exactly as they were in the snapshot. He spent 26 days painting the flowers on the dress, which Sarah draped on a dressmaker’s form to free herself from posing. Restricted to a life-size scale, he filled the painting with emotion untainted by sentiment, and he captured the mysterious quality of a good snapshot that makes you want to see beyond the frame to that particular time and place.</p><p>The remarkable thing about the painting, however, is that its style appears to anticipate photorealism. Unfortunately, it was the only one of its kind. Lea was not interested in repeating himself. He says he was far more concerned with the content of a painting than with the style. For some reason, Lea saw style and content as being</p><p>at odds. He equated style with what is artificial and self-indulgent, and he dismissed contemporary artists like Willem de Kooning and Mark Rothko as mere stylists.</p><p>In the introduction to <em>a Picture Gallery</em> Lea writes, “as to art, what art is or if any lives in these pictures, others decide it and I am not presumptuous enough to discuss how they do it. I do know and state what my pictures are intended to be: not exercises in aesthetics or performances for the sake of technique, but records and representations of experience in life.” This is an intentionally disarming statement. In one sentence Lea disavows knowledge of or interest in how his work is judged; in the next he submits criteria.</p><p>Going through Lea’s portfolio, taking him on his own terms, you get the sense of the stages of a career-muralist, illustrator, war correspondent-but you don’t come away with a feeling for an experience in life. Part of the problem is that there isn’t a distinctive style to unify the work or to give the sense that one person has seen the world. Another part is the content itself. Like the Pre-Raphaelite artists who were appalled by industrialization in England, Lea was happier painting scenes from earlier times or foreign places. As an example, consider the early line drawing <em>Riches in Desolation,</em> which was commissioned by the Texas State Historical Commission, it is a bleak view of the discovery of oil, an epoch in Texas history currently being romanticized. It is a powerful drawing that in a few lines captures all the despair that change can cause. Compare it with his later painting the <em>Deathless White Pacing Mustang,</em> a wildly romanticized vision of a stallion. Left to himself in his mature years, Lea painted cowboys gazing up at the stars, Spanish conquistadores in armor, and beautiful horses. There is no cumulative sense of a particular time or place, and most surprising, there is the absence of that one fine painting that would show you Tom Lea’s El Paso. When Lea comes close, as he did in <em>Unto the Hills</em> (what appears to be a view of a barrio above Juarez), he sentimentalizes the effect and distorts the time by placing a small cowboy with his horse in the foreground. Eventually, looking at such paintings, you can t help but wonder, “Experience in whose life?”</p><p>In the end, for an artist, style and vision are the same thing —looking deep, going beyond surfaces, seeing in a way that no one has ever seen before. But to believe in heroes is to retreat from reality. The artist cant afford to look too closely, believing that some men are innately better, exempt from fear and all life’s failures. And looking away, he never understands how the heroic deed is done.</p><p>All of us need heroes at one time or another in the same way that we all long for times when life was simple. But in Texas, perhaps because of the old isolation or the speed at which the state has changed, we tend to carry our heroes —unexamined and misunderstood —too long in life. Part of this is out of kindness, and part is out of hope that when we are old we too will be appreciated. And so I would like to appreciate Tom Lea-for <em>Sarah in the Summertime, The Brave Bulls,</em> the fine individual paintings, and he quick charm of his illustrations. His position is secure among that small band of illustrators who wrote and writers who illustrated —Frederic Remington, Charles Marion Russell, Will James, John W. Thomason, Jr., and Ross Santee. I would like to honor Lea, not make a hero of him.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Painting",
      "El Paso",
      "Texas",
      "House",
      "History",
      "Art",
      "War",
      "Work",
      "Style",
      "Artist",
      "HERO",
      "Santa",
      "Chicago",
      "Children",
      "Design",
      "Odessa",
      "Writing",
      "Books",
      "Cowboy",
      "ever"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "El Paso",
      "Texas",
      "Odessa",
      "Kansas City",
      "D.C."
    ]
  }
}