{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19835",
    "date": "May 1983",
    "year": 1983,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1983/19830500.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 138,
    "document_page_range": [
      [
        138,
        139
      ],
      [
        236,
        237,
        238,
        239,
        240
      ],
      [
        246
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Mark White’s Coming-Out Party",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198305-markwhite",
  "source": "/1983/19830500.pdf",
  "wp_post_id": 119322,
  "wp_post_guid": "http://www.texasmonthly.com/article/mark-whites-coming-out-party/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Mark White's Coming-Out Party",
  "dek": "In his first hundred days in the governor’s mansion, the man we thought was a bland conservative has played the fiery populist, to rave reviews. Can it last?",
  "spread_caption": "",
  "excerpt": "The new governor’s first hundred days were great theater, but now come taxes.",
  "kicker": "",
  "word_count": 4458,
  "content": "<img/><p>David Kennedy/austin american-Statesman</p><p><em>The politician: Mark White (above) with his bolt cutters and (opposite) making a triumphant entrance with his wife, Linda Gale. He has been a master of theatrics.</em></p><p>They’re talking about raising oil taxes in austin these days, which is a sure sign that something different is going on in Texas politics. The conservatives want to empty the prisons instead of stuff them with every miscreant in sight. The hardy perennial dream of raiding the Mississippi River to make West Texas bloom has finally been abandoned. The highway department even agreed to spend money on a rail line the other day. About the only thing that hasn’t changed is that the new Speaker of the House suffers from the same amnesia about his personal finances that afflicted his predecessor: just as Billy Clayton forgot about $5000 in cash in his desk drawer, so Gib Lewis couldn’t remember that he and some buddies in the liquor business own a bank.</p><p>Nowhere is the evidence of change more visible than in the Capitol quarters of the governor and his staff; even a visitor who had spent the last six months in hibernation would know instantly that power had changed hands. Under Bill Clements the office had a corporate feel: women in tailored dresses, young men in three-piece suits and blow-dried hairstyles, clean air and clean ashtrays, and an aura of discipline and confidence. Under White women wear skirts and blouses, many men are in shirtsleeves, and the atmosphere comes close to the chaos of a political boiler room. Tobin armstrong, the blueblooded rancher who handled Clements political patronage, occupied a spacious office overlooking the Capitol’s south lawn. Dwayne Holman, the political pro who does the same job for White, has a windowless cell barely large enough for a desk and one visitor’s chair. The air is dense with stale smoke; at two o’clock one afternoon I counted 31 cigarette butts in his ashtray.</p><p><em>(Continued on page 236)</em></p><p>Photograph by Xavier Garza</p><img/><p><em>(Continued from page 138)</em></p><p>Not many people expected White to occupy these offices at all, much less to charge them with nervous energy. Despite ten previous years in office, first as Dolph Briscoe’s Secretary of State and then as attorney general, he had never made a single imprint on public policy. White just seemed so, well, ordinary. His life history tracks the demographies of modern Texas so perfectly that it could have been formulated by a computer. He is young-at 43 a generation behind Clements. He was born in a small town (Henderson, in East Texas), but his family soon moved to the big city (Houston). He is a Baptist. His father is in business for himself, but White, a lawyer, is of the postentrepreneurial generation. He has a twoincome marriage; throughout his term as attorney general, his wife, Linda Gale, sold real estate. Now, as the hundredth day of his administration approaches —the traditional end for political honeymoons and the first occasion for evaluating chief executives-White has established himself as the most substantive, most politically sophisticated governor of Texas since John Connally twenty years ago.</p><p>It is not only the fact of Mark White’s success that has utterly surprised people who have watched him for years; it is also the particular form that success has taken. Who would have thought that the man once touted as the conservative Democrats’ great White hope would be soberly described as a populist by the <em>New York Times</em>'? Or that the man who went to Washington in 1974 to oppose the Voting Rights act would receive 86 per cent of the Mexican american vote in 1982? Or that the man who ran his first statewide race as the darling of the business lobby would run his second as the scourge of the utility companies? While we’re at it, who would have thought that unemployment in Houston would approach 10 per cent or that the oil boom would end as quickly as it began? all of the unforeseeables are related. They indicate that Texas politics is entering a period of volatility without precedent in the state’s modern era.</p><p>Consider the situation that confronted White as he took office in January. The succession was abnormal: White was replacing a Republican governor, the first time anyone had done so in a century. The demands were abnormal: newly powerful partisan constituencies-blacks, Mexican americans, teachers-were insisting that he set himself apart not only from Bill Clements but also from caretaker Democratic governors like Dolph Briscoe and Preston Smith. The Democratic party was abnormal: the conservative wing that had spawned White was no longer dominant; the four other new state officials who were sworn in in January (attorney general Jim Mattox, land commissioner Garry Mauro, treasurer ann Richards, and agriculture commissioner Jim Hightower), potential critics all, were to the left of center. And the state of the state was abnormal: the treasury was running dry, the victim of an economic slump that had Texas on the verge of its first real fiscal crisis in nearly a quarter of a century. But White had run for governor promising big spending increases for education and welfare: where would the money come from? To make matters worse, the question of how much money the state could legally spend under its pay-as-you-go rules would be answered by state comptroller Bob Bullock, who had already announced for White’s job in 1986. White could solve his fiscal dilemma by proposing a tax increase, but only at the cost of creating a political dilemma: Briscoe and Clements, White’s two predecessors, ran for ten years on the ever-popular slogan No new taxes.</p><p>Of all White’s problems going in, the most serious was his own reputation. When he ran for attorney general in 1978, he was regarded as merely dull, a protege of the even duller Dolph Briscoe; by the time he’d served one term, as Bill Clements kept pointing out during the 1982 campaign, White had added incompetence to his repertoire. This was one time when campaign rhetoric was close to the truth. White was a mediocre attorney general, especially when judged against John Hill, the man he succeeded. Hill, using his considerable reputation as a trial lawyer to lure talent from the state’s top firms, assembled a first-rate law office. White promptly dismantled it. Some of Hill’s best people fled; others got the boot, causing more to flee. Lacking Hill’s professional credentials, White couldn’t recruit equivalent replacements. Nor was he an administrator: on more than one occasion his lawyers failed to show up for trials, resulting in cases lost by default.</p><p>In big cases White won about as often as the Houston Rockets. He sued Montana over its rapacious 30 per cent coal severance tax, which is passed along to Texas customers. He lost. He defended the state bilingual education plan. He lost. He defended the state prison system, and again he lost.</p><p>He did beat Bill Clements, but even that did not immediately enhance White’s stature in the eyes of his political peers. They knew White hadn’t won on his own: his 53 per cent of the vote trailed the rest of the Democratic ticket by at least 7 percentage points. Most significant, White captured only 45 per cent of the anglo vote, barely topping the 44 per cent Hill got while losing to Clements in 1978. The pros looked at the numbers and saw that White had ridden into office on the coattails of a getout-the-minority-vote drive funded by and designed for Lloyd Bentsen and Bill Hobby.</p><p><span class=\"dropcap\">T</span>here is an old saying about luck: the first time is chance, the second time is coincidence, the third time is design. White wasn’t supposed to beat Price Daniel, Jr., in the 1978 Democratic primary for attorney general. Then he had to face Republican James Baker in the general election. Last year’s governor’s race against Clements, a lavishly financed incumbent, carried the longest odds of all. Considering that White has defeated (1) one of the bestknown names in Texas political history, (2) the current acting president of the United States, and (3) Texas’ first Republican governor in a century, it ought not to come as a complete surprise that he has more on the ball than was commonly supposed.</p><p>His first act as governor was to fulfill a campaign promise to take the lock off the governor’s mansion. Never mind that the chain White snipped off with the largest bolt cutters he could find was placed there by his own aides or that security guards replaced the lock a few days later. White had served notice that he understood political theater, a legitimate tool of governing that Texas governors have neglected for too long.</p><p>The bolt-cutting episode set the tone for the first hundred days. Lamenting the plight of the poor, White mentioned that there were shanties within walking distance of the Capitol; when challenged by a reporter, he took the press on a walking tour to prove his point. He returned to the black churches where he had campaigned to say thank you-an obvious ploy, perhaps, but followed by the less obvious one of getting the word out through black ministers that no one had ever done it before. (That wasn’t quite so, by the way: Ben Barnes had, for one.) He went to the Rio Grande Valley, where business was ailing because of the disappearing value of the Mexican peso, and likened conditions there to the aftermath of a hurricane-and then he went to Washington to petition the Reagan administration for federal disaster aid. He bought television time in major markets from Houston to El Paso to plead for public support in his drive to make the Public Utility Commission an elected body. (In El Paso seven thousand people signed petitions supporting White and sent them to their state representative-a Republican.) When two of the three PUC commissioners resigned without notice one day at noon (the third quit a few weeks later), White turned a possible embarrassment into an asset by filling the positions before sundown. Before his hundred days were half over, White’s theatrics had cast him as the hero in a drama that had a little of everything: a dragon (the PUC), a Greek chorus (the Legislature), a tragic theme (the fiscal crisis), even a lean and hungry Cassius . (Bob Bullock).</p><p>By the beginning of March, six weeks into the new administration, a curious thing started to happen in austin. In Capitol corridors and at political watering holes, Mark White began to be discussed with the mixture of obsessive interest, admiration, and jealousy that befits a star. Two lobbyists debated into the small hours one night over drinks whether White had really known where the shanties were all along or had sent his staff out hunting for them. Politicians searched their memories for fragments of conversations that might provide insight into White’s developing character; the right nugget conferred instant status. After the visit to the black churches, an austin lawyer confided to a friend, “Hey, I knew this was coming all along. Ol’ Spence [Roy Spence, an austin advertising executive and a political consultant] told me last summer that Mark would be the most liberal governor in Texas history.” It didn’t take long for White’s aides to pick up on the trend and exploit it. They began to leak stories of White’s Lincolnesque greatness to friends, and then they let the political rumor mill do its work. I have heard four different versions of how White discovered the shanties —my favorite is the one that has the governor so determined to do good that he prowls the streets alone at night looking for poverty to redress. According to another tale currently circulating, White likes to stop at -highway rest areas to ask people about their utility bills.</p><p>“You aren’t getting sucked in by that Saint Francis of assisi stuff, are you?” one of the state’s leading pollsters and media consultants asked me. He leaned back in his chair and laughed. “He’s not Saint Mark of austin. All those stories are coming straight out of his staff.” But even he was not completely immune. “i’ll say this for him. Some mornings he walks over to his barbershop just to visit with the guys. All by himself.”</p><p><span class=\"dropcap\">B</span>ut White’s first hundred days have been more than show. What impressed the political fraternity as much as his theatrics was his adroit handling of the job of governor. In three areas —staff, appointments, and politics-he has managed to reverse the mistakes of his years as attorney general.</p><p>He certainly had enough warning. First there was Clements, graceless to the end, cheerfully delivering as his parting shot a forecast of disaster for his successor. Even White’s close advisers told him that he had to get his act together. The first indication that the new administration might exceed expectations came when White enticed his friend Pike Powers away from a lucrative austin lobbying job with the Fulbright & Jaworski law firm to serve as chief of staff. Powers’ arrival assured that White would not make the fatal error of surrounding himself with the shopworn Briscoe crowd that had given him his start in politics and now wanted back in. With the addition of former state senator Max Sherman (who, after the legislative session, will become dean of UT’s Lyndon B. Johnson School of Public affairs) and former House member Susan McBee, the new staff struck exactly the chord White was aiming at: experienced, respected, shrewd rather than cunning, conservative but in no way ideological, of unquestioned integrity, without an enemy in the world.</p><p>White’s handling of appointments followed the same pattern. He touched the necessary bases for a Democrat-blacks, Mexican americans, women-but in a way that was politically astute and noncontroversial. That is not as easy as you might think. A governor in a state as large as Texas uses his appointments to ingratiate himself to all sorts of groups with which he is less than intimate, and unless he knows what he is doing and gets good advice, he can easily end up with a political hack who can quickly become an embarrassment. <em>Vide</em> anne Gorsuch. Or, closer to home, the Houston Sanitation Department under Mayor Jim McConn. His appointees couldn’t get the garbage picked up, and thus McConn became a former mayor.</p><p>This difficult job was made more difficult by the extravagant promises White made during the campaign. Cynics said White could never fulfill his promise to appoint a real housewife to the PUC —too risky, they said, predicting he’d name a lady pol instead-but White turned up Peggy Rosson, a sure-nuff housewife who, as a member of the El Paso utility board, knew more about the subject than just the size of her latest electric bill. White accomplished the near-impossible when he named Mario Yzaguirre of Brownsville as a UT regent without generating a murmur of protest from normally fratricidal Mexican american politicians. He maneuvered expertly out of a corner after the labor establishment united behind former AFL-CIO president Hank Brown as their candidate for commissioner of labor and standards. Trouble was, Brown dated from the sixties and the bitter intraparty split among Democrats; to appoint him would have been waving a red flag before old-line conservatives. Instead White chose allen Parker, a young black union official from Houston who had supported him in the Democratic primary-and quietly reminded state labor leaders that <em>they</em> had sided with Buddy Temple.</p><p>White also had to rebuild the old Democratic coalition that had disintegrated under Briscoe when urban conservatives defected not because of policy differences but because of repeated personal snubs. White courted the big-city tycoons in clever ways that neither risked the wrath of liberals nor tied his hands politically. Elvis Mason, chairman of InterFirst, the state’s biggest bank holding company, got an appointment—but instead of heading a major agency, Mason is chairing a task force on unemployment whose recommendations White can accept or bury. One day before his budget address, White invited the chief executive officers of the major bank holding companies to the governor’s mansion for lunch and an advance sales pitch for his proposals. But there was one old-line Democrat whom White had no hope of coaxing into his camp. That person was state comptroller Bob Bullock.</p><p><span class=\"dropcap\">E</span>xcept for the absence of uniforms, a visitor to the fourth floor of the state’s finance building might think he was in the Pentagon. “Secure area, Badge Required,” warns a sign on the wall. “No One allowed Beyond This Door Without an R Badge.” To gain entry one must produce an unmarked blue card and hold it up to a small, dark screen set in the wall. If all goes well, this sensor will tell the door that the bearer of the card is allowed to pass, and the lock will disengage. Then and only then can one gain admittance to Bob Bullock’s computer room, where dozens of high-tech machines and thousands of computer files contain everything a tax collector-or a political candidate-might need to know about Texas: the entire federal census, the sales tax records of every business, production figures for oil companies, even redistricting information in the form of precinct election returns.</p><p>This room says everything you need to know about Bullock. He is very good at what he does, and he is more than a little eccentric. Here are produced the numbers that form the basis of Bullock’s state revenue estimate—the ceiling on state spending that is the main weapon in his political arsenal. Bullock’s power over the state budget poses two problems for Mark White. First, with a stroke of his pen Bullock can declare that the Legislature has overspent his limit and annihilate the entire appropriations bill, all in the name of fiscal responsibility. The resulting turmoil would be to the advantage of the comptroller and to the disadvantage of the governor—which is exactly why Bullock might do it. Second, Bob Bullock is not someone you want for an enemy, and Bullock does not like Mark White.</p><p>White’s adversary is the most complex, contradictory figure in Texas politics. Bullock’s personal excesses are legendary: drinking (he completed a California rehabilitation program in 1981), chainsmoking (which led to lung surgery and throat lesions), depression (more medical treatment), and a fondness for acquiring airplanes and other luxuries for his agency (which provoked a grand jury investigation in 1979 that turned up nothing illegal). But professionally he has been first-rate. In 1975 he inherited a musty bureaucracy notorious for its minimal audit and collection practices; big companies with political muscle had been allowed to hold on to their sales tax receipts for months before forwarding them to the state. Bullock beefed up the auditing staff and put a stop to the hoarding of sales taxes with some well-publicized raids. He was the first statewide official to hit big business where it counts-in the pocketbook—and he never suffered a scratch.</p><p>Yet Bullock’s competence always seems to be overshadowed by his personality. No matter that his office has some of the best talent in state government and one of the lowest employee turnover rates: he is better known for hiring old cronies like retired legislator Bill Heatly and for his impulsive firings of top aides. Bullock’s disregard of convention, however, is so brazen that it has become an essential part of his power. The revenue estimate is a case in point. It is widely believed in the Capitol that in past years Bullock kept the estimate artificially low until the Legislature gave in to his budget requests, at which point he suddenly discovered extra money for the lawmakers to spend. It hardly matters whether Bullock fudged the estimate or not; what matters is that the Legislature thought him capable of it.</p><p>The typical politician abhors making enemies and wants most of all for everyone to love him. Not Bullock. He craves respect rather than love and relishes having enemies. Like most of Bullock’s likes and dislikes, his antipathy for White has a long history-back to 1973, when White replaced Bullock as Secretary of State. Officeholders are seldom fond of their successors, and it did not help matters that White got rid of some of Bullock’s old employees. But even had their paths not crossed, Bullock and White were not destined for closeness. As politicians they are of different generations. Bullock is the last survivor of the cutthroat days-he was a legislator in the fifties, a lobbyist in the sixties, a backroom operator for Preston Smith in the early seventies. He keeps score, and his scoreboard never shuts down. White is a creature of the post-Sharpstown era. He is a true media politician, the first Texas governor who is better on TV than one to one. White’s passions are always under control; Bullock’s seldom are. Both are good political tacticians, but their styles are opposites: White is best at subtle machinations, Bullock at hardball and keeping on the pressure. He recently turned up the heat on White by hiring six former Clements staffers and campaign aides.</p><p>Any hope of detente vanished during White’s tenure as attorney general. Bullock asked White to rule that the comptroller had broad powers to audit state agencies and generally act as a fiscal czar with more search-and-destroy power than the governor. White, with admirable foresight, disagreed; Bullock called White dumb. The administrative mess under White only fortified Bullock’s bile. Now he can get even, for until the day the state budget is safely signed into law, Mark White’s future is Bob Bullock’s hostage.</p><p><em>(Continued on page 246)</em></p><p><em>(Continued from page 240)</em></p><p><span class=\"dropcap\">I</span>n one sense Mark White’s first hundred days are a triumph. The new governor has accomplished one of the most difficult tasks in politics: he has changed his image. People take Mark White seriously now, and not only in Texas. He has been to Washington twice and has two more trips scheduled; he was the first governor invited to address the Democratic National Committee; he has been discovered by the <em>Washington Post;</em> he is mentioned as a possible vice-presidential candidate. But all those achievements have the effect of raising the ante for White. Theatrics aren’t enough for him anymore; he needs a record. He is no closer to solving the two substantive issues of the legislative session—how to balance the budget and whether to elect the PUC-than he was a hundred days ago. Out of 181 legislators, there are few that he can count on as devoutly loyal. His victory in the one major battle he waged during the first hundred days-persuading the Senate to nullify Clements’ holdover appointments -owed as much to partisanship as to his personal strength. For White, the second hundred days will be much, much tougher than the first.</p><p>In trying to figure out how he’ll handle them, it is crucial to understand that White isn’t as transformed as the conventional wisdom would have it. The main difference between White as governor and White as attorney general is not a new personality but a new job. The AG’s office is not a bully pulpit. As Jim Mattox recently learned, you can’t just jump on a soapbox and attack the Public Utility Commission-it is your <em>client.</em> The attorney general is more administrator than politician —but White is more politician than administrator. The governor’s office is far more suited to his talents.</p><p>As for his conversion to populism, that too can be ascribed to something other than revelation. White is simply traveling a course he has been over before: he always pays his debts to the people who put him in office. It is his creditors who have changed, not White. Dolph Briscoe made him his Secretary of State, and White dutifully did anything Briscoe wanted. When Briscoe feared the rise of Raza Unida, White took up the fight against extending the Voting Rights act to Texas, even though it endangered his own political future. Automobile lobbyist Gene Fondren and Houston power broker Walter Mischer bankrolled White’s race for attorney general, and White returned the favor by throttling back his consumer protection division, even at the cost of the one issue an attorney general can easily exploit. The last governor’s race was decided by Democratic regulars, especially minorities, and White has already started retiring those obligations —through appointments, through partisan rhetoric seldom heard from a Democratic governor of Texas, and through touching base with people like San antonio mayor Henry Cisneros. This time he can retire the debt without hurting himself politically.</p><p>There is, however, one way in which White has changed. He has won an election in which many of his old supporters deserted him and his opponent spent an unprecedented $13 million, and the experience convinced him that something is going on out there. The question is, What? The two decisions he must make —whether to support a tax increase and whether to go to the mat for an elected utility commission-depend on his figuring out the answer. He needs to decide where he thinks Texas is headed, in particular, whether there’s still a place here for a non-ideological, noncontroversial, right-of-center Democrat like, for instance, the old Mark White.</p><p>On his issues, the choices are quite neat. The budget comes down to basic questions about what state government should be. Will Texas continue to be characterized by a lack of faith in government as a way of solving social problems-a tradition that has its roots in the frontier, in Reconstruction, and in the peasant villages of Mexico? Or is Texas now a modern industrial state, ready to endure the burden of higher taxes in exchange for raising the abysmal level of state services - forty-ninth in welfare payments, thirty-first in teacher salaries.</p><p>The utility battle presents another fork in the road. Forget for a moment that White has personal reasons for wanting an elected commission: the public won’t be able to blame the governor when the bad news arrives in the mail. (and bad news will be arriving soon, since the nationwide breakup of AT&T may cause local phone rates to double.) That aside, the larger question at stake is whether the state’s all-out commitment to economic growth, a public policy heretofore immune to assault, should be subject to compromise like everything else. An elected PUC would face intense pressure to hold rates down-especially electric rates-and it would find that the only sure way is to cut down on the construction of power plants. But that would imperil the economic future of the state. Without sufficient power reserves, there would be no new industry, no growth. Is that most sacred of Texas political cows, the good business climate, no longer so holy?</p><p>Sometime in the second hundred days Mark White will have to make up his mind. In the meantime he is like the nineteenth-century French statesman alexandre Ledru-Rollin. “There go my people,” he said. “I must find out where they are going so I can lead them.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Governor",
      "people",
      "office",
      "Budget",
      "Business",
      "Houston",
      "Power",
      "Attorney General",
      "Austin",
      "Comptroller",
      "money",
      "Race",
      "Bill Clements",
      "Campaign",
      "El Paso",
      "Government",
      "Legislature",
      "Oil",
      "Republican"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Austin",
      "Washington",
      "El Paso"
    ]
  }
}