{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125
      ],
      [
        160
      ],
      [
        163
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Coming Soon To a Theater Near You: Dwarf",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-comingsoo",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122916,
  "wp_post_guid": "http://www.texasmonthly.com/article/coming-soon-to-a-theater-near-you-dwarf/",
  "authors": [
    "Lawrence Wright"
  ],
  "headline": "Coming Soon To a Theater Near You: Dwarf",
  "dek": "Before Texas Had Its Own Film Industry, Hollywood Made Mythic Texas Movies Like Giant. Now That the State Is a Thriving Film Center, Why Are Texas Movies Smaller Than Life?",
  "spread_caption": "",
  "excerpt": "The Hollywood epics have left Texas, to be replaced by miniatures like Nadine.",
  "kicker": "",
  "word_count": 1696,
  "content": "<p><span class=\"dropcap\">W</span>hat is most striking about Robert Benton’s new film, <em>Nadine,</em> which is set in austin in 1954, is that Texas doesn’t mean anything. Here is a Texas filmmaker revisiting the same era that gave us <em>Giant, Hud,</em> and <em>The Last Picture Show,</em> all movies that draw deeply from the wellsprings of Texas past and Texas future. But as I watched <em>Nadine</em>—a halfhearted murder story and get-rich-quick mystery about the wife of a bar owner who is failing in business and love—what I felt most strongly was the absence of consequence. Nadine (Kim Basinger) and Vernon (Jeff Bridges) Hightower are true Texans, all right, but one does not read in them the death of the frontier or the coming of the oil boom or the rise of urban culture. The currents of history do not stir.</p><p>Now, of course, why should they? In Hollywood until recently, “Texas” was not a real place. It was a symbol for the unbridled West, where men are free to be myths. It was a playground for the american frontier legend, made over again and again in the westerns of John Ford and Howard Hawks. “Texas” was an arena of the mind, where a man came face to face with death and destiny. It was the same emotional territory as the wilderness of Judea, only in “Texas” God was absent, and man was left to fend alone.</p><p>Seeing those movies made me feel special as a Texan, but in a fraudulent sort of way. I imagine that every Texan—at least every Texas man—has experienced the dissonance of not being who he is supposed to be, of failing to live up to the legend. One goes through life being John Wayne, Jr. I had the chance to reflect on this phenomenon once in Egypt, when I went horseback riding near the Pyramids. I was given a rearing arabian stallion that was brought to me by three terrified handlers. The horse’s name in arabic was Murderer, and he hadn’t been ridden in two years. Because I was from Texas, the handlers assumed I could ride him —which I did, about halfway to Libya.</p><p>The Kennedy assassination abruptly ended the heroic era of “Texas.” after that, the state became a symbol for what Hollywood felt was wrong with america —it was violent, hateful, crude, and alarmingly dangerous. “Texas” was Slim Pickens as Major King Kong, riding the hydrogen bomb to apocalypse in <em>Dr. Strangelove.</em> “Texas” was the rednecks in <em>Easy Rider,</em> who couldn’t tolerate hippies and, lamented Jack Nicholson, liked to cut their hair. Now, when the movies came to my state, they weren’t looking for the good; they were looking for the evil. In the Zoroastrian universe of Hollywood, “Texas” was all one or all the other.</p><p>It wasn’t until <em>Hud</em> in 1963 and <em>Midnight Cowboy</em> in 1969 that the movies found the Texas I knew. I was teaching English at the american University in Cairo when <em>Midnight Cowboy</em> came out, and I took my class to see it. The movie opens on the Big Tex Drive-In in Big Spring, where Joe Buck (Jon Voight) has absorbed his dose of the myth, which he tries to live out by wearing movie-cowboy clothes and then by seeking stardom in New York. To me, <em>Midnight Cowboy</em> was exactly about the neurosis of wanting to live up to the myth. I came out of the movie recharged and excited, but I noticed my students were spiritually shaken, almost despairing. For the first time I realized how much the rest of the world valued “Texas, what a rich legacy it was, how universally appealing was the myth.</p><p>[ Continued On Page 158 ] </p><p>[ Continued From Page 122 ]</p><img/><p><em>Nadine and Vernon hog the spotlight; Jett Rink is forgotten.</em></p><p>Illustration By Melissa Grimes</p><p>“Texas” has its own geography, which figures into the mythical dimension. When we’re in “Texas” the actual film may be shot in Monument Valley, Utah <em>(Stagecoach, The Searchers),</em> or in the rolling Canadian wheat fields <em>(Days of Heaven).</em> In <em>The alamo</em> San antonio is perched on the banks of the Rio Grande. Paris, Texas, is in the pastoral Red River country, but <em>Paris, Texas</em> lies in the barren western desert. The disjunction between movie Texas and real Texas continues even in modern trash, such as <em>The Swarm,</em> in which a train crosses a range of mountains to enter Houston.</p><p>The antimythic Texas movies make a point of showing just how plain the place is, how spare and forbidding, and yet the odd truth is that the real Texas landscape on film is evocative and even mythic despite itself. The scene at the stock tank in <em>The Last Picture Show</em>, in which Sam the Lion is talking to Sonny about how beautiful this godforsaken landscape is, jumped off the screen into my subconscious. I too could see the beauty—it wasn’t pretty, but it was haunting, in a way. The now familiar ironed-flat prairie of <em>Tender Mercies, 1918, Places in the Heart, and The Trip to Bountiful</em>—all shot near Waxahachie—has become an existential tablet upon which man works out his spiritual needs. Perhaps Texas really is a place that exists more fully on film than in life. No doubt that is one reason there are scarcely any exterior shots in Nadine and only one brief glance at the countryside. It is a way of smothering the myth.</p><p>As a viewer, i’ve come to expect that when a movie is set in Texas, there must be a dam good reason. It is either playing into the myth or playing against it. But Nadine is only the latest example in a series of films in which Texas is nowhere.</p><p><span class=\"dropcap\">I</span>n 1974 the first Texas movie appeared that had nothing to do with “Texas.” It was <em>Benji</em>, which was written, directed, and produced by Joe Camp of Dallas. After being turned down by every major film distributor, Camp distributed the film himself and wound up making more than $30 million in 1975 alone. <em>Benji</em> was the beginning of the native film industry in Texas. Twelve years later, despite Oscars for <em>Tender Mercies, Places in the Heart, Terms of Endearment,</em> and <em>The Trip to Bountiful</em> and despite hundreds of films made or set or financed in the state, <em>Benji</em> is still the benchmark of the Texas cinema in the Hollywood mind, where money is all that counts. The only other movie mentioned in the same breath is <em>The Texas Chainsaw Massacre.</em></p><p>The ironic development of the Third Coast is that it is the Texas filmmakers who have reduced the state to its neutral status. Where “Texas” once stood for large-scale life-and-death drama, the Texas seen through the native eye is almost perversely small. I don’t think there is another school of cinema outside of Czechoslovakia with such a bloated corpus of small arty films. It is odd to me that, in a culture that values money as much as Texas does, the movies it chooses to make are such fragile, intensely focused, personal stories as <em>Raggedy Man, 1918, On Valentine’s Day, Blood Simple, </em>and <em>Last Night at the alamo.</em> They are the sort of movies that get enthusiastically reviewed by the <em>New York Times</em> but live most of their lives on videocassettes and in film-school seminars. They are playing, in other words, to highbrows.</p><p>The best of that genre, Tender Mercies and <em>The Trip to Bountiful</em>, both written by Horton Foote, showcased Oscar-winning performances by Robert Duvall and Geraldine Page. Foote himself received an Oscar for <em>Tender Mercies</em> and a nomination for <em>The Trip to Bountiful.</em> When I first saw <em>Tender Mercies,</em> a revolutionary artistic sensibility seemed to be at work—spare, controlled, uncompromised, utterly real. I also admired Robert Benton’s <em>Places in the Heart,</em> for which Sally Field won an academy award. Yet the smallness of these stories leaves me gasping for air.</p><p><em>Nadine</em> is another in this series of Texas miniatures, except that it isn’t even arty. As Nadine and Vernon plot how to get rich, outwit the cops, and cancel their impending divorce, they act out a story that, but for Texas accents, could just as easily have been set in Illinois. What is missing in these movies is scale, sweep, a sense of history moving underfoot. One has the feeling with Benton’s movies that growing up in Texas was a fond but incidental part of his personal history; he sees the state nostalgically. Good, important movies can be made in and about Texas—<em>The Legend of Gregorio Cortez</em> and <em>True Stories</em> are fine examples—but Texas filmmakers are so set on avoiding mythology that they have reduced themselves to a level that is smaller than life. As a Texan I appreciate the realism, the closely observed details of ordinary life, but as a moviegoer I find i’m longing for “Texas.”</p><p><span class=\"dropcap\">S</span>everal years ago I was in archer City, Larry McMurtry’s hometown, and I noticed a bulldozer razing a building on the town square. The building turned out to be the movie house—the same place that had inspired McMurtry’s novel <em>The Last Picture Show</em> and the movie that was made from it. I picked up one of the bricks from the rubble and thought about the wonderful scene in that movie, where Sonny and Duane and Billy, the retarded kid, are watching <em>Red River.</em> I remember feeling a powerful sense of identification with those boys who were living in Texas but whose imaginations at that moment were with John Wayne and Montgomery Clift in the greatest “Texas” movie ever made.</p><p>Larry McMurtry has written numerous screenplays, but his novels are what get made into movies. <em>Hud, The Last Picture Show,</em> and <em>Terms of Endearment</em> have, over the last three decades, marked the changes in Texas better than any other works. I thought about how McMurtry must have sat in that theater, feeling the ambivalence every Texan has felt when the myth looms over him. <em>The Last Picture Show</em> captured that ambivalence. Now is it ironic or simply inevitable that McMurtry’s greatest book, <em>Lonesome Dove,</em> would take place in “Texas”? He has reclaimed a legacy that all Texans share—that is, the legendary Texas of their imaginations. Maybe it is time Texas filmmakers returned to that territory with a native eye and made it our own.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Movies",
      "Film",
      "Hollywood",
      "Cowboy",
      "midnight cowboy",
      "Texas Movies",
      "Vernon",
      "Cinema",
      "Death",
      "Frontier",
      "History",
      "Last Picture Show",
      "money",
      "tender mercies",
      "Texan",
      "The Last Picture Show",
      "Theater",
      "Alamo",
      "Apocalypse"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Canadian",
      "Montgomery",
      "San Antonio"
    ]
  }
}