{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 132,
    "document_page_range": [
      [
        134,
        135
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Texas Primer: Autumn Leaves",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-autumnlea",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122898,
  "wp_post_guid": "http://www.texasmonthly.com/article/autumn-leaves/",
  "authors": [
    "Suzanne Winckler"
  ],
  "headline": "Autumn Leaves",
  "dek": "Fall is the best season in Texas, but first you have to know where to find it.",
  "spread_caption": "",
  "excerpt": "Turn off the AC, stop pretending you’re a reptile, welcome the whooping cranes back. It’s fall!.",
  "kicker": "Texas Primer",
  "word_count": 782,
  "content": "<p><span class=\"dropcap\">I</span>n most parts of the country, it is customary to associate spring with rejuvenation, rebirth, and romance. In Texas, however, spring pales in comparison with fall. Texans are reborn as soon as the first norther cruises across the state.</p><p>Spring may have its diversions, but fall brings something far more important: relief. The dead of winter is nothing in these parts compared with the dead of summer, and, having survived the inferno, we find it of little consequence that leaves happen to be dropping from the trees.</p><p>Autumn lets Texas off the hook of stoicism. Just as it is the peculiar burden of our northern counterparts to smile while shoveling snow, so we feel obliged to take the heat. Many Texans compete with one another to see how long they can go before turning on the air conditioner. Few make it past Memorial Day. (Others have no choice in the matter: Mcallen, one of the state’s hottest cities, is also one of the least air-conditioned, with only 54 percent of the residences so equipped.) Some Texans pretend to revel when the mercury tops 100 degrees for days on end. They take the occasion to bake themselves in the sun. They claim to enjoy living on a par with reptiles. They appear to enjoy wearing various instruments of torture, such as neckties and pantyhose.</p><p>By October these stoics breathe a secret sigh of relief. For by now the days —at least until noon—are cool and bracing, and the Texas sky has regained the color for which it is justly famous. In nervous anticipation of this absolution (what if some year fall failed to arrive?), Texans look for hints of its imminence. Early risers are the first to herald fall. They know that autumn makes its first brief appearance under cover of darkness, just before Labor Day. When for weeks the nights have been unmercifully still and hot, a vague but inspiring coolness can be felt in the air about 4:00 a.m. It flees like the fata morgana by 6:00. Happy with this knowledge, these clairvoyants announce to co-workers at the office, “I felt fall in the air this morning.” They are seldom taken seriously.</p><p>In their desperation to be rid of summer, Texans have sometimes made more of fall than there is. A couple of years ago, for example, the state highway department proclaimed in a press release that Texas’ fall is more beautiful than New England’s. The truth is that to find bona fide fall foliage, one has to know where to look—McKittrick Canyon in the Guadalupe Mountains, the scattered sumacs and Spanish oaks in the Hill Country, sweetgum and Virginia creeper in the East Texas bottomlands, and, best of all, Lost Maples state park, where approximately 55,000 people trek each October and November. In that craggy little Hill Country break is concentrated all a Texan is apt to know of the beauty and splendor of fall.</p><p>For a few weeks each year, a state that takes pride in excess becomes obsessed with nuance. We learn to appreciate fall for its subtlety. In austin we notice the way the dome of the Capitol appears to loom higher than ever against a sky suddenly cleared of summer haze. In Houston we pass the word through the subterranean tunnels that it’s cool enough to walk on the streets again. In the Panhandle we find it in a fresh wind cooled by the season’s first snow in the Rockies. On the coast we mark it by the arrival of the whooping cranes, whose thermostats tell them from the accumulated wisdom of countless generations that Texas is once again safe for habitation.</p><p>This year the official date for the beginning of fall was September 23, the autumnal equinox, but the unofficial Texas calendar marks the change of season on the second Saturday in October, the occasion of the Texas-Oklahoma game in Dallas. Never mind that the temperature on game day has been known to climb into the nineties. Regardless of whether fall has made an actual appearance, most spectators feel obliged to dress for it. This means that a lot of nice new wool sweaters and camel hair sport coats are used not to provide warmth but to absorb nacho grease and sloshed bourbon.</p><p>It is no coincidence that football, our favorite game, is played in our favorite season. Most of the things that Texans enjoy doing are best done in fall, from hunting to driving to barbecuing. Who wants to tend a hot fire in august? While the temperature is not exactly plummeting, it is changing enough that exertion goes unpunished, intimacy seems reasonable, and the slight nip in the air is full of promise.</p><p>Photograph Courtesy Of Richard Reynolds/Texas Tourism Development Agency</p><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texans",
      "Texas",
      "Game",
      "Spring",
      "Austin",
      "Beauty",
      "Best of",
      "Canyon",
      "choice",
      "Country",
      "Driving",
      "East Texas",
      "ever",
      "Excess",
      "Fire",
      "Hair",
      "Highway",
      "Hill Country",
      "Houston",
      "Hunting"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Canyon",
      "East Texas",
      "Hill Country"
    ]
  }
}