{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      [
        110,
        111,
        112,
        113
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Oh, Give Me a Home Where the Naugahyde Roams",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-ohgiveme",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122928,
  "wp_post_guid": "http://www.texasmonthly.com/article/oh-give-me-a-home-where-the-naugahyde-roams/",
  "authors": [
    "Jerry Jeanmard"
  ],
  "headline": "Oh, Give Me a Home Where the Naugahyde Roams",
  "dek": "Remember when wagon wheels and longhorns were musts in every true Texan's living room? Now yesterday's throwaways have become today's collectibles, and the dude old days are back.",
  "spread_caption": "",
  "excerpt": "Return with us now to those thrilling days of yesteryear, when dude ranch decor reigned supreme in the family room.",
  "kicker": "",
  "word_count": 830,
  "content": "<img /><img /><p>Clearly at home on the range, that’s Don Mahoney and Jeanna Glare, who’ve herded Kiddie Troupers through the foothills of Houston TV for more than thirty years. Unlike the sunset, they’re for real.</p><p>Room Furnishings Courtesy Of Flashback, Room Service, Terry Toler, Austin; Millennium. Rancho Loco. Two Moons Trading Company. Dallas; Flashback. Sunset Boulevard. Houston</p><p>Photograph By Jim Myers. Makeup By Sarajane Saks</p><p>Our heroes have always been cowboys. By the fifties, americans so idolized them that they did their darnedest to turn their houses into small monuments to wild West decor. It wasn’t real cowboys consumers admired, of course—war-weary homeowners wanted to imitate the Western heroes they had read about in pulp novels or watched on the big and small screens. They wanted to live like dudes. People filled their homes not with cowboy boots but with lamps that looked like boots; they sat on divans with arms that cunningly affected wagon wheels and cushions depicting Technicolor oxen traversing Naugahyde prairies. Texas family rooms from the Valley to the Hill Country sported cowboy clocks and Indian drapes; diners in Houston and Dallas ate off plates adorned with brands and buckin’ broncos. By the middle of the decade, americans were living in ranch-style houses in more ways than one. ★ The cynical sixties killed the trend-nobody wanted his house to look like Hud’s, much less Gat Ballou’s—but these days dude ranch decor is hot again among the indefatigably hip. Fabulous Thunderbird Kim Wilson, who we may safely assume has not chosen to pattern his life after Roy Rogers, is a well-known fan, as is one of Kinky Friedman’s sidekicks, who with his wife has concocted an elaborate hideaway loaded with Western paraphernalia. Austin writer Terry Toler is also high on the stuff (shrewdly dubbed Texclectic by his mom); he has a vintage Panama valued at $750 as well as mass-marketed plates and ashtrays, and he plans to fabricate a dining room table using steer horns as “cabriole” legs. ★ The latest craze originated in L.a. (naturally), but you can purchase your own piece of the Western myth by scouting city-slick shops that purvey all manner of kitsch: Flashback and Room Service in austin; Flashback and Sunset Boulevard in Houston; Millennium, Hollywood, and Two Moons Trading Company in Dallas. Steals can still be found at garage sales and flea markets-sofas that sell for $1,000 in California can be found here for $75 (“There are many people who’d just as soon throw it away as look at it,” says Marsha Laine of austin’s Flashback). Among the most popular items are pieces of furniture once available at Western auto stores or through the Sears and Montgomery Ward catalogs (the Naugahyde sofas are rare today because so few survived the repeated attacks of kiddie cowboys and Indians); other items were made by that great cowboyworshiping culture, the Japanese. The best collectibles, though, are homemade artifacts-a child’s boot turned into a lamp, for instance—which come close to being genuine folk art. ★ Why is dude ranch decor back in style? Partly because it’s so hopelessly square. Heavy hangs the scent of camp, after all. But in many aficionados there is also undoubtedly present the one emotion that’s anathema to camp sensibility: sentimentality. Collectors crave the stuff not only because it makes them laugh but also because it makes them —well, real cowboys never cry, not even tears of nostalgia.</p><p>For some trendy folk, the decorative motif of choice is not Chippendale but Roy V Dale. They prefer to surround themselves with mementos of happier times, when men were men and hokum was hokum.</p><img /><p>The collected works of Zane Grey would fit right nice between these painted plaster bookends from Two Moons Trading Company, Dallas.</p><img /><p>That’s a real boot and hand-colored photos of real horses on the shade of this cornball lamp from Flashback, austin.</p><img /><p>An embossed applique of a palomino turns your basic everyday green plastic platform rocker into ... well, thi: from Room Service, austin.</p><img /><p>It’s not quite twelve-thirty on this not-quite-bronze man tel clock from Two Moons Trading Company.</p><p>Fit for your vittles (below 1. to r.): For a tinhorn, perhaps, a tin plate with chuckwagon motif, one of a set from Flashback in Houston; a highly decorative Inca Ware plate by Shenango China, probably from the fifties; collector Toler’s very own red plastic plate from his childhood, cleverly partitioned to keep his snap beans out of his cream gravy.</p><img /><img /><img /><img /><img /><p>Photographs By Rocky Kneten. Jim Myers, Rick PATRick</p><p>Textiles for Texans (I. to r.): a jacquardweave bedspread with matching curtains from Sunset Boulevard, Houston;a fifties tablecloth, perfect for barbecue, from Flashback, Houston; a reversible woven bedspread from Room Service.</p><img /><img /><p>Hello, walls: The only proper background for New age dudes is, of course, knotty pine, preferably varnished to a nasty yellow. If you lack the real thing, ring up artists Julien Wood and Glen Miracle at 713227-7539, and they'll paint yours like this faster than you can say faux bois. The irrepressible Wood also painted the wool upholstery. Voila! Faux vache!</p><p><em>Jerry Jeanmard is a Houston designer.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboys",
      "Home",
      "Houston",
      "Sunset",
      "Cowboy",
      "dude ranch",
      "people",
      "Austin",
      "Beans",
      "Boots",
      "California",
      "choice",
      "Country",
      "Cowboy Boots",
      "Dallas",
      "Family",
      "Fifties",
      "Folk",
      "Furniture",
      "Hill Country"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Austin",
      "Dallas",
      "Hill Country",
      "Montgomery"
    ]
  }
}