{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 107,
    "toc_start_page": 107,
    "document_page_range": 107,
    "toc_order": 2,
    "toc_headline": "A Cross To Bear",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-acrossto",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122931,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-cross-to-bear/",
  "authors": [
    "Drew Jubera"
  ],
  "headline": "A Cross To Bear",
  "dek": "It’s been a rough year for Methodists.",
  "spread_caption": "",
  "excerpt": "Three recent scandals in the Methodist church are forcing it to do some serious soul-searching.",
  "kicker": "",
  "word_count": 874,
  "content": "<p>“I don’t think that anything could shock a Methodist now,” says one Methodist official. “a bishop dies of AIDS, one of the most prominent pastors is implicated in who-knows-what, and the flagship university is the most crooked in the country for athletics. What more could shock us?”</p><p>The United Methodist church certainly has known better years. With nine million members, it is the country’s second-largest Protestant denomination behind the Southern Baptists, but in some eyes it has become the church of crisis.</p><p>The most sensational ongoing scandal to rock the church involves Walker Railey, the forty-year-old former minister of the First United Methodist Church of Dallas who was once considered one of the church’s brightest stars. For several months Railey said he had been receiving threatening letters from right-wing groups. Those letters were later found to have been typed on a typewriter at Railey’s church. In april his wife was strangled in their home by an unidentified assailant; she has since been in a coma. A few days later Railey attempted suicide. Railey’s refusal to talk with the police and the grand jury has prompted questions about whether he had a role in the attack on his wife. Then grand jury testimony was leaked that a psychologist (who is also a Methodist bishop’s daughter) claimed to be romantically involved with him. In early September Railey resigned from the ministry.</p><img/><p>Photograph (Bottom) Courtesy Of Dallas Morning News</p><p><em>Walker Railey lost his church and his calling to a scandal.</em></p><p>The Railey scandal came on the heels of the revelation that Southern Methodist University, with the blessing of its board chairman, Bill Clements, had secretly continued to pay football players after the school’s program was placed on probation by the NCAA. And that was followed by the news that Methodist bishop Finis Crutchfield had died of AIDS.</p><p>The three scandals are particularly painful because the Methodist church has lost two million members in the past twenty years. There is a new sense of introspection among Methodists who believe that recent events are symptoms of larger problems. The conservative, evangelical wing of the church, known as the Good News faction, sees the crises in Texas as an indication of the church’s moral decay and blames declining membership on a hierarchy that has given the church a vague, flabby, intractably mainstream image.</p><img/><p><em>There is no joy in football at Southern Methodist this year.</em></p><p>“Methodism will decline until we grapple with the hard questions —like, for one, who are we?” says James Robb, the executive editor of <em>Good News</em> magazine. “We like to say we’re people of justice who think there should be peace and love in the world. Well, that sounds like the Kiwanis. People want to go to a church where someone can get down a big Bible and say we’re for this and that. As long as we try to be all things to all people, it won’t work.” Robb points out that in each of the Texas scandals much was known to insiders long before events were made public. He says that if church leaders won’t confront moral issues involving the institution and its clergy, the Good News faction will—even if that means publishing improprieties in its magazine before the church deals with them.</p><p>Others believe the church should be even more socially involved. “The church needs to become radically committed,” says Dallas minister Wilfred Bailey. “If that means going out of business, then that’s what it means. The whole meaning of the cross was not selling out.”</p><p>Methodists have never been especially doctrinaire. Unlike more fundamentalist denominations, which base their beliefs solely on Scripture, Methodists incorporate tradition, reason, and experience. The denomination’s Book of Discipline spells out church law and sets social values, but Methodists have always felt free to exercise their own judgment. That liberal tone is sometimes viewed as a watered-down interpretation of a dictum set by John Wesley, who, when he founded Methodism more than two hundred years ago, proclaimed that members “think and let think.”</p><p>Nobody seems sure which direction the church will swing; some Methodists suspect that no movement will occur at all. But many Methodists feel a need for guidance and increased accountability from the church leadership. Observers say that much of that guidance and accountability was subverted in 1972, when a restructuring of the bureaucracy—a strategy referred to by one observer as “moving deck chairs around on the <em>Titanic”</em>factionalized a church that had maintained consensus through coalition. Lobby groups and caucuses have since cropped up like wildflowers.</p><p>Jean Caffey Lyles, the Protestant editor for the Religious News Service, says that parliamentary procedure now often supersedes substance in debates at the quadrennial General Conference, which enacts church laws. “They beat you to death with parliamentary maneuvering without ever touching the issues,” she says. Another observer says many Methodist clerics have been bitten by the “bishop bug” and have come down with a “terrible, terrible” ambition to become a bishop.</p><p>William Willimon, the chaplain at Duke University and coauthor of <em>Rekindling the Flame: Strategies for a Vital United Methodism,</em> believes the restructuring has deflected from leadership roles talented people who have no taste for the political fray, and he isn’t hopeful about change; he sees the Methodist church as slogging along from one crisis to the next. “The church,” he says, “is impotent.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Church",
      "News",
      "Dallas",
      "Good news",
      "people",
      "Southern",
      "Accountability",
      "Football",
      "Scandal",
      "Texas",
      "attack",
      "Country",
      "Death",
      "Duke",
      "ever",
      "Exercise",
      "Home",
      "Law",
      "Liberal",
      "Love"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "D.C."
    ]
  }
}