{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 116,
    "toc_start_page": 116,
    "document_page_range": [
      [
        116,
        117,
        118,
        119,
        120,
        121
      ],
      [
        180,
        181,
        182,
        183,
        184,
        185,
        186,
        187
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Paradise Lost",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-paradisel",
  "source": "",
  "wp_post_id": 122919,
  "wp_post_guid": "http://www.texasmonthly.com/article/paradise-lost-2/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Paradise Lost",
  "dek": "Dallas Oligarch Ben Carpenter Envisioned His Huge Las Colinas Development As a Utopia Of Free Enterprise. What He Didn't Foresee WAs That His Vision Couldn't Make It In the Marketplace.",
  "spread_caption": "",
  "excerpt": "Las Colinas was supposed to be Can-Do City. So why couldn’t it?.",
  "kicker": "",
  "word_count": 5186,
  "content": "<img/><img/><img/><p>Las Colinas Is fifteen minutes from downtown Dallas, entirely within the city limits of Irving, but it might as well be part of another galaxy, populated by another race. Its skyline juts up from the naked prairie like a shimmering utopian vision. Up close, the view is disconcertingly symmetrical: Every magnificent building is in its perfect place, every footbridge, every bronze sculpture and waterfall. There is no hint of the tawdry, the profane, no residue of grit or squalor or sweating masses. Las Colinas represents its creator’s idea of perfection—an Eden of capitalism and free enterprise.</p><p>Ben Carpenter knew what he wanted when he transformed the family ranch into a community for corporate gentry: Can-Do City. No luxury or innovation has been overlooked. Utility lines are buried, neon tightly restricted. Floodplain sumps, normally hidden from view, have been converted into showpiece lakes, streams, and waterfalls; dirt from those excavations has been used to build levees and elevate surrounding surface areas. The creeks and sloughs have been dredged and landscaped. Native buffalo grass has been replanted, as guided by the journals of Dallas’ nineteenth-century naturalist, Julien Reverchon.</p><p>Every structure is built to conform to Ben Carpenter’s exacting standards and in obedience to his obsession with security. The 20,000 upper-income residents of Las Colinas’ residential villages and apartment complexes are protected by walls or high fences, part of what Carpenter calls his rings of deterrence, which include individual emergency alarm systems, Las Colinas’ private security force, and, finally, the Irving Police Department. Access to most residential areas is limited to a single entryway, past a gatehouse manned round the clock by guards who rigidly inspect each vehicle and its occupants —no unauthorized cruising the quiet streets of Las Colinas.</p><p><strong>Symbols Of a Failed Utopia: a Canal Reaches a Concrete Dead End, While a Trackless Monorail Ramp Heads For Nowhere. Now Founder Ben Carpenter Has Yielded Control Of Las Colinas.</strong></p><p>It came as a shock, therefore, to learn that when the Texas real estate market collapsed, Carpenter and his family were forced to surrender control. The Carpenter family empire, Southland Financial Corporation, suffered net losses in the millions in 1985 and 1986, and by the spring of 1987 the corporation was desperately struggling to restructure its massive debt. Last august, notices of foreclosure were posted against five buildings in Las Colinas. Two weeks later came the crusher. Southland announced that it was turning over day-to-day management of Las Colinas to Lincoln Property, the nation’s second-largest developer. In return, Lincoln will bail out Southland with $50 million in much-needed working capital and help restructure Southland’s heavy debt. Lincoln will also acquire 20 percent of Las Colinas, mostly yet-to-be-developed property. The fate of Ben Carpenter’s utopia is no longer up to the family.</p><p>What happened at Las Colinas is more than just another tale of the devastating effects of the Texas bust. It is a study in the</p><p>pitfalls of any utopian vision. More than a trace of the utopian virus exists in the Texas character; the urge to find peace, tranquillity, and opportunity in raw land is genetically coded in people like Ben Carpenter from multigenerational Texas families. Texas utopianism differs from the classic version in two major respects. It doesn’t pretend to be egalitarian, and it is inspired by the profit motive. Texas utopianism may be less noble, but its appeal is no less tempting. And its innate flaw—the attempt to contravene the natural order—is no less profound.</p><p>For fifty years the Carpenters have been the quintessential Dallas power brokers —tough-minded, independent, selfreliant, and always strategically positioned. Ben Carpenter, like his father, John W. Carpenter, Sr., who founded Southland Life Insurance in 1927, has the entrepreneur’s gift of creating order from chaos. The Carpenters haven’t always been able to control outside events, but they have had a way of turning events to their advantage. When it became apparent in the sixties that the family ranch northwest of Dallas was an anachronism doomed by a changing market, Ben Carpenter looked across its floodplains and mesquite pastures and saw the future - towering buildings of granite, sleek marble plazas, canals and water taxis, overhead trams, hotels, shopping malls, whole villages of palatial homes, high-scale apartment complexes, golf courses, and lakes.</p><p>Photograpeis By Raymond Gendreau</p><img/><p><strong>What Direction Will Las Colinas Go From Here? Its Fate Will Rest With Lincoln Property, the New Managing Partner, Which May Regard It As a Source Of PROfIts, Not a Monument.</strong></p><p>“My wife and I traveled to many parts of the world,” he said. “New York, London, Paris, Rome, Sidney, San Francisco. While she shopped I walked the developing areas. Most of them were poorly planned, and what had been properly planned was much smaller than what I had in mind. We had the unique opportunity at Las Colinas to think out the future.”</p><p>Two things happened that even Ben Carpenter couldn’t control. He got old and feeble, and the real estate market collapsed. After seven heart bypass operations, Carpenter was forced to step down as CEO of Southland Financial. When his 35year-old son, John W. Carpenter III, took control in December 1986, an era ended. Ben Carpenter had been more than just a good businessman. He had been a visionary, a world traveler, a sportsman, a hunter of big game, a legend that</p><p>approached mythology (a bartender at Las Colinas told me he had heard that Carpenter keeps a whole african elephant in his deep freeze). His son, John, is just a good oF boy from Highland Park. Las Colinas the metropolis is, as the saying goes, set in marble. But what about Las Colinas the vision? Can it survive the absence of its creator?</p><p>John W. Carpenter, Sr., was a central figure in Dallas’ oligarchy back when that was still a popular thing to be. Born on a farm near Corsicana, he came to Dallas in 1918, and in the late twenties he bought 1,500 acres in the hills northwest of town. The land was between Hackberry and Cottonwood creeks, just across the Elm Fork of the Trinity River from a historic wagon-train ford called California Crossing. Carpenter named it the Hackberry Creek Ranch, but his wife gave it the name that would endure: El Ranchito de las Colinas, “the little ranch of the hills.”</p><p>Though he eventually purchased half a dozen additional ranches in North and Central Texas, John Carpenter was no rancher. He was a corporate creator in the time-hoi tored Dallas tradition. His home was Highland Park, and the bedrock of his empire was Southland Life Insurance. In his day the Southland Center, wh: ich includes the Sheraton Hotel, was the showpiece of Dallas, Carpenter w as a contemporary of R. L. Thornton, Sr., Ted Dealey, and John Stemmons at a time when the best interests of Dallas faithfully coincided with the best interests of such men. But Carpenter was also a maverick. When Stemmons and sc some of the other pooh-bahs proposed sei zing the river-bottom homesteads of po or blacks and claiming the land for developers, John Carpenter condemned the idea. Stemmons and the others prevailed, of course. Without that public seizu re of private land, Sternmons’ Trinity River Industrial District wouldn’t be where it is today, and neither would the Stemmons Freeway, Ironically, n either would Las Colinas.</p><img/><img/><p><strong>Bronze Horses, Frozen In Mid-Gallop On a Grassless PLAIn, Are Virtually the OnLY Occupants Of a Huge Plaza. The QUESTIOn a Las COLInAS Visitor THInKS Of Is, “WHERE Is Everybody?”</strong></p><p>The chronology of Las Colinas is a lesson in recent Dallas history. You might think of the Stemmons and Carpenter freew ays, DFW airport, and Las Colinas as a chicken-and-egg proposition. Each is there because of the others. Back in 1951, when John Carpenter was the chairman of the Dallas Chamber of Commerce, his advocacy of a regional airport made him something of a voice crying in the wilderness. Fort Worth publisher amon Carter, Sr., whose hatred of Dallas was all-consuming, wanted and got an airport in Tarrant County. Does anybody remember amon Carter Field? Bob Thornton and Ted Dealey were as adamant about Love Field and succeeded in having it expanded. “Personal egos got involved,” recalled Ernest Perry, Jr., who back then was an executive with angus Wynne’s Great Southwest Corporation and later served as the president of Las Colinas Corporation. “In those days men like amon Carter and Bob Thornton were powerful enough to have their way.” Caught in the middle was John Carpenter, who thought the airport should be built where it ended up being built twenty years later—just west of his Hackberry Creek Ranch.</p><p>In the mid-[ Continued On Page 180 ] <strong>[</strong> Continued From Page 121 ] fifties Carpenter began expanding his ranch. He bought two thousand acres from the o’connor estate. Later he bought a large tract of slum property on Irving’s northern edge, which later became the Northgate development and the southern boundary of Las Colinas. Shortly before John Carpenter’s death in 1959, the Carpenters, the Stemmonses, and Brook Hollow Industrial District developer Bill Windsor donated to the state almost all of what later became the right-of-way for the Stemmons and Carpenter freeways. The state didn’t want it —the only places those proposed roads led was to the pastureland and floodplain owned mainly by the three donor families. Almost two decades went by before the freeways became reality.</p><p>[ Continued On Page 180 ]</p><p>[ Continued From Page 121 ]</p><p>Meanwhile Ben Carpenter, an extraordinarily enterprising young man who had inherited not only his father’s wealth but his intuitions as well, was moving to the front of the Dallas establishment. Ben was smart and inquisitive in a way that brought about practical results. As a student at Highland Park High School, he had had a remarkable grade point average of 97.7; an a in physics brought it down. He had no time for sports. By the age of fifteen he was the foreman of the Hackberry Creek Ranch. It wasn’t just a title. He ran the operation, improvising as he saw the need. For a high school biology project, Ben researched and wrote a reference book on horses and mules that was subsequently published.</p><p>A student at the University of Texas at austin when World War II started, Ben enlisted and emerged as a larger-than-life hero: the youngest officer ever commissioned at the U.S. Army Cavalry School at Fort Riley, Kansas, and a veteran of the bloody mountain-jungle campaigns in Burma and Indochina. He was twice cited for bravery behind Japanese lines. After the war he completed his studies. An older brother, John W. Carpenter, Jr., had been killed by a drunk driver in austin, and now Ben was the heir apparent. In the early fifties Ben and his brotherin-law, Dan Williams, took over management of the family’s real estate interest. Ben also became the president of the Crockett Company, a family-owned predecessor to Southland Financial Corporation. By 1960 Ben Carpenter was one of the handful of postwar civic leaders who ran Dallas.</p><p>About that same time, Carpenter became convinced that the little ranch of the hills had outlived its usefulness. “Taxing authorities were raising taxes and forcing the value of agricultural land beyond what the land could support,” Ben Carpenter recalled. “They were forcing premature, substandard development.” He commissioned a real estate research corporation to determine the best use of his property and personally began to research developments in other major cities. In the months that followed, Carpenter continued to acquire land and, more than that, influence what was to be done with it. The Carpenters donated land for buffer parks to the cities of Irving and Dallas, and more land was given for a hospital and to the University of Dallas. When Clint Murchison, Jr., decided that the Cotton Bowl was no longer elegant enough for the Cowboys, he picked a site next door to Las Colinas to build Texas Stadium.</p><p>In 1965, with the Carpenter Freeway about to open and the airport debate raging among power brokers, Ben took a tract of family land and built the one place where all the power brokers could reasonably gather: Las Colinas Country Club and golf course. The club’s list of founding members was the batting order of Fort Worth’s and Dallas’ big hitters, including amon Carter, Jr., Trammell Crow, Robert Cullum, J. Erik Jonsson, Clint Murchison, Jr., Jim Ling, Joe Dealey, John M. Stemmons, R. L. Thornton, Jr., and Robert Stewart III. Within three years after the club opened, the present airport site was approved. Within nine years flights from all over the world were taking off and landing, and a year before that, Ben Carpenter announced the master plan for a massive development called Las Colinas.</p><p>The Carpenters would have developed their land with or without the airport, but in locating the airport at the edge of Las Colinas, the establishment assured Las Colinas a unique position in the marketplace. “We have not been building to meet an existing market,” Ben Carpenter has said. “Instead, we are creating a new market and establishing new standards.”</p><p>Las Colinas was a high-risk venture, a metropolis for the rich and powerful, a spot so elite that those who toil within its service sector can’t afford to live there. The average family income at Las Colinas is $125,000, and the average home costs $450,000—demographics that match those of the Park Cities. Influenced by Ben Carpenter’s vision and his personal magnetism, some of the largest corporations in the world (more than nine hundred at last count) have established themselves at Las Colinas. It is Disney World for the affluent. In fact, when executives from Disney World visited the development a few years ago, one of them commented that it was a shame ol’ Walt couldn’t have lived to see the real thing.</p><p><span class=\"dropcap\">W</span>hen I decided to spend a few weeks at Las Colinas, I expected some intimidation, but I wasn’t prepared for a jolt of future shock. The vision brought to life was dazzling, and yet something —I couldn’t put my finger on it right away <em>—something</em> was wrong.</p><p>When I realized what it was. Though the Urban Center buzzes like a hyperkinetic beehive, hardly a person is in sight. Fifty thousand people are said to work here by day, but they apparently have been swallowed into a multitiered honeycomb of flowering atriums, art objects, escalators, and eerily quiet executive suites. The trendy little shops and restaurants that line the Mandalay Canal sit like props on a soundstage. Two men dressed like ship’s officers wait beside a Venetian water taxi, but no passengers appear. A doorman with brass buttons on his vest stands half hidden by an empty limousine. A young woman carrying a leather briefcase hurries along the facade of a classic nineteenthcentury European villa, glances at the bell-tower clock, and vanishes behind a set of heavy ornamental hand-carved doors —into a parking garage. During rush hour or lunch or cocktail time, the cobblestone walkways of Las Colinas bustle with life, but by six in the evening, you could herd cattle through the streets.</p><p>Things are livelier on weekends, but not much. An occasional clump of tourists in shorts and T-shirts might pose for snapshots on one of the quaint little bridges or sip drinks at a sidewalk cafe, but at this stage of its existence, Las Colinas’ touted 24-hour environment is merely an advertising slogan. Public nightlife, such as it is, is concentrated in the hotel bars and in three franchise hangouts that sit atop a terraced berm whose centerpiece is a giant clock.</p><p>Ben Carpenter often speaks of creating a “sense of place,” a cultural caldron like Trafalgar Square in London or the Great Plaza in Venice, where large numbers of people habitually gather and share the continuum of life. The plaza at Williams Square in the heart of Las Colinas’ Urban Center is intended to be such a place. The bronze sculptures of nine oversized wild mustangs appear to gallop across the plaza’s broad granite prairie (the size of two football fields, naturally). A stream has been rerouted across the plaza, and jet sprays have been concealed in the streambed to create the illusion of splashing hooves. This work of art is the central metaphor of Las Colinas, its statement of purpose, its commitment to heritage. When Ben Carpenter researched mustangs and discovered that they had been bred out of existence in this country, he sent famed wildlife artist Rob Glen to Spain to study the world’s last remaining strains. With Glen’s work as its centerpiece, Williams Square plaza exudes a grand sense of permanence. Someday, when enough people hear about the plaza and care enough to assemble there, it will no doubt exude a sense of place too.</p><p>The Carpenter touch is everywhere. The flower clock, whose face is bedecked with blossoms that are changed seven times a year, is a larger copy of one that Dan Williams saw in Brussels. Ben’s biggame trophies adorn the walls of the Game Bar at the Four Seasons Hotel. Lake Carolyn, which sits in the Urban Center, is named for Ben’s sister. Ben handpicked the large post oaks that flank the plaza of Williams Square, trucking them in from South Texas to replace the encroaching mesquite.</p><p>In fairness, it should be pointed out that only about one third of Las Colinas’ 12,000 acres has been developed; 3,000 of those acres are permanently deeded as open space. In two or three years elevated trams will travel about the urban center in a two-way figure-eight pattern, passing through the walls of corporate high rises as in a scene from those city-of-the-future murals that used to fascinate world’s fair crowds. Eventually ten to fifteen miles of wooded bridle paths will run from the Equestrian Center through the open spaces along the river.</p><p>Ben Carpenter designed Las Colinas to fit a selective market, but he used himself as its model. The inn and conference center was built so that corporate executives could enjoy splendid isolation. Nearby are a sports club, where the weary executive can stretch, and the Preventive Medicine Center, which will hopefully spare other Type a personalities the ordeal of heart bypasses. The development is serene, secure, and all-purpose; those who can afford to live at Las Colinas need little else. “If Las Colinas people want a change,” an executive in charge of landscaping told me, “they drive five minutes to DFW and catch a plane to Paris for dinner.”</p><p>The airport has an almost supernatural claim on the community. A woman told me that when she heard planes taking off, she visualized herself being swept to exotic places; she had memorized the schedules of international flights because she liked knowing if her destination was Hong Kong or Frankfurt. Every CEO or corporate board chairman I interviewed named the airport as the number one reason his company located at Las Colinas. “If I have a driver and a reserved ticket, I can leave my office and be in seat two-a on the american airlines flight to London in fifteen minutes,” says Reece Overcash, who put his career on the line when he persuaded associates Corporation of North america to abandon its home in South Bend, Indiana, and resettle at Las Colinas.</p><p>The 20,000 residents of Las Colinas are, with some exceptions, a totally different group from the 50,000 who merely work there. One thing life at Las Colinas is not is pedestrian. All of the residential villages at Las Colinas are situated on or near golf courses. The Cottonwood Valley course is so chic that its number one green is shaped like the state of Texas. Homes in this village range from $350,000 to $3 million. A hot ticket option is zero lot lines, which eliminate such time-wasting activities as mowing lawns.</p><p>Security and exclusivity are the most important selling points in all of the subdivisions of homes, condos, and apartments. Each home and apartment is hooked into the Las Colinas communications system, which provides 53 Tv channels, 6 uninterrupted music channels, Metroplex FM radio, and a sophisticated alarm system that would do service to the U.S. Mint. Every home, apartment, and building in the development can be equipped with a panel of emergency call buttons, and on request a central dispatch station can be alerted in case of fire, intrusion, assault, or medical trouble.</p><p>Even the roadways through Las Colinas feel faintly prohibitive. Signs warn the public against parking, stopping, or standing. Even strolling can be a problem. The hills with the best views are mostly in restricted villages, as are the tree-lined pathways that I was led to believe were so abundant. There are few places in all of Las Colinas where a body can flop down on the grass and read a book without fear of being smashed by a golf cart or arrested for trespassing.</p><p>“There is something inorganic about Las Colinas, something utterly unspontaneous,” said Dallas Times Herald columnist Molly Ivins. “I get the feeling there is nowhere you can get a bowl of banana pudding.” Las Colinas is a victim of evolution: it doesn’t have one. When the glitter wears off, you miss seeing mom-andpop groceries, secondhand bookstores, and ratty little hole-in-the-wall bars that give a neighborhood character and forgive it for being human. You don’t see kids on the streets of Las Colinas or folks on their front porches, rocking and shelling peas. You don’t even see front porches. Maybe the world of the future means zero lot lines, guarded gates, and lakes nobody dares fish, but I hope not.</p><p><span class=\"dropcap\">I</span> had been at Las Colinas nearly a week when I figured out where all the people were. They were in private clubs, of course. How silly of me, how shortsighted, how declasse. A temporary membership in the Sports Club put me in touch with the right crowd.</p><p>The club (as I quickly came to call it) became a daily habit. When I needed to interview someone, we met at the club. Later I would stop by the club lounge for a glass of Perrier and some quality time with the Wall Street Journal. Then I might jog a bit on the club’s cushioned oneeighth-mile indoor track and have a massage, a facial, a sauna, a Swedish cold plunge, and a warm shower. Nothing was neater than a spot of lunch at alternatives, a now defimct lean-cuisine tearoom where the calories were printed right on the menu. Mixed salad, mesquite-grilled chicken, and raspberry sorbet altogether were under three hundred calories. I quit looking at the prices. For me, the club became the essence of what it means to live in Las Colinas.</p><p>Ben Carpenter might argue this point. Las Colinas Country Club, not the lessexclusive Sports Club, sets the style and tone for Ben’s generation. The chitchat there was likely to be about golf handicaps and our regrettable retreat from manifest destiny. The Sports Club is more apt to appeal to self-starting, hard-charging, firm-bellied MBAs working on their second million. John Carpenter III trained there for the 1985 New York City Marathon. More typical is Tom Plaskett, who in the summer of 1986 was part of the club’s Dawn Patrol. By six in the morning, you would find him smashing the bejabbers out of a ball on one of the club’s championship-caliber squash courts. An hour and a half later, showered and immaculately crisp, the 42-year-old executive would be at his desk at american airlines headquarters at DFW; as its senior vice president, he was instrumental in the company’s decision to move its corporate headquarters from New York City. In the evening he might attend a board of governors meeting of the Dallas Symphony or the numerous other civic boards and management advisory groups to which he belonged (he also enjoys golf, horseback riding, snow skiing, and traveling with his family). <em>Fortune</em> magazine had recently listed Plaskett as one of the ten most-wanted managers in america, a testimonial that perhaps influenced Frank Lorenzo to pirate him away to Continental late last year. His home, however, is still Las Colinas.</p><p>The Sports Club is managed by the Canadian-owned Four Seasons Hotels, which also operates the adjoining hotel and resort with its spa and fitness facilities. Four Seasons managed the 421-room Mandalay Hotel on the canal until the Carpenters sold it to the Marriott chain last December. Veterans of the hotel and resort business, Four Seasons implemented all of Ben Carpenter’s ideas and added some touches of its own. I was particularly impressed with the spa, the purpose of which, its director told me, is “to teach people how to feel good about themselves.” Some of the tricks include bathing by candlelight, spiking Perrier with frozen strawberries, and using only the biggest, fluffiest towels. “We want people who come here to stop and realize they are very special,” the director told me. “I really believe this is how life should be lived.”</p><p>For the more prosaic, there is the Las Colinas Preventive Medicine Center, where bummers like blood pressure and cholesterol levels are measured. A comprehensive physical examination that costs $550 includes an EKG, a treadmill stress test, urine and blood tests, and a personal lifestyle evaluation - all of which results in a custom-made diet and fitness program. Michael Dehn, the director of the center, demonstrated on a computer screen the case history of a hypothetical 45-year-old man who smoked one and a half packs of cigarettes a day, was thirty pounds overweight, and had a cholesterol level and blood pressure in the upper range of normal —seven years ago that would have described me. “There is a twenty-one percent chance this man will have a heart attack in twelve years,” Dehn said. Fortunately, I had given up smoking and lost weight, reducing my risk to 6.8 percent. It would be even lower if I cut back on cholesterol.</p><p>I was thinking about that a few nights later, when my wife and I had dinner at Enjolie, the elegant and expensive restaurant in the lower lobby of the Mandalay. Like alternatives and other Four Seasons restaurants, Enjolie offers alternative menus with reduced levels of calories, cholesterol, and sodium.</p><p>“Remember the cholesterol,” Phyllis cautioned.</p><p>But it was too late for this unregenerated reactionary. I went straight for the roast-game platter—quail, pigeon, and duck breasts with truffle-and-goose-liver sauce. Phyllis ordered an unbelievably wonderful lamb tenderloin baked in pastry with duck liver and spinach in the manner of beef Wellington. With appetizers, salad, various cheese, fruit, and sorbet breaks, and uncounted glasses of house wine, the bill came to about $200. That did not include two glasses of 1942 port at, I believe, $25 a pop. What the hell, if God didn’t want us to have tax write-offs, why did He give us David Stockman? My wife was dismayed by my unapologetic display of greed and vulgarity and sat shivering in her good Republican cloth coat. I, on the other hand, felt supremely confident and alive as I raised my cup in a toast.</p><p>“What’s this for?” she asked.</p><p>“Drink up,” I said. “We’re toasting Reagan’s theory of trickle-down economics.”</p><p><span class=\"dropcap\">A</span> lot of changes have occurred at Las Colinas in the year since my gluttony at Enjolie, but for the most part they are not perceptible. In addition to bringing in Lincoln Property, Southland Financial has sold the Mandalay and divested itself of controlling interest in the convention center-sports club complex. In late July Southland Financial was forced to sell the Southland Center Complex in downtown Dallas at a loss. The other hotels are also for sale. Even before Lincoln appeared on the scene, the breach of control was palpable: utopia was dissolving before the Carpenters’ eyes. Since the first of the year Southland has cut its staff of eight hundred by at least 45 percent. Each new revelation seems worse than the one before.</p><p>In a statement issued in late September 1986, Southland announced that Ben Carpenter was stepping down as CEO. When his son, John W. Carpenter III, was named as his successor at the end of the year, it was the first time any of the five children born to Ben and Betty Carpenter had shown much interest in the pursuit of utopia. When you grow up there, utopia looks like any place else. Laura, the oldest, bucked family tradition and was educated in the East. She graduated valedictorian from Hollins College in Roanoke, Virginia, and for a time socialized with the elite of the New York art world. Friends say that Laura’s rebellion never set well with Ben Carpenter. “after that, Ben made sure all the kids went to school close to home,” I was told. John, the second oldest and the only son, chose Texas Tech University, where two cousins were playing football. Later he did graduate work at the University of Texas and married Cele Briscoe, the daughter of the former governor, a friend and fraternity brother of Ben Carpenter.</p><p>Ellen, the youngest, graduated from UT two years ago and recently began publishing her own newspaper, the <em>Las Colinas Weekly.</em> Elizabeth, who is a year younger than John, runs the tack shop at Las Colinas Equestrian Center. Billed as “a country club for horses,” the equestrian center is something of an aberration to the vision of Las Colinas, though in another way it is so very North Dallas it makes my teeth hurt. The riding is strictly English style. Fox hunts haven’t been instigated yet, but some of those who stable there ride to the hounds at the Hickory Hunt Club near Lewisville.</p><p>John W. Carpenter III is a chip off the old block, or so I was assured repeatedly. He is pleasant and likable, though you wouldn’t describe him as charismatic. “He doesn’t make waves,” a friend says. John was tentative and more than a little uneasy with my questions. When I asked earlier this year if any major changes were being contemplated at Southland, the new CEO replied, “Not that i’ve heard of.” almost apologetically he hastened to add, “i’m just trying to muddle through for the time being.” Ben Carpenter’s vision had not survived its creator. Even his son didn’t share it.</p><p>Life in the shadow of a visionary can be treacherous. It can be lonely and frustrating, and it can go completely counter to instinct. John has also hunted big game but prefers to play down his own adventures. His reticence has an almost antiheroic quality. He used to wear high-top tennis shoes with an unexplained bloodstain across the laces, friends recall. Turned out to be something he picked up from a charging rhino he shot while on safari with his father. Hardly worth mentioning. John doesn’t want to be thought of as a chip off the old block, just as a good businessman.</p><p>John has known all of his adult life that the day would come when he would assume command. I don’t think anyone has ever asked him if this is what he wants out of life-his idea of utopia. He told me somewhat wistfully that what he would really like to do is coach high school football. “You better tell him you’re joking, or he’ll quote you,” warned a Southland public relations type who was monitoring the interview. “i’m just joking,” said John W. Carpenter III. But I don’t think he was.</p><p>A few months later his father’s idea of utopia was gone.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Texas",
      "Land",
      "people",
      "Family",
      "Golf",
      "Sports",
      "utopia",
      "Work",
      "Home",
      "Real Estate",
      "School",
      "urban",
      "Art",
      "CEO",
      "Country",
      "Future",
      "New York",
      "Power",
      "Airlines"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Utopia",
      "D.C.",
      "Irving"
    ]
  }
}