{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198710",
    "date": "October 1987",
    "year": 1987,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1987/19871000.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115
      ],
      [
        187,
        188
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Every Bar But Hershey’s",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198710-everybar",
  "source": "/1987/19871000.pdf",
  "wp_post_id": 122925,
  "wp_post_guid": "http://www.texasmonthly.com/article/every-bar-but-hersheys/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Every Bar But Hershey’s",
  "dek": "Dallas Alley Is the Newest, Strangest “In” Place In Texas —A Mall Exclusively For Saloons, Where There’s . . .",
  "spread_caption": "",
  "excerpt": "We have seen the future of Dallas nightlife, and it is called Dallas alley.",
  "kicker": "",
  "word_count": 1528,
  "content": "<p>BY</p><p><strong>O</strong>n a Friday night in Dallas five young dudes were looking for a good time. Three of them had just gotten off work. The other two came from out of town. Since they couldn’t decide where to go, they headed for Dallas alley, where there was something for everyone.</p><p>They boogied at the Boiler Room disco, which was packed with good-looking Dallas babes (“dudes and babes” being the contemporary equivalent of “cats and chicks”). They dug the mismatched furniture, the three pinball machines, and the low ceiling at Froggy Bottoms, a rhythm and blues club next door. They admired the high-tech gray-and-black decor of Take 5, where Extreme Heat was moving a dance crowd by exhorting, “Everybody Wang Chung tonight!” They followed a long queue into a brightly lit bar called alley Cats, where boisterous preppies crowded around two piano players and sang “I Want to Hold Your Hand” with all the spirit and enthusiasm the corps puts into the “aggie War Hymn.” as happy as everyone seemed, the dudes did not wish to wait in line for half an hour to share the experience. Three of them headed back to Froggy Bottoms for barbecue, one went to a nearby food court for souvlaki and a corny dog (he never could decide), and the other one plopped down on the long brick stoop in the alley to sip his beer and soak up the wonder of it all.</p><p>That evening the five young dudes had seen the future of nightlife. Though they passed through several clubs, each with its own musical fare, ambience, and clientele, they never left the premises of Dallas alley, a state-of-the-art fantasy world light-years beyond the corner tavern: a restaurant and seven theme bars jammed into two renovated brick factory buildings in the West End Historical District. If the five dudes [ Continued On Page 177 ] [ Continued From Page 112 ] hadn’t gone back to the Boiler Room to admire the babes’ miniskirts and moussed dos, they could have heard the Storyville Stompers play Dixieland at the Plaza Bar, grabbed a burger and shake at Bubbles’ Beach Diner, rolled Skee Ball at the Tilt carnival arcade, or had a quiet tête-à-tête at the semiprivate Backstage cocktail-piano bar, all for one $5 cover charge ($3 early in the week). If they go back to the alley this month, the dudes will be able to munch <em>tapas</em> while listening to Patsy Cline records in the new Santa Fe-style restaurant.</p><p>Photograph By Pete Lacker</p><p><em>In Dallas many night spots are struggling to survive, but Dallas alley’s concentration of theme bars attracts crowds of clubgoers.</em></p><img /><p>[ CONTINUED ON PAGE 177 ]</p><p>[ CONTINUED ON PAGE 112 ]</p><p>Seventeen thousand patrons looking for a good time pass beneath Dallas alley’s signature neon arches each week, five thousand on a decent weekend night. In their wake they will have left behind $10 million by Dallas alley’s first anniversary on October 18. In July the stylized whiskey mall paid more liquor taxes than any establishment in the state — $87,417.90 to be exact—without so much as one drink special. In a matter of months it has evolved into the anchor attraction of the West End Marketplace shopping center. In fact, Dallas alley is the main reason pedestrians are strolling downtown after dark for the first time in thirty years. The phenomenon has happened in the midst of a slump in the economy and during a particularly tough time for nightclubs, in light of last year’s restoration of the minimum drinking age to 21, society’s increasingly hard line on alcohol abuse, the fear of AIDS, and the rise of the couch-potato syndrome.</p><p>Choice is why Dallas alley beats the odds, says Spencer Taylor, the steelyeyed forty-year-old who dreamed it all up. A twenty-year veteran of bar wars in Fort Worth and arlington, Taylor was the brains behind Billy Bob’s Texas, currently billed as the world’s largest honky-tonk. Although Billy Bob’s size provided the stimulus for the revival of Cowtown’s Stockyards Historical District, Taylor knew that volume would not be enough for Dallas alley. Instead he keyed on variety through music. “We think the days of the singles-oriented bar, standing there drinking, looking at the opposite sex, are over,” says Taylor. “We’re trying to give people a lot more choice—choice through entertainment, choice through food, choice through activity. You’ve got to give people a lot of things to do.” On weekends and on Mondays, when a big-name touring band plays a free concert on the outdoor patio, crowds are so thick that at least three rooms are constantly filled. Those concerts have helped attract teenagers, who can’t get into the clubs but can mingle in the alley.</p><p>The clean, well-lit environment has earned Dallas alley its reputation as an adult Disneyland or, as the <em>Dallas Observer</em> put it, a “Six Flags for Drunks.” The comparisons are backhanded compliments at best, but Dallas alley does owe a lot to Walt Disney’s emphasis on organization. The club’s 227 young, freshscrubbed employees look like misplaced Mouseketeers and could be mistaken for customers if not for the walkie-talkies stuck to their ears (as if they can really hear anything above the noise). As upbeat and efficient as Dallas alley is, Taylor feels it isn’t Disney enough: “Every time we get to thinking we’re real good, we take our people to Epcot Center. That’s where you find out real fast that you don’t have it all together, myself included.”</p><p>Much like Disneyland did, his project has bred a slew of imitators. Some former employees cloned the multitheme concept at West Side Stories in Fort Worth. A group of investors, including club entrepreneur Richard Chase, unveiled plans for a similar venture in Dallas that would include several clubs under one roof dubbed Near Ellum. Taylor is contemplating projects in Fort Worth, Los angeles, New York, Miami, and Charlotte, North Carolina. He figures that wherever he goes he will have an advantage because Dallas alley actually works. “There is the mistake being made at most festival marketplaces to go strictly after the conventioneer and the tourist,” Taylor says. “Our intentions are to get at least seventy-five percent local traffic. The secret is in the mix and to never lose sight of the local market.”</p><p>He has captivated the local clubgoer so effectively that several night spots in the city, particularly in North Dallas, have experienced a dramatic drop in business. Recently the thirty-year-old Strictly Tabu, Redux (formerly Tango), Mistral, and Razz-Ma-Tazz have all closed. Taylor insists he doesn’t want success at the expense of other nightclubs. “We came to play, and we came to win, but I really like the competition to do well,” he says. “For a while I felt like the economic base of Dallas wasn’t deep enough, and our competition was beginning to hurt. But in the last month I can feel the general mood, attitude, and psychic feeling on the street beginning to turn.”</p><p>Oddly enough, some of the competition agrees. The Stoneleigh P., an Oak Lawnarea drinking institution, may provide the philosophical opposite of Dallas alley’s programmed fun atmosphere, but coowner R. W. Winburn is glad to see it: “More power to them. We were feeling lonely on this side of town, and they’ve helped bring people to the area. I’m not sure we appeal to their clientele, since we’re not a fancy light disco and we don’t do fruit drinks.” Redux’s Ellen Grant plans to reopen in Deep Ellum but nonetheless likes what Taylor brought to the West End. “Dallas alley is the remote control of entertainment,” she says. “That’s what the public wants. It’s even got me brainwashed. I think it’s wonderful. But I would hate to see the type of venues that showcase local and regional talent disappear.”</p><p>For all the music, don’t expect a compilation of Dallas alley bands to follow Island Record’s recent <em>Sounds of Deep Ellum</em> album. As Grant points out, “The Top Forty attitude prevails there, but that’s Dallas. The majority of Dallas clubgoers is the disco group, and they don’t care about the quality of a venue’s entertainment as much as the quality of the buffet line and the guys and girls that are there.”</p><p>The five young dudes won’t make Dallas alley their full-time hangout. Eventually, the babes will move on to a newer and trendier place. The dudes will either seek a place with more history, more character, and fewer frills or give up drinking altogether. Even in Dallas some folks need a sense of place, a sense of belonging when they imbibe. Dallas alley can’t replicate that. Nor will it likely add a Latin <em>conjunto</em> club or a zydeco dance hall, given the homogeneous clientele. So even if Dallas alley is nowhere near as Euro-chic as the Starck Club across the freeway, as hip and arty as Deep Ellum, or as friendly as the Stoneleigh P. and Poor David’s Pub, it has garnered the crowds by selling easy access, choice, and cleanliness. And if you are new in town, don’t get around much, or have little time to cultivate a long-term relationship with a drinking establishment—as is the case with the five young dudes and a large part of the population— that’s a strong lure indeed.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "Taylor",
      "Drinking",
      "people",
      "competition",
      "Bars",
      "choice",
      "Dance",
      "Deep Ellum",
      "stoneleigh",
      "Alcohol",
      "Anniversary",
      "Band",
      "Beer",
      "Blues",
      "buildings",
      "Concerts",
      "Conjunto",
      "Disney",
      "Economy"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Dallas",
      "Taylor",
      "West",
      "Fort Worth",
      "Texas"
    ]
  }
}