{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19864",
    "date": "April 1986",
    "year": 1986,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1986/19860400.pdf",
    "issue_cover_image": "",
    "document_start_page": 144,
    "toc_start_page": 142,
    "document_page_range": [
      [
        144,
        145,
        146
      ],
      [
        189
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Eighteen Minutes",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198604-eighteenm",
  "source": "/1986/19860400.pdf",
  "wp_post_id": 122340,
  "wp_post_guid": "http://www.texasmonthly.com/article/eighteen-minutes/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Eighteen Minutes",
  "dek": "One hundred and fifty years ago, the plain of San Jacinto was just a widow’s pasture. Then the chaos of the Texas Revolution swept over its grasses, and a savage battle changed the world.",
  "spread_caption": "",
  "excerpt": "Unlike the alamo, which can seem as remote and mysterious as Stonehenge, the San Jacinto battlefield has few secrets. Its history lies close at hand.",
  "kicker": "",
  "word_count": 2787,
  "content": "<img/><p>Photographs By Keith Carter</p><p>An emphatic fifteen feet taller than Washington’s, the San Jacinto Monument ascends with indifference to the flat prairie.</p><p>One Summer Morning In I9oi a Delegation assembled by the Daughters of the Republic of Texas boarded a train at Houston’s Grand Central depot and made its way east to the plain of San Jacinto. The battlefield lay, as it does now, on a marshy peninsula where Buffalo Bayou intersected the San Jacinto River. The Houston ship channel, neither as grand nor as pestilential as it would later become, had been dredged through the confluence of those two watercourses, and to the eyes of one member of the delegation—a veteran of the battle named J. W. Winters—the bayou must have looked much wider than it had even in that rain-soaked spring of 1836.</p><p>Winters would have been 84 at the time of the trip-a hawk-faced man with a long white beard cut square across the bottom. He was along to represent the dwindling ranks of the Texas Veterans association, men who had marched with Sam Houston during the revolution and who found themselves still among the living at the dawn of the new century. They had the pleasure of being referred to, in their lifetimes, as “immortal heroes,” and in their reunion photographs they look as stem as gods, their disapproving countenances resting on bushy chin-beards. Every so often one of the veterans would transfix a group of schoolchildren with a firsthand account of that distant april when he had taken part in the charge across the plain of San Jacinto and helped to change the world in the space of eighteen minutes.</p><p>When they reached the battlefield, Winters took the Daughters and their entourage on a tour, showing them where certain key events had taken place so that those spots could be marked. He first pointed out the place where Santa anna, the captured Mexican president, had been brought before Houston. S. J. Hendrick, a local judge and chairman of the newly formed San Jacinto Commission, claimed the privilege of placing the first marker, a galvanized cross that had to be driven nine feet into the ground. After his labors, the <em>Houston Post</em> wryly noted, “it was observed that he modestly retired and never volunteered thereafter.”</p><img/><p><strong>Houston led his army east, buying time as he searched for an advantage against the Mexicans.</strong></p><img/><p><strong>“any youngster would have done better,” wrote an officer, sure that Santa anna was a lunatic.</strong></p><img/><p><strong>The original crosses marking battle sites were replaced by granite slabs that look like tombstones.</strong></p><p>A dozen markers were erected that day. In later years the crosses were replaced by granite slabs that look like tombstones. In 1939 the gentle rise at the center of the plain was crowned with a startling apparition. The San Jacinto Monument is a vertical shaft 570 feet high-an emphatic 15 feet taller than the Washington Monument—that ascends with splendid indifference to the flat coastal prairie surrounding it. Topped by a giant stone star, its base covered with heroic friezes, the monument makes a statement that is not historical but religious: here God saw fit to create Texas.</p><p>The monument was intended as a grand, solitary stroke, a building that would command the eye on that flat horizon like a bolt of lightning. But when you approach the San Jacinto Battleground State Historical Park today —150 years after the battle—this gleaming temple to Texas liberty is the last thing you notice. Its place in the skyline is crowded out by refinery towers and dense columns of vapor that drift vertically across the landscape. Everything is dreary and fetid, rich with the atmosphere of industrial gloom. Yet the battlefield itself is vibrant. Unlike the alamo, which can seem as remote and mysterious as Stonehenge, San Jacinto has few secrets. Its history lies close at hand.</p><p>In 1836 the storied plain of San Jacinto was merely a pasture belonging to a widow named Peggy McCormick. The land took its name from the river, which according to one story had been discovered by Spanish explorers on the feast day of Saint Hyacinth of Cracow, a Dominican missionary. It was the chaos of the Texas Revolution that turned Mrs. McCormick’s grazing land into strategic ground.</p><p>After the fall of the alamo and the massacre at Goliad, Houston led the remnant of the Texas army eastward across the Colorado and the Brazos, buying time as he searched for any possible advantage to use against the superior Mexican forces. He found his luck at San Jacinto where Santa anna, hoping to cut off Houston’s retreat, positioned his army with its back to the water only a mile or so away from Houston’s camp under the live oaks. “any youngster would have done better,” wrote Pedro Delgado, a Mexican officer, who was convinced by that time that Santa anna was a raving lunatic.</p><p>Thanks to the information provided by the exemplary scout Deaf Smith, Houston was made aware of just how unfortunate Santa anna’s position was. More than 900 Texans were filled with racial hatred and vengeance and the sure knowledge that if they failed, everything was lost. On the other side of the plain were 1200 homesick troops, weary of an endless campaign in the hellish Mexican subprovince of Texas. Santa anna knew the Texans were nearby, but he apparently never realized the size of the force. He was stunningly overconfident and maybe a little hazy from opium abuse. Though his soldiers skirmished with the rebels on april 20, Santa anna made only perfunctory efforts to safeguard his camp against assault. Certainly he set no great standard of vigilance. On the afternoon of the 21st, when the attack came, he was in his luxurious three-room tent where, according to legend, he was entertaining a mulatto servant girl who would henceforth be known as the Yellow Rose of Texas.</p><p>It was not so much a battle as a massacre. The Texans set out on foot in a long file across the plain. Since it suited Sam Houston’s magnificent temperament to make himself as big a target as possible, he rode before his men on a white horse named Saracen. The cavalry, led by a Georgia poet named Mirabeau B. Lamar, was on the right flank, cutting off the enemy’s only landward escape route.</p><p>A slight ridge in the middle of the plain helped to conceal the Texans until they were practically at the Mexican breastworks. Before Santa anna’s men could unstack their rifles, they were being torn apart by horseshoes and scrap metal fired from a pair of cannons called the Twin Sisters, a gift to the rebels from the citizens of Cincinnati. The Mexicans were routed. It was Houston who reported that the battle lasted eighteen minutes, and in terms of any formal military operations, he was probably correct. But the slaughter went on all that evening and for several days thereafter.</p><p>Santa anna escaped the battlefield, but was run to ground the next day. He was in disguise, wearing clothes he had found in the abandoned slave quarters of a nearby ranch. Apparently he didn’t have the heart to conceal himself entirely, because under his ragged jacket he was wearing a shirt with diamond studs.</p><p>J. W. Winters was digging graves for the eight men killed on the Texan side when Santa anna was brought into camp. “Some called out, ‘Shoot him! Hang him!”’ Winters remembered, but Houston, lying beneath a big tree, in pain from an ankle wound, ordered the agitators removed. Three other Mexican divisions were scouring Texas, and Houston was shrewd enough to know that his victory would be short-lived unless he could bargain with Santa anna’s life. The two leaders had some testy words about the alamo and Goliad, but all in all Houston seemed to have been a good host. Santa anna, he recognized, was not just a vanquished foe. Craven and demeaned as he appeared, he was still Houston’s kindred spirit—a man with an uncomplicated belief in his own grandeur. For Houston and Santa anna, the battle of San Jacinto was a pageant. For the rest of the world, it was history. Despite the immense changes of the past century and a half, the contours of San Jacinto have remained essentially the same. At one end of the battlefield you can still find the trees—or their descendants—where the Texans camped; at the other you can still see the slough that cut off the Mexican retreat. The swell in the middle of the field that was so critical in concealing the rebel advance is still detectable, though from the ground it is hard to register anything but the spectacle of the monument soaring overhead.</p><p>Just beneath the huge four-sided star that crowns the monument is an observation platform. From that vantage point you can look out over the battlefield and across the Houston Ship Channel. If it’s a relatively clear day the air will be hazy, but the sun will be bright on the grillwork and storage tanks of the plants. The water in the reflecting pool below the monument is as dark as a shadow and reflects nothing, but it guides the eye portentously to the Texan end of the battlefield. From the semicircular cockpit of the observation platform, the Mexican side of the field is pointedly not visible.</p><p>At the base of the tower is an excellent museum, filled with yellowing letters and dispatches, with popinjay uniforms and Brown Bess muskets. In one display case is Houston’s famous ring, a thin gold band with the word “Honor” inscribed inside. Next to it is Houston’s dictionary, opened to show the place where he had rashly crossed out the word “temporize” and written in the margin “out with it! ” The two objects sum up Houston neatly enough. Though he was ruled by a theatrical personality, his innermost sentiments were nonetheless grave and earnest. He was the perfect leader for his rebel army, a man of intrigue and sweeping gestures. As governor of Tennessee he had created a wonderful scandal when a few months after his marriage his bride mysteriously ran home to her parents. Houston refused to give a hint about what had gone wrong between them, and he offered to kill anyone who might stain Mrs. Houston’s honor by speculating. In disgrace, he resigned the governorship and ended up in Texas after living some years with the Cherokees in Oklahoma, who knew him affectionately as “Big Drunk.”</p><p>Like Houston, a good percentage of his men had come to Texas to escape disgrace or prosecution, or to steal land from Mexico and fulfill their own personal visions of manifest destiny. Some were mere criminals; others were high-born and florid, true to the romantic timbre of the age. In this latter category were such gentlemen as the versifying Lamar, or John M. Allen, who’d been with Lord Byron at Missolonghi, or Robert Potter, the Republic’s Secretary of the Navy, whose offended honor had caused him to castrate personally two men he suspected of having relations with his wife.</p><p>The Texans’ cause was not nearly as just as it was inevitable. They simply wanted Texas more than Mexico did, and they were willing to take it. The fact that Santa anna was a true tyrant only helped to make the Texans’ rhetoric of “liberty” and “freedom” all the more plausible. The Mexican president was, in many ways, a marvel: He was a cruel man upon whom fortune shone. As a despot, he was almost comically irrepressible, a bad penny. By the time he died, in 1876, he had been president of Mexico eleven times. In the spring of 1836 he was at the peak of his peculiar form-a sybarite leading an army into the wilderness, unconcerned with the hardships he was inflicting upon his men and so uninformed about the local geography that he thought the rain-swollen streams he encountered were the result of melting snow from nearby mountain ranges.</p><p>[ Continued On Page 187 ]</p><p>[ Continued From Page 144 ]</p><p>Anglo Texans have always regarded Santa anna with contempt, and nowhere is this attitude more apparent than at San Jacinto. The Texan side of the battlefield has been fitted out with every sort of commemorative trapping—plaques, walkways, statues, replicas of the Twin Sisters, a sundial, and an elaborate grave marker honoring the Texans who died from the battle. “We have read of deeds of chivalry,” the inscription on this marker proclaims, “and perused with ardor the annals of war; we have contemplated, with the highest emotions of sublimity, the loud roaring thunder, the desolating tornado, and the withering simoom of the desert; but neither of these, nor all, inspired us with emotions like those felt on this occasion.”</p><p>No such lofty sentiments decorate the Mexican side of San Jacinto, and no gravestone marks the 630 dead soldiers the Texans left to rot on the field with their pockets rifled and sometimes their scalps removed. Here and there granite markers indicate the placement of troops, but it’s clear that the intent of the park is not to interpret the battle but to glory in its consequences. Where the Mexicans were slaughtered, one finds only picnic tables. The Texans to this day have not been gracious in victory, and a trip to the battlefield does little to dispel the suspicion that the Texas Revolution, for all its airs, was in its darkest aspects a mean little race war.</p><p>The slough that cut off the Mexican retreat is now named for Santa anna. Its shallow waters are dark and uninviting. Houston’s men, in their killing fever, stood at its bank shooting Mexicans until it was so filled with the dead that it was possible to walk across it. Probably they and their effects are still there, buried in the mud.</p><p>Houston tried to stop the carnage. “Gentlemen! Gentlemen! Gentlemen!” he cried futilely from his horse. Other Texans acted, sometimes heroically, to save the Mexicans from the wrath of their comrades, but the Texans had a lot of pent-up fury to spend. “Can such wicked men exist?” Delgado asked himself. He was lucky enough to be taken alive, but during the next few nights under guard in the enemy camp he and the other prisoners lived in almost constant fear of being shot in retaliation for the alamo or Goliad. At one point, watching their captors build a bonfire, the Mexicans were sure they were about to be burned alive.</p><p>The Texans were overwrought with victory and the nagging fear that the rest of the Mexican forces might yet decide to attack. As they grew more secure, so did their prisoners, but the field of San Jacinto was still littered with corpses and at night the Mexicans heard the howling and barking of wolves as they fought over the remains.</p><p>But those ghoulish sounds are far distant now. San Jacinto, as the monument insistently reminds us, was a triumph: the sixteenth most important battle in history, according to one historian. In those few critical minutes the winner took all. Mexican Texas ceased to exist the moment one of Santa anna’s generals received a letter from El Presidente detailing “an unfortunate encounter yesterday afternoon.”</p><p>Santa anna was sent back to Mexico by way of Washington, where he was entertained by President Jackson. Most of the rest of his army was taken by steamer to Galveston, where they languished awhile before being allowed to return home. Peggy McCormick repeatedly appealed to the Republic of Texas to clean up her cow pasture, but the dead Mexicans lay there all summer long, their bones scattered or eaten by scavengers.</p><p>Mexican Texas was gone, but 150 astonishing years lay ahead for the nation and the nation-state that replaced it. It was the old veterans like J. W. Winters who lived to see the impact of San Jacinto more clearly than anyone. In the years ahead they stood by, honored ghosts at San Jacinto Day festivities, watching the parades and bicycle races and listening to open-air concerts by such groups as Professor Herb’s Light Guard Band.</p><p>“Comrades,” one of the veterans lamented on april 21, 1897, “our ranks are thinning fast.” In 1907, before nature could do it for them, the Texas Veterans mustered themselves out of service in a ceremony at austin’s Driskill Hotel. Winters died in 1903. The last of them to go was alfonzo Steele. He had been a teenager at the time of the battle and had been seriously wounded in the assault. In later years he recounted how, though woozy from loss of blood, he had managed to raise his rifle and drop a Mexican who was trying to surrender. Steele was 94 when he died in his sleep. “Thus,” reported the newspaper, “did this old Texas veteran cheerfully bid his family ‘good night’ to bid his old San Jacinto comrades ‘good morning’ on the morrow”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Santa",
      "Texas",
      "Houston",
      "Texans",
      "The Texans",
      "Santa Anna",
      "Army",
      "Veterans",
      "Mexico",
      "Alamo",
      "Land",
      "Texan",
      "The Alamo",
      "Republic of Texas",
      "Spring",
      "Summer",
      "Texas Revolution",
      "Water",
      "attack",
      "Band"
    ],
    "wp_categories": [
      "Events"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Temple",
      "Washington"
    ]
  }
}