{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19868",
    "date": "August 1986",
    "year": 1986,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1986/19860800.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127,
        128
      ],
      [
        174
      ],
      [
        176,
        177
      ]
    ],
    "toc_order": 8,
    "toc_headline": "Free Enterprise U.",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198608-freeenter",
  "source": "/1986/19860800.pdf",
  "wp_post_id": 121758,
  "wp_post_guid": "http://www.texasmonthly.com/article/free-enterprise-u/",
  "authors": [
    "Peter Applebome"
  ],
  "headline": "Free Enterprise U.",
  "dek": "How did a glorified trade school called Northwood become the darling of Dallas society?",
  "spread_caption": "",
  "excerpt": "Let’s hear it for Dallas’ Northwood Institute, where entrepreneurialism is second only to high society fundraising",
  "kicker": "",
  "word_count": 5178,
  "content": "<img/><img/><p>Photograph By Tim Boole</p><p>Stauffer (l.) and Turner founded a school based on an entrepreneurial ethic. But Northwood’s fundraisers care more about landing Joan Collins for a benefit.</p><img/><p>Collins: Northwood’s heroine.</p><p><span class=\"dropcap\">I</span>f any institution of higher learning in Texas was going to sponsor a charity ball with a paid appearance by <em>Dynasty</em> star Joan Collins and her muscular entourage, a laser light show during dinner, and a raffle of a Rolls-Royce owned by Dallas mayor Starke Taylor, it would figure to be the Northwood Institute. After all, in Dallas, where every new 7-Eleven or heretofore unknown disease is the cause of one gala or another, people were still talking about last year’s ball. It featured auctions of a Rolls and his and hers BMWs, entertainment by comedian Morey amsterdam and song stylist-apartment magnate Harold Farb, and a ballroom that was transformed into a landscaped lagoon with ducks, a flower garden, a gazebo, and Parisian murals. Northwood’s role as a social trendsetter was so well established that no one questioned whether this year a school should be hawking its ball on the radio and shelling out thousands for Joan Collins to sit around and look vampy. It seemed to be a logical next step in the Dallas social wars.</p><p>Northwood, established in Michigan in 1959, has become something of the ultimate charity success story, an institution known almost exclusively for its tundraising and annual ball rather than the professed good works the ball supports. It’s practically impossible to open the <em>Dallas Morning News'</em> High Profile section without learning about this or that Northwood benefit; here’s Northwood honoring developer Henry S. Miller, Jr., as an outstanding business leader; there’s Princess Sophie de Wurttemberg being feted at Northwood’s black-tie reception at the adolphus.</p><p>The school itself is not quite so lustrous. Its modest Texas campus sits on a lovely hilly setting of 352 acres near Cedar Hill, about eighteen miles southwest of Dallas. The campus has two main structures - an administrationlibrary-student activities center and an academic building, which is a 7800square-foot prefabricated metal building with eight classrooms. In May the school broke ground for a $1.9 million classroom facility that should improve the physical plant dramatically.</p><p>Northwood’s Texas campus opened in September 1966 as a four-year school, changed to a two-year curriculum in 1970, and plans to switch back to a fouryear program this fall. It has offered degrees in automotive marketing, the automotive parts business, hotel-restaurant administration, business administration, fashion merchandising, computer programming, and executive secretarial training. Last year only 16 of the 163 applicants were not accepted, and 89 enrolled. More than a third of the students -about 38 per cent-are preparing for careers in auto dealerships (usually those owned by their families) or the auto parts business. John Castle, dean of the Dallas campus, is a former auto parts dealer. Academic dean Mignon Vogel used to own a business that manufactured and marketed awards for churches. Northwood’s not exactly Harvard.</p><p>Maybe a Michigan-based vocationally oriented school with 142 students in an obscure Dallas suburb seems unlikely to become a society darling. But little about Northwood is conventional, from its high society backers to its no-nonsense curriculum, from its modest beginnings in alma, Michigan, to its status as a financial titan with a $13.5 million endowment and total assets worth about $50 million.</p><p>In this, the new gilded age of american business, a time when businessmen and their enterprises are worshiped, courted, and flattered in a way they haven’t been for decades, Northwood is one of the more antic footnotes to the revival of the business ethic. No one has ever promoted, tub thumped, marketed, and sold a school the way Northwood’s founders have. No one in academia has ever cultivated a powerful and wealthy constituency with as much shrewdness and verve. If one were going to invent an academic success story for the entrepreneurial age, it would</p><p><em>Peter applebome, a former</em> Texas Monthly <em>senior editor, is a national correspondent in Houston for the</em> New York Times. be hard to come up with a quirkier one than the saga of Northwood’s plucky march toward fortune, though not quite fame. If a movie were made about Northwood, it would be called <em>Free Enterprise U.,</em> and the opening scenes would be played out in the small college town of alma, Michigan.</p><p><strong>the Idea</strong></p><p>“i’d say, looking at the institution itself, it was a better idea, a more important idea than what we thought. The idea really was a good idea,” says R. Gary Stauffer, who along with arthur E. Turner founded Northwood in 1959, when the two were fledgling educators in their twenties.</p><p>The idea was the Northwood idea, a phrase that like all great incantations is specific enough to mean something but vague enough not to mean too much. David E. Fry, Northwood’s president and CEO, has said the idea is “a quality education for management in the context of free enterprise with an appreciation of the artistic and creative spirit of mankind,” and he throws in the idea of a “global context”-very important in the golden age of world-class everything. Boiled down, the Northwood idea was pretty simple; it included business training geared to specific jobs, nonstop free enterprise rhetoric, and a dollop of arts and culture so that the executive-to-be wouldn’t make an ass out of himself in the event that he got to join an art museum board. The idea was for Northwood to be more business-oriented than a traditional college, more ambitious than a mere trade school, and more enthusiastic about free enterprise than Milton Friedman. Northwood people say that its two founders were equally important in turning the idea into reality, but without slighting Stauffer, most agree that it’s impossible to separate the Northwood story from the charismatic personality of arthur Turner.</p><p>An american archetype almost disappeared in recent years while the Midwest was mired in economic doldrums. It is the go-getter from the heartland who could sell anything, the consummate positive thinker. At its most appealing, it is the earnest Jimmy Stewart character of countless Hollywood movies. At its worst, it is the shallow Babbitt of the Sinclair Lewis novel. Combine the two, and you have the slick but good-hearted con man immortalized by Robert Preston in <em>The Music Man.</em> Where on the continuum arthur Turner belongs depends on who’s doing the talking.</p><p>Every description of Turner begins with his voice. “He had the quality of a Mahalia Jackson. He could pull you out of your seat,” says Mary W. John, the head of Northwood’s arts program. Turner is a lay Presbyterian minister who has done extensive preaching, and when he talks about Northwood he does so in an evangelical style. He never speaks with notes but instead launches into extemporaneous speeches so passionate that he can make an initial impression that will last a lifetime.</p><p>Dean Castle, 60, has been with the institute for fifteen years and remembers his first Christmas at Northwood. He had come from the business world, where Christmas usually meant a fat bonus, and he was astonished to hear Turner give a year-end speech in which he exhorted the faculty to contribute money to the school. Instead of giving a bonus, he was asking for a contribution. But the striking thing was that most of the faculty came through. Turner wasn’t just persuasive; he was inspirational. When Northwood backers talk of him, they do so with genuine affection as well as respect for a visionary who has quietly battled an assortment of physical ailments for much of his life. “He lived, breathed, ate, and slept Northwood twenty-four hours a day,” says Randy Roten, senior development officer for the Dallas campus and a Northwood employee since 1969. If you traveled with Turner, he either knew or managed to meet half the people at Chicago o’hare International airport. You could eat with him at asti’s Italian restaurant in Greenwich Village, and before the meal was over, he would have arranged for the management and the singing waiters to speak and perform at the Michigan campus. He was always jetting off, more often than not to some haven for the wealthy, like Dallas or West Palm Beach, Florida, to preach the gospel of the Northwood idea.</p><p>Northwood was born in the late fifties when Stauffer, then a basketball coach, and Turner, who had been the admissions director, left their jobs at alma College, a small liberal arts school in alma to strike out on their own. It was the postSputnik era, and they felt that in the rush toward scientific and technical training, specialization in business and free enterprise philosophy were being forgotten. Using about $100,000 of mostly borrowed money, the two men created their own campus in a deserted nineteenthcentury mansion in alma. Stauffer wanted to call the new school Northland. Turner preferred Woodmere. They compromised, and their school had a name. Though they had only around seventy students and little money, the school grew quickly. People at alma tell a slightly different story —that Turner created Northwood while he was still alma College admissions director and that he used his recruiting post to attract students to Northwood. Similarly, there are allegations that when Northwood began soliciting contributions and bequests, it left confusion in some minds as to whether the school was affiliated with its better-known predecessor. Whatever the case, Northwood opened up shop less than a mile from alma’s campus. Its first students mostly came from towns nearby alma and from the Detroit area. The campus had a main building with offices, classrooms, and a basement cafeteria, and a nearby carriage house with a snack bar and pool table on the first floor and classrooms above.</p><p><strong>[ Continued On Page 172 ]</strong></p><p><strong>[ Continued From Page 126 ]</strong></p><p>If Turner and Stauffer had developed a3 Northwood idea when the school opened, no one seems to remember it. Asked whether the school began with a specific philosophy, one student from Northwood’s first year, Michael F. McHalpine, a bank officer in Warren, Michigan, says, “If they did, I don’t recall. I wouldn’t even venture a guess.” To the early graduates, Northwood was just a fledgling two-year school with emphasis in secretarial, general business, and retailing education. The school’s pet project, if it had one, seemed to be an emphasis on teaching students public speaking.</p><p>Stauffer handled education and administration. Turner spent most of his time on the road, trying to obtain financial backing. Even in the school’s earliest days, he had attained semilegendary status as the school’s rainmaker. “He had a nose for money,” says John Lenders, a Garden City, Michigan, schoolteacher who graduated in 1962. “That was the story you always heard—that he could squeeze money out of a rock.”</p><p>Arthur Turner did so well that the Northwood Institute soon abandoned alma for Midland, Michigan, corporate home of Dow Chemical. Rich, with good public schools, libraries, and arts facilities, Midland is the Dallas of Michigan, the one white-collar can-do town in a blue-collar state. Through the years, the Dow family made grants that covered the better part of the $1.8 million cost for a sports center at the Michigan campus and a $4 million multipurpose center at Northwood’s West Palm Beach branch. The Michigan campus—268 acres on the banks of the Tittabawassee River—is the institute’s most successful. It has about 1900 fulltime students and a good reputation, particularly in Michigan, as a place to get a solid business education.</p><p>But Northwood’s ambitions only began in Michigan. “I think Dr. Turner wanted to have a Northwood campus in every state in the union,” Roten says. In addition to the Dallas campus, there’s one in the educational mecca of West Palm Beach, Florida. Northwood has the Margaret Chase Smith Library Center in Maine and small extension centers at military bases in Michigan, Dallas, and New Orleans. There used to be a campus in West Baden-French Lick, Indiana. Northwood also had educational programsnow defunct—in Lima, Peru, and in Quito, Ecuador. A joint program was administered with the Monterey Institute of Foreign Studies in Monterey, California, but that was judged to be a bad philosophical fit, and ended a few years after it was introduced. How did all that growth occur? It wasn’t just the idea. It was also the selling of the idea. Which brings us back to the marketing talents of Northwood’s founders.</p><p><strong>the Selling Of the Idea</strong></p><p>If arthur Turner was a born speaker, he was a born marketer too, and those outside the Northwood world have sometimes looked at such talents with a bit more cynicism than those within it. “arthur Turner is the P. T. Barnum of american education,” says a Michigan car dealer who has lectured at Northwood. Turner’s big top is one of the most inventive and elaborate fundraising organizations put together for an educational institution. As a new school, Northwood had the glaring disadvantage of having no network of alumni backing it. To compensate, Turner and Stauffer came up with an ingenious array of techniques to get people with money into Northwood’s camp.</p><p>The history of the Dallas campus is typical of Northwood’s marketing savvy. From the beginning, the institute’s founders were interested in expanding to areas that had a good economic base and a compatibly conservative worldview, and Texas seemed right on both counts. Northwood’s first big break in Texas came when Turner met Evelyn Lambert around 1964. Now 79 and living in a villa in the Italian town of Longa, Lambert, along with her husband Joe, was one of the most influential forces on the Dallas social scene through much of the fifties and sixties. Smart and dynamic, Lambert was a woman whose imprimatur could immediately put any cause in the social limelight.</p><p>She was introduced to the Northwood idea by two high-powered friends, the late Carleton Smith, who inspired the Pritzker architecture Prize, and Princess Titi von Furstenberg, the former Titi Blaffer of the Houston oil family. They asked her to receive a young educator named arthur Turner. She did, and as usual, Turner made the visit a memorable one. “I was thoroughly impressed,” Lambert recalls. “I felt he was the first person I had met who had a concept of what education could mean, a sense of the importance of both business and the arts. He was charming, he was well versed, and he was dedicated to what he believed in. He never put any limits on what his plans were.” That Turner was promoting a relatively new college with a single campus in faroff Midland, Michigan, didn’t make her wonder whether his aspirations were in line with his prospects. “There was just a little baby born in Bethlehem, but a lot resulted from that, didn’t it?” she says.</p><p>Evelyn Lambert soon teamed up with another influential Dallas socialite, Jane Murchison (then the wife of Dallas Cowboys owner Clint Murchison, Jr., and now Jane Murchison Haber of New York). They started promoting Northwood, introducing Turner and Stauffer to people in Dallas, arranging social gatherings, and making Northwood a household name in the right households. Along the way they even got the Dallas campus off the ground. Perhaps the most memorable day in Northwood’s Texas history came in 1972, six years after the Dallas school opened, when the Lambert Commons, named in honor of Lambert’s late husband, was dedicated. Speeches were given by then Braniff airways president Harding Lawrence, oilman Toddie Lee Wynne, Sr., and arthur Turner. Afterward the Grambling University Band, america’s funkiest college marching band, led the group to the new building, with Joe Lambert’s brother, Gordon, in an immaculate white suit strutting at the head of the procession, looking for all the world like Colonel Sanders.</p><p>These days, few Northwood supporters seem to have been to the school or to know much about it other than the Northwood idea. But for most, that seems to be enough. “I think all of them know what the concept is,” says Dallas realtor Jan Noebel, one of Northwood’s advocates. “I know all of them believe in the concept, even if they don’t all become intimately involved with the day-to-day procedure. I think it’s marvelous.”</p><p>The idea was only the first step in the selling of Northwood. Any society woman in Dallas or Houston can join the Northwood Women’s Board, one of fifteen chapters with a total of four thousand members around the nation in areas that house campuses or in posh communities like Palm Springs, California, Phoenix, or New York City. That’s one reason that the Dallas society pages are full of items about such events as the Zandra Rhodes fashion show at the Khmer Pavilion of the Loews anatole Hotel or a luncheon at Brook Hollow Country Club for one Northwood cause or another. The board works on a variety of fundraisers and projects, like Northwood’s memorial gifts program, which is designed to perpetuate the names of those who share the college’s ideals.</p><p>Joining the women’s board doesn’t necessarily mean extensive involvement with the school. In Dallas, for example, Northwood has sponsored annual promotional tours of the houses of nabobs such as cosmetics queen Mary Kay ash. Some who paid for the tour were surprised to find themselves automatic members of the women’s board.</p><p>The women who work hard enough and successfully enough stand a good chance of being named a Distinguished Woman of the Northwood Institute. So far, 162 influential women or Northwood backers have received the honor. If you are generous with your contributions to the institute, you may even end up with an honorary doctorate, as did Evelyn Lambert and Jane Murchison Haber, who put Northwood on the local map.</p><p>Influential business people get similar treatment. Every year Northwood honors about ten with its Outstanding Business Leaders award. The majority invariably come from the industries and geographical locales in which Northwood is active. For instance, in the five years that the award has been in existence, it has managed to honor a Dallasite every year, with recipients including auto dealer W. O. Bankston, real estate tycoon Craig Hall, Club Corporation of america board chairman Robert H. Dedman, cheerleading magnate Lawrence Herkimer, and Steak and ale board chairman Norman Brinker. Most of them had been-or soon became —Northwood supporters, contributing either their time (Herkimer has served as chairman of the Texas campus’ board of governors) or their money (when only 750 of the $100 raffle tickets were sold at last year’s gala, Bankston plunked down $25,000 for the remaining 250 tickets).</p><p>Much of Northwood’s enrollment and support is in the automotive areas, and officials have seen a special need to bestow honors on influential people in those industries. In 1972 the school set up the Northwood Institute automotive Marketing Dealer Education award to honor individuals “who have made noteworthy contributions to education, public or private, on any level, inside or outside the industry.” about 268 have been recognized. The program was so successful that Northwood soon adopted another, the Northwood Institute automotive Replacement Education award. It goes not to car dealers but to people in the automotive replacement market (that’s auto parts to the rest of us), and 220 have received the award so far.</p><p>The business awards represent only one way outsiders can share in the Northwood idea. Friends are feted at the school’s annual Golden Plate dinner for contributors of $2500 or more. There are also honorary doctorates and a board of fellows, made up of industry experts who advise on teaching and curriculum. When the arts program presented its annual achievement in the arts award last year, the winner was Gordon P. Getty, whose fortune and business interests have been better known over the years than his skill as a composer of operas and song cycles.</p><p>Another brilliant aspect to the selling of Northwood involves Turner’s early insight of knowing that you don’t sell a business school just as a business school. Hence the two corollaries to the Northwood idea. The arts! Internationalism! If two buzzwords are closer to the heart of the moneyed classes, it’s difficult to imagine what they would be.</p><p>The annual arts and business conference in Dallas and the Northwood programs that teach artists about the business end of their calling are well respected. But Turner and Stauffer had the foresight in the sixties to market Northwood with an approach that had the perfect blend of utility and vision, arts and commerce, reality and dazzle. The combination was the final triumph of the Northwood idea. The tiny, struggling campus in Cedar Hill may not send the spirit soaring, but the Northwood idea, the golden vision of arthur Turner and Gary Stauffer, had something for businessmen, something for society women, something for arts patrons, something for conservative ideologues. The Northwood idea was a marketing marvel.</p><p>The beauty of the Northwood idea is that with the right connections, fundraising takes on a life of its own. “I don't think they know anything about what the school is,” one Dallas woman who has worked with Northwood says of its local supporters. “Not an inkling. Someone tells them it teaches free enterprise, and that sounds like the kind of good Ronald Reagan Republican cause they would like to give to.”</p><p><strong>NO Frills For Free Enterprisers</strong></p><p>What kind of institution has been wrought by all this money and energy? By traditional academic standards of faculty pedigree, admission standards, Scholastic aptitude Test scores, or National Merit scholars, Northwood hardly rates as a powerhouse. About 80 per cent of its applicants are admitted. Combined average SAT scores in verbal and math skills are a dismal 875 out of a possible 1600 at the Texas campus and somewhat higher in Michigan.</p><p>But in terms of prevailing winds and breezes? Who knows? In the sixties, a handful of experimental liberal arts colleges, like Oberlin or antioch, gave expression to the frenzy of the decade. Although many schools reflect the current passion for business, Northwood may have found its niche as a place for those who find Southern Methodist University too liberal and who have business ambitions in the specific areas Northwood stresses. Northwood is nothing if not geared to job-oriented students. Its 2 + 2 Program starts them in a specialty program from day one. After two years they can leave with an associate’s degree or continue more intensive studies that will lead to a bachelor’s degree in business.</p><p>Northwood supporters are proud that everything about the school, from the courses to the professors, reflects its free enterprise orientation. Lawrence Herkimer says Northwood benefits from the nuts-and-bolts background of its faculty. “It’s not all these guys in ivory towers who couldn’t find a job somewhere else implanting radical ideas in youngsters.” In other words, no one goes to Northwood to ponder the meaning of life.</p><p>The curriculum leans toward conservatism, though it has flirted with the far end of the right wing spectrum. At the Texas campus students can still pick up copies of Dan Smoot’s memorable 1984 address to the John Birch Society of Midland, Texas, “The Constitutional Road to Prosperity and Peace.” although the philosophical range of education is a little slim, that doesn’t seem to bother many of the graduates. “If you have a lot of points of view, you end up with a lot of confused students,” says Richard Bregger, a 1981 graduate who develops and sells tax shelters for a Dallas financial planning firm. “I have friends who went to other colleges, who were exposed to all points of view from right to left, and they ended up with no basic philosophy at all.”</p><p>It may not be a heavy hitter philosophically, but at least Northwood doesn’t profess to be one. To its credit, the best argument for Northwood comes from the students and graduates. Most of them seem to feel that they obtained from Northwood exactly what they wanted —a good business education, a good job, and a strong dose of motivational discipline that they will carry through life. The arts curriculum might sound good when raising funds, but none of the students I talked to mentioned it. Students like Scott Johnson from Lubbock, who is studying automotive marketing, or fashion merchandising major Melissa McManness from Daingerfield or Jo ann De arment of San antonio, whose field is hotel-restaurant administration, say that Northwood works because it gives them professional training, faith in entrepreneurialism, and not much in the way of academic frills. “They don’t give you dumb science or the history of B.C. or stuff you don’t need. I got that in high school, and it was enough,” says De arment, who wants to own a hotel like a Hyatt Regency some day. Northwood’s biggest selling point is its record in placing students. Almost everyone who graduates gets a job in his field, and the school’s reputation, particularly among auto-related businesses, is excellent.</p><p>Even though Northwood fills a particular niche, it’s worth wondering whether the school attracts the students who could benefit the most. Northwood boasts that it receives no federal funds (although it tries to help students get whatever federal education loans are available). Unlike community colleges, the institute is expensive; tuition, room, and board is $7590. Over 70 per cent of the students are on some form of financial aid, such as loans, on-campus jobs, and a multitude of industry-sponsored scholarships. When you talk to students about Northwood, however, one of the first things they mention is how many rich kids go there. Of those studying automotive marketing, for example, about three fourths come from families that already own auto dealerships. And while a good number of aspiring entrepreneurs will go out and start a business, many breeze through the program before returning to help run the businesses that their fathers or grandfathers started. “I remember the first time I drove into the parking lot and saw all the Z-28s and Trans-ams and BMWs, and I thought, whoa, I was going to a college,” recalls Mark Yanke, a Northwood graduate who owns a Dallas sandwich shop. “There are a lot of kids who do not get as much out of Northwood as they could because they know they are just going to go back where they already have it made. There were a lot more of them than there were of me.”</p><p>Rather than seeing the economic mix of its students as a potential problem, a failing in its goal of bringing the free enterprise message to the world, Northwood seems to view that as an opportunity. For instance, the Texas campus is hoping to increase its lagging enrollment by more rigorously recruiting students in the wealthiest high schools. “We have to find where the students who can afford the school are and market ourselves to the students who believe in what we do and have a need for the specific programs,” says John Castle. “It would be foolish for us to go to what you call the underprivileged areas or whatever.”</p><p><strong>the Power Of Positive Thinking</strong></p><p>What you'll see in Cedar Hill five years from now will bear no resemblance to what’s there now,” says Fry, who at 43 bears the responsibility of being the Stauffer and Turner of Northwood’s future. “I know there’s no historical or empirical evidence for that, but i’m convinced it’s true.” He reasons that with the growth expected for the Cedar Hill area, the plans for new facilities, and the predilections of a new generation of students, Northwood’s day has finally come in Texas.</p><p>If so, it has been a long time coming. When the campus opened in 1966, the <em>Dallas Times Herald</em> ran a story saying that it was designed for two thousand students and that the school expected to have three hundred students its first year, five hundred the next, and one thousand within five years. Twenty years later, enrollment is about half of what was predicted for the first year.</p><p>What went wrong? Where to begin? The Cedar Hill location turned out to be disastrous as Dallas sprawled north. The Dallas County Community College system opened its doors at the same time as Northwood, serving some of the same market at a lower cost. Northwood’s educational enterprise never gained as much visibility among the target group as the fundraising did. When asked about the institute, for instance, one guidance counselor at Bryan adams High School in Dallas wasn’t sure what it was. “I think it’s some vocational school where they teach girls to be models,” she said.</p><p>The fundraising too has had its ups and downs. The inflated claims for last year’s ball, which didn’t raise anywheje close to $1 million that organizers talked of, infuriated several longtime backers who have more or less disassociated themselves from the local operation while still supporting the national effort. And this year’s ball, which suffered a drop in attendance from about 800 to 550, was viewed as a bigger debacle. Collins’ hauteur, the high ticket prices, the poorly received fashion show, and other glitches were so serious that the Highland Park newspaper <em>Park Cities People</em> named it Dallas’ worst ball of the year. In gala-glutted Dallas, that’s no mean distinction. Even at Northwood, there’s a limit to how much show biz is considered acceptable. “It was like water torture,” says socialite Yvonne Crum. “It was too much going on and too many people who don’t support Northwood Institute. My husband was ready to blow my brains out by the end of the evening. He said he wished we were home watching <em>Love Boat</em> reruns.” One local Northwood supporter admits this year’s ball was controversial, but she says that’s part of the price you pay for making it to the top of the social heap. “Some people like silver and gold,” she says. “Some people don’t like the shininess of silver and gold. They prefer pewter. That’s why we have pewter.”</p><p>With the new classroom building and Dallas’ growth coming its way, Northwood may catch on in Texas. But sooner or later you have to wonder which comes first at Northwood, the fundraising or the education. Thus far, its expansion efforts have been a mixed experience. The Indiana campus closed down. The South american programs were discontinued when political instability and antiamerican feeling put them out of business. The union with the Monterey Institute for Foreign Studies was a bust. West Palm Beach is just getting established. Dallas is still struggling. Is Northwood in places like Dallas and West Palm Beach because it sees an educational need or because it sees a marketing opportunity? “I would tell you that from my perspective, if Northwood just operated out of Midland, Michigan, in my opinion it would not be where it is today in Midland, Michigan, or anywhere else,” says Roten.</p><p>That is to say, there probably won’t ever be a Northwood in every state, but there probably will be more to come. A good bet would be one somewhere in California, perhaps within the next five years. It’s the entrepreneurial age after all, and despite the boom in business education all over the country, Northwood has never been one to turn down a good chance for growth. “If some confluence of activities would come together that would suggest it would be good, I don’t think we’d shy away from looking at it,” says Fry. “I can see it very much within our capacity and interest over a longer time period<em>.”</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "School",
      "Students",
      "Business",
      "people",
      "Texas",
      "Education",
      "Free Enterprise",
      "Society",
      "Cedar",
      "College",
      "Fundraising",
      "Marketing",
      "Michigan",
      "money",
      "Fashion",
      "ever",
      "Golden",
      "History",
      "Houston"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "West",
      "Golden",
      "Houston"
    ]
  }
}