{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19801",
    "date": "January 1980",
    "year": 1980,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1980/19800100.pdf",
    "issue_cover_image": "",
    "document_start_page": 98,
    "toc_start_page": 96,
    "document_page_range": [
      [
        98,
        99,
        100,
        101,
        102,
        103
      ],
      [
        166,
        167,
        168
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Life Got You Down?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198001-lifegoty",
  "source": "/1980/19800100.pdf",
  "wp_post_id": 115740,
  "wp_post_guid": "http://www.texasmonthly.com/article/life-got-you-down/",
  "authors": [
    "Nicholas Lemann"
  ],
  "headline": "Life Got You Down? Getting Nowhere? Wishing for Wealth? For Success? For Happiness?",
  "dek": "My friend, you have come to the right place.",
  "spread_caption": "",
  "excerpt": "Don’t despair, learn to Think Positive! Success and happiness are only a seminar, a cassette library, and several hundred dollars away!",
  "kicker": "",
  "word_count": 5146,
  "content": "<p> “<span class=”dropcap“>I</span>’ve always been interested in a Positive Mental attitude,” says Ed Foreman, and anyone who goes calling on him can see that it has paid off. Foreman has a fancy office next to the LBJ Freeway in North Dallas, in the kind of building that’s known as a “garden office complex.” There are plaques all over the walls. His desk is piled high with letters testifying to his powers, from both the great and the small. He wears a diamond-encrusted gold wristwatch. Over in the corner sits a big stuffed toy monkey, symbolizing the monkey of failure that he has gotten off his back. A Positive Mental attitude has, among other things, sent Foreman to the U.S. Congress from Texas at the age of 28, and again at the age of 34, this time from New Mexico.</p><p>Ed Foreman’s story, as one of his promotional brochures puts it, “is the heartwarming adventure of a New Mexico dirt farmer’s son who, encouraged by a loving, positive mother and a disciplined, hardworking father, rose from the backbreaking toil of a meager farm existence to a financially successful business career in construction, transportation, and petroleum development.” Today, Foreman is offering the lessons of that life to the people of Texas; his company, Executive Development Systems, teaches the Successful Life Course, which aims to confer a Positive Mental attitude on those who take it.</p><p>Foreman’s business—the success business—is one of the boom industries of Texas today. It consists of classes, books, lectures, tapes, and revival-style meetings, the purpose of which is to teach people who are usually already doing well how to do <em>even better.</em> The industry is not tightly organized, so it’s difficult to say exactly what kind of sales volume it has, but it touches the lives of a lot of people. Last November, a “Dallas/Fort Worth Positive Thinking Rally” featuring art Linkletter and Norman Vincent Peale attracted 7500 people. The largest of the dozens of Texas-based organizations that sell success, Success Motivation Institute of Waco, sold about 300,000 self-motivational tape cassettes last year and taught full courses to more than 30,000 people. Others in the success business include Zig Ziglar of Dallas, Ron Willingham of amarillo, and Woody Lassiter of Houston.</p><p>Photography by Michael Patrick</p><p><strong>BEFORE</strong></p><img/><p><em>Can even this man be changed into a Winner? “Yes!” say the gurus of success motivation courses, the latest self-help fad.</em></p><p><em>“The material in success courses springs from a long-established american folklore of selfimprovement. In fact, the people who teach the courses—a motley assortment of exsalesmen, ex-ministers, ex-models, expoliticians, and ex-athletes—come out of a tradition of their own, the noble tradition of eccentric american hucksterism.”</em></p><p>Ed Foreman got into the Successful Life business through his sand, gravel, concrete, and oil businesses. Seven or eight years ago he started giving his employees literature about success, in order, he says, “to help them expand their awareness of living.” They read some Norman Vincent Peale, some Napoleon <em>(Think and Grow Rich)</em> Hill, some Dale Carnegie, and some Earl Nightingale, and lo and behold, “they became more excited team members.” Pretty soon Foreman’s business associates started asking him to do the same thing for <em>their</em> employees, and by 1975 the whole thing had blossomed to the point where Foreman founded Executive Development Systems.</p><p>So far more than four thousand people have taken the weekend-long Successful Life Course, and tens of thousands more have listened to Foreman’s speeches, either live or on tape cassettes. He has gathered around him a team of crack success experts: Miss Earlene Vining, listed in the brochures as “a vivacious, alert sales executive,” whose most popular speech is called “Touch Your Dreams and Make Them Live”; Ned allen, “a vibrant, knowledgeable business leader,” who works in land development and investments in Florida; Rebecca Dunn, “a successful, dynamic woman”; and four medical doctors.</p><p>Foreman’s symbol is the bumblebee, because “according to recognized aeronautical tests, the bumblebee cannot fly because of the shape and weight of his body in relation to his total wing area. The bumblebee doesn’t know this; so he goes ahead and flies anyway.” Foreman’s cassettes teach you how to have “a <em>good</em> day” every day by following a many-course Daily Menu that begins with “appreciation for Life” and ends, 22 steps later, with “Sweet Dreams and Full Life.” There is also a course that teaches Twelve Basic Human Relations Rules, Ten Steps by Which You Can Dispel Fear and Worry, Six Master Management Techniques, Seven action Patterns, Five Steps to Successful Selling, and One Certain Method to achieve Happiness Today . . . and Success Tomorrow, among other things.</p><p>The tributes have poured in from housewives, bank presidents, realtors, osteopaths, and even former president Gerald Ford. Here’s what Malvern Hasha, president of Gator Hawk, Inc., of Houston, says about the course: “It helps you zero in on everything that will make you feel good about yourself. It’s like taking the punch lines from all the good self-help books and putting them into a three-day program to help you develop good habits. Now i’m filled with positive thoughts. I look forward to every day.” and Naomi Ingram, owner of the Del Norte restaurant in Kerrville: “Before I took the course, it was all I could do just to get up and say my name in front of a group of people. Now i’m president of the Kerr County Chamber of Commerce and i’ve been named outstanding lady restaurateur of Texas. If I could have taken the Successful Life Course as a young girl, who knows; maybe I could have been the first lady president!”</p><p>The success business seems to have taken hold particularly in North Dallas—appropriately, since that is the center of one of the most successful areas in Texas, the United States, even the world. Between 1960 and 1970, arlington grew 102.4 per cent in population; Richardson, 189 per cent; Irving, 111.5 per cent; Mesquite, 100.3 per cent; Garland, 111.5 per cent; Carrollton, 226.6 per cent; and Plano, 383.7 per cent. The third congressional district, which includes North Dallas and beyond, has by far the most people employed of any congressional district in the state; the most new houses; the most new residents; and, by a vast margin, the most salesmen. Salesmen, it appears, are the largest group of individual success-course customers; the other big customers are corporations, of which there are also plenty in North Dallas.</p><p>The people who take these courses learn a peculiar mix of individualism and team spirit that, put into practice and multiplied thousands of times, creates what might be called the They Generation. Unlike their brethren in what author Tom Wolfe called the Me Generation, members of the They Generation are not narcissistic—precisely the opposite. They want to become part of a broad, loosely defined Them, a Them made up of successful people who like each other and are swept upward together. California is the Mecca of the Me Generation; Dallas is the Mecca of the They Generation. If you’re in the Me Generation, you can take est and learn to hate the rest of the world and its silly opinions. If you’re in the They Generation, you’ll learn how to make Them like you.</p><p>The actual material in success courses springs from a thriving, long-established american folklore of self-improvement. In fact, the people who teach the courses—a motley assortment of ex-salesmen, ex-ministers, ex-models, ex-politicians, and exathletes—come out of a tradition of their own, the noble tradition of eccentric american hucksterism. Mark Twain got it about right in this conversation between the Duke and the Dauphin in <em>Huckleberry Finn:</em></p><p>DAUPHIN: What’s your line—mainly?</p><p>DUKE: Jour printer, by trade; do a little in patent medicines; theatre-actor—tragedy, you know; take a turn at mesmerism and phrenology when there’s a chance; teach singing-geography school for a change; sling a lecture, sometimes—oh, I do lots of things—most anything that comes handy, so it ain’t work. What’s your lay?</p><p>DAUPHIN: i’ve done considerble in the doctoring way in my time. Layin’ on o’ hands is my best holt—for cancer, and paralysis, and sich things; and I k’n tell a fortune pretty good, when i’ve got somebody along to find out the facts for me. Preachin’s my line, too; and workin’ camp meetin’s; and missionaryin’ around.</p><p>The subject matter of success courses draws on several great swatches of human knowledge (Greek philosophy, psychology, economic theory, the Bible) and the works of philosophers from Benjamin Franklin to Dale Carnegie to Maxwell (<em>PsychoCybernetics)</em> Maltz, but they share a basic message. Boiled down to its essentials, it is this: Success can come to anyone, at any time, in any endeavor. It is attained by two means: first, selfmotivation, or a Positive Mental attitude; second, Goals, usually elaborately and explicitly written down.</p><p>The standard success-course message involves example after example of people who have completely transformed their lives for the better through these means. “One day many summers ago,” says Paul J. Meyer, president of Success Motivation Incorporated, in one of his many tapes, “John Goddard sat in his bedroom and thought about all the things he’d like to do when he grew up. It wasn’t a particularly extraordinary flight of fancy for a boy of fifteen, but he carried it a bit further than most . . . every adventure, every journey, every challenge, every pleasure, and then, one by one, year by year, he set about accomplishing them . . . becoming an Eagle Scout . . . visiting a movie studio . . . milking a rattlesnake . . . reading the whole <em>Encyclopedia Britannica . . .</em> sailing the South seas in a schooner . . . find Noah’s ark . . .” The list goes on and on. “and John Goddard has just returned from asia, where he crossed two more Goals off his list, raising his total to ninety.”</p><p><strong>AFTER</strong></p><img/><p><em>Now, as a success-course graduate, he feels “Terrific!” His mental attitude is “Positive!” He has become a “Winner!”</em></p><p><em>and Now, Heeeeeeeere’s Ed!</em></p><p>Larry C. Price</p><img/><p><em>Ed Foreman: He sells success to the masses. In his own life he twice won election to Congress and twice lost reelection.</em></p><p><em>What do you get when you cross a corporation president, a TV evangelist, and a carnival barker? Successmonger Ed Foreman.</em></p><p><span class=\"dropcap\">E</span>d Foreman puts on a great show. Which is a good thing, because the 150 members of the Texas Society of association Executives—men in three-piece suits and women in coordinated dark skirts and blazers—who have struggled through the near-tasteless chicken and tepid broccoli have yet to get their money’s worth. At long last, the master of ceremonies launches into his buildup of Foreman, the keynote speaker: “He made his first million by the time he was twentysix; he was elected to the U.S. Congress at twenty-eight; he is the only person in this century to serve in Congress representing two different states; he is rated the top speaker in the country on motivation and successful living—Ed Foreman!”</p><p>It’s a pretty hefty buildup—even considering the hyperbole one expects in introductions—but Foreman is ready. With barely a pause for the mandatory opening joke (“I know you’re thinking that i’m going to lay a lot of political speeches on you, but i’m no longer a member of an organized political party. . . . I’m a Republican!”), he launches into his spiel, a machine-gun-rapid half-hour exhortation that’s part Biblethumping evangelist, part auctioneer, and part snake oil salesman. (Never mind that one has never actually <em>heard</em> a snake oil salesman; it’s instantly apparent that this guy is <em>good</em> enough to sell snake oil—or anything else.) The performance causes an eerie disorientation, so great is the contrast between Foreman’s appearance and his manner. The suit is plaid but tasteful, the shirt white, the tie navy, the glasses modish, the gray hair stylishly cut, the face ruddy and boyish. Ed Foreman perfectly embodies the dream he sells; he looks like a robust, well-adjusted, healthy, happy, successful corporate man. But the gestures, the staccato patter, the country-boy twang are right out of Barnum and Bailey, by way of Hollywood. Close your eyes, and you’d swear that you’re listening to Robert Preston in <em>The Music Man</em> or Burt Lancaster in <em>The Rainmaker.</em> Even the message is pure silver-screen: smile and the world smiles with you; you’ll never walk alone; an ant <em>can</em> move a rubber tree plant!</p><p>And the real killer is that the audience—this room full of movers and shakers, this crop of allegedly sophisticated executives—is eating it up. He hardly even has to prompt them. “Why does one person succeed where another fails?” he queries.</p><p>“ATTITUDE!” they yell.</p><p>And, by golly, he thinks they’re right. “You know,” he confides, “we’ve run tests that have <em>actually proven</em> that success is only fifteen per cent dependent on aptitude. Yessirree, and the rest, the thing that really matters, is <em>attitude.</em> Your attitude is eighty-five per cent responsible for the <em>altitude</em> you achieve in your life.</p><p>“That’s what we teach people. You know, every other weekend we have thirty-six executives from all over the country fly into Kerrville for our Successful Life Course. And what we tell them is just this: life wasn’t made for whining, and worrying, and working. No, it was made for Laughing . . . and Loving . . . and <em>Living!”</em> Here Foreman thumps a plastic wood-grain plaque affixed to the podium. In big red letters it reiterates: Laughing, Loving, Living.</p><p>“You know, folks, what we teach those thirty-six executives is how to have . . . <em>one . . . good . . . successful . . . productive</em> . . . <em>enjoyable .</em> . . <em>happy</em> . . . <em>day</em> ... at a time. Because if you do that seven times, you’ve had a good week. And if you do <em>that</em> fifty-two times, you’ve had a good year. But it all starts with <em>one good day.</em> Every day you have a choice, a Menu for that day. And you can choose what kind of a day you’re going to have. Am I right? Say yes!”</p><p>“YES!”</p><p>One of the first courses on Foreman’s Menu for a good day is a helping of inspirational reading—like <em>Stand Up, Speak Out, and Win!,</em> by Ed Foreman, also prominently displayed on the speakers’ table. For dessert, he suggests a portion of inspirational tapes—made and sold, naturally, by Foreman’s Executive Development Systems. But the essential ingredient, it seems, to having a good day, is to pretend to yourself that you are having not only a good day, but a Terrific Day. Starting this very minute.</p><p>“Yes, and from now on, when someone asks you how you are, I don’t want you to say, ‘Oh, fine.’ I want you to say, ‘Terrific!’ Because your conscious mind is like the captain on the bridge of a ship. When your conscious mind decides you’re going to do something, the guys down below in the engine room don’t stop to analyze its orders; they just obey. And your subconscious mind is those guys down there in the engine room. So if you tell yourself that you’re having a great day, pretty soon you’ll believe it, and you <em>will</em> have a great day! am I right? Say yes!”</p><p>“YES!”</p><p>“Good. Now I want each of you as you leave to pick up one of these pamphlets on the table at the back of the room. This is our Daily Menu for Laughing, Loving, and Living. And I want you to read this tonight, and first thing in the morning, and every morning for the next week.”</p><p>Examination shows that in addition to little charts that equate various actions to key elements of a Terrific Day (“awaken Early” is equated with “appreciation for Life”) and other actions with the components of a Bad Day (“awaken Late [Have to Rush]” equals “anxiety and Bitterness”), Foreman’s Menu also contains a page of ads for his action Cassettes for Successful Daily Living, plus assorted testimonials to their efficacy.</p><p>“and remember, every time somebody asks you how your day is going, it’s like they’re holding this Menu up to their forehead”—here he holds the Menu up to his forehead—“and asking you to make your choice. So what kind of day are <em>you</em> going to choose? Let me hear you say it . . .”</p><p>“TERRIFIC!”</p><p>“That was pretty good, but this time let’s make them hear us out in the hall. What kind of day are you going to have?”</p><p>“TERRIFIC!!!!!”</p><p>“Okay, now, I want each of you to push your chair back from the table, uncross your legs, and let’s pretend that those seats are spring loaded. Now this time I <em>really</em> want to hear it. What kind of life are you going to have?”</p><p>This is it. This is the big test. Are these people, grown men and women, responsible executives, going to let the huckster in the $300 suit manipulate them into jumping up off their chairs like a bunch of hyperactive high schoolers?</p><p>You bet they are.</p><p>“TERRIFIC!!!!!!!!” The plastic chandeliers fairly rattle.</p><p>Yessir, Ed Foreman puts on quite a show.</p><p><em>Victoria Loe</em></p><p><em>“ ‘Girls,’ says Patricia Elkins, ‘weed out your wardrobes! Update your shoes! and remember, calluses aren’t becoming. It’s an area that should be taken care of.’ ”</em></p><p>Meyer goes through some more fantastic stories and then turns to one of the success courses’ favorite subjects, professional athletes. “Jean-Claude Killy,” he says. “I watched him on television here not long ago. He set a Goal at the age of fourteen, that in ten years he would win three gold medals in the Olympics. And he did, and now Chevrolet sponsors him, and I don’t know, what does he make? Two, three, four million dollars, as I understand it, in the sponsorship. He actually maybe doesn’t have as much natural talent and ability as others, if you think about it. The difference is, he wrote it down specifically and developed a plan that he was gonna achieve it by the time he was twenty-four.”</p><p>In your own life, your Goals need not be so grand, so long as they are specific. Success Motivation’s Dallas distributor, Paul Langford (whose distributorship is called Dynamic Leadership and Management, Inc.), offers some examples of Goals you might have: in the family and home area, to put your kids through college or take your wife to australia; under spiritual and ethical, to become a deacon in your church; and in the social and cultural area, to join the Rotarians, or become friends with Mayor Bob Folsom; under physical and health, to jog five miles a day.</p><p>That’s what they teach, but it doesn’t convey the anything-ispossible fervor of the success courses: Henry Ford was a failure at forty! Thomas Edison made thousands of unsuccessful inventions! But he never gave up! The elevator to the top is broken! You’ll have to take the stairs! The steps are attitude, Selfimage, Desire! Only one in fifteen sales calls is effective! You can do it! Listen to the tapes <em>over</em> and <em>over,</em> and each time you will discover new meanings and find new self-confidence! Eliminate the words “I can’t” and “if” from your vocabulary!</p><p><span class=\"dropcap\">T</span>he female wing of the business teaches success people, with the same degree of faith in human betterment, how to look and act successful. In Dallas there are women who teach other women how to “dress for success,” how to speak without a tooprominent Texas accent, how to walk, stand, and sit down, how to organize their clothes closets, how to wear makeup, how to have better marriages, how to be more confident, how to lose weight—in short, how to be an urbane city dweller who <em>fits in. </em>and they use some of the same folkloric formulas as the predominantly male success courses—particularly the phrase “Positive Mental attitude” and a little diagram that, like the talismans of the Dark ages, pops in inexplicably in all sorts of places and looks like this:</p><p><em>(Continued on page 164)</em></p><p><em>(Continued from page 101)</em></p><img/><p>Physical</p><p>Mental</p><p>Spiritual</p><p>“That’s what we call our triangle approach,” says Vikiann Coker, a model and an instructor in the Kim Dawson modeling agency’s Get It Together course for women. “Physical is on top because that’s what they see first. If a man shows up for a job interview in a purple suit, he probably won’t get in. If he presents a positive image, he’ll get in. That may be unfortunate but that’s the way it is.” Women take the course, says Coker, to present a better image to the world. They might be teenage girls or housewives, and they might want to do better at work, or with men, or with other women; generally they feel that they don’t fit in perfectly. “We had one little girl,” says Kathy Tyner, who runs the course, “who was moving to an upper-middle-class neighborhood and wanted to change her image, her lifestyle. And she was very perceptive to do that. The people who take this course know that physical appearance has a lot to do with your career. It’s just another tool to be better accepted in your career and in your everyday life.”</p><p>Let’s drop in on a session of the Get It Together course. This one is a wardrobe class taught by Patricia Elkins, a freelance fashion-show producer, disco-dancing instructor, lecturer, and self-improvement teacher. The audience is made up of seven girls in their late teens. The class is similar to dozens of others given around Dallas —at Sanger Harris and Dillard’s department stores, at banks and corporations, at charm and modeling schools. Patricia Elkins is beautiful and chic, with big sunglasses and streaked hair. Obviously, she has already gotten it together, but her pupils just as obviously have not. They still look a little gawky.</p><p>“Girls,” says Elkins, “weed out your wardrobes! all the way from your shoes on up. Update your shoes! a lot of girls’ll have a great-looking outfit and it’ll be a drop-off if their shoes aren’t good. And remember, calluses aren’t becoming. It’s an area that should be”—here Elkins’ voice turns firm<em>—“taken care of.</em></p><p>“You’ve got to have that real pizzazz coming from inside. If you want good grades, a date with that fella, a job—you have to have that pizzazz. You can have any personality you want. You can be sexy, or you can be a mouse. The mouse has <em>missed.</em> She <em>just doesn’t have it</em>.” The girls in the class are looking at Elkins with what seems to be a mixture of fascination and nervousness—are they themselves tacky? are they mice? No one dares tear her eyes away from Elkins.</p><p>“In pants, bell-bottoms are out now. Stovepipe is more of a kicky, fun look, a now look. If you have a T-shirt, don’t use a metal hanger with sharp edges. Because have you ever seen those girls with little”—Elkins screws up her face to communicate the idea of horrid little wirehanger bumps at the shoulders of T-shirts—“at the shoulders? Okay? So get rid of those hangers.”</p><p>One evening a few days later, there was a Get It Together graduation ceremony for a class of ten girls, aged thirteen to sixteen, who had just finished a twenty-hour course that had cost their parents $325. They gathered in a big room in the Dallas apparel Mart that had a mirror along one wall and an elevated runway along another. They were all dressed to kill, in expensive dresses, elaborate hairdos, makeup, and shoes with heels so high that some of them could walk only with an uncertain wobble. Johanna McNatt, a model and personal-development instructor who teaches the speech part of the Get It Together course, shepherded the girls together for a final review of what they had learned. They went through the Posture (“shoulders back—tuck rear—tuck tummy—knees flexed”), the Basic Stance (one foot slightly behind the other, body slightly turned), the Walk (arms down), the Turns. Then McNatt handed out to the girls pictures she had taken of them at the beginning of the course. In the pictures, they looked like little girls. They wore blue jeans and T-shirts and sneakers and had straight hair. Obviously, they had gone through a metamorphosis.</p><p>Presently, in swept Kim Dawson herself, a blonde, elegant, efficient-looking woman in middle age. “Hi, ladies,” she said. “i’m Kim Dawson. How do we look?” She glanced over the pictures taken at the start of the course. “It looks like we’ve come a ways. And now we’re going to have a fashion show!” Everyone went through more practicing and reviewing with Kim Dawson. They stood in front of the mirror and checked their posture. They practiced walking down the runway. In the middle of all this a tall, stocky girl named Jane, about five years older than the others, came in, explaining that she had missed her own graduation ceremony and wanted to go through this one instead. She towered over the other girls and seemed not to have absorbed the lessons of Get It Together as well as they had. Her makeup was smeared; she moved her hands when she walked; she looked embarrassed to be so dressed up.</p><p>Now the audience arrived, a collection of suburban moms, sisters, and brothers, and Johanna McNatt turned on a tape of disco music. The girls repaired to another room as Kim Dawson positioned herself behind a podium. McNatt called out their names, and one by one the girls would emerge from a side door onto the runway, walk a few steps, sit down in a chair, stand up, turn, walk down the runway, turn again, and go back through the door. Kim Dawson provided fashion-show-style narration. “Easy jackets,” she said. “Easy blouses . . . the look is soft and young . . . a very aware fashion statement for the season . . As this spiel went on, girl after girl walked out, pirouetted gracefully, and sat down. The parents beamed. A few of the girls giggled a little, but only Jane, the older one who had come late, seemed to be having an unpleasant experience when she walked down the runway.</p><p>The girls changed clothes in a back room and came out one by one a second time, now doing something called a “dance-walk,” which involved lots of hip swiveling and finger snapping. Kim Dawson was obviously a big fan of the dance-walk, and her narration hit its stride. “Fashion goes dancing in a whole range of different looks,” she said, beaming with pride. “Fashion . . . the way it moves . . . the way it looks . . .”</p><p>Perhaps it was Kim Dawson, or the dance-walks, or the music, but at that moment the whole improbable scene—the outrageously dressed-up little girls from the suburbs, the fashion-show narration, the rapt families—seemed to work. The girls <em>had</em> changed. They were selfconfident. Not only did they have a new Physical, but a new Mental and, no doubt, Spiritual too. They had become little Winners. They had joined the They Generation.</p><p>All except Jane. When she came out to do her dance-walk, she tottered down the runway on her high heels, tried to snap her fingers a few times, and then froze, absolutely mortified. Her face turned beet-red. She looked around wildly for a moment, turned, jumped off the runway, and ran out of the room.</p><p>After all the dance-walks were over, the girls and their families stood around the room smiling, and Kim Dawson handed out diplomas. When she was finished she still had one diploma left—Jane’s—but Jane was nowhere in sight. Kim Dawson said that Jane seemed to have disappeared. The other girls giggled. Jane, it was clear, was not one of Them.</p><p><span class=\"dropcap\">O</span>ne could, perhaps, work up \u0007 self-righteous head of consumer-advocate steam against the success courses, on the grounds that people pay plenty of good money—the prices run from $10 for a single cassette to more than $500 for the total-immersion weekend courses all the success schools run—to hear a lot of cheerleading and half-baked theorizing. One could even say, as socialists in this country always have, that the american mythology of overnight success, which all these courses propagate, serves to divert attention from the true class nature of our society.</p><p>But in Dallas, it’s hard to believe all that. First of all, the courses carefully avoid guarantees of results, and it’s unlikely that anyone really thinks there’s more to them than is actually there. Anyway, doesn’t Dallas itself show that a Positive Mental attitude <em>can</em> work? That a city <em>can</em> make it on self-confidence alone? That the doors <em>are</em> still open? Looking at the staggering sales figures for success tapes conjures up visions of the LBJ Freeway at eight in the morning being filled with people listening to Paul Meyer or Ed Foreman spin out their wacky democratic exhortations, jotting down their Goals for the day on little pads, and then going forth, determined not to take no for an answer.</p><p>It should be said, though, that there is another, less explicit message in the success courses. The unstated key to their view of the world is a rejection of the structured, meritocratic vision that more cautious and responsible career counselors impart—the idea that you get ahead by going to school and developing a marketable skill. In success tapes you never hear the story of Joe Smith who did real well in high school and got into a good college and took pre-med and now has a very successful surgical practice, although the life stories of most of the successful people that most of us know probably go pretty much that way. In the courses’ version, all you need is selfconfidence and determination, which translate into results through the medium of dealing with other people.</p><p>That’s why the archetypal consumer of success courses is a salesman, out calling on strangers all day, getting turned down more often than not, living by his powers of persuasion. To somebody in that position, setting Goals and believing in yourself really can make the difference between success and failure. If you provide some specific product or service, no doubt Goals can still help, but they’re not your meal ticket.</p><p>If your livelihood depends on selling yourself, it requires the blending of two apparently contradictory qualities. You have to think of yourself as a driven, determined individualist who makes his own way, but also as a joiner, a person others always like and feel comfortable with. Success courses, like high school coaches’ halftime exhortations and Lions Club lunches, stress rugged individualism but presume an interest in team play. You’re supposed to rise above mediocrity and become a winner, but having done so, you’ll join a class of other people who have done exactly the same thing and who will help you along. This idea is not really as crazy as it sounds; you have only to walk down the street in downtown Dallas or Houston to understand the psychological truth of it. You’ll see hundreds of dynamic-looking men and women in crisp, stylish suits and neat haircuts, striding purposefully along, obviously on a forward path in life. It’s difficult not to think these people are onto some secret, and if you could learn it you’d be one of them and you’d be going the same places they are, wherever that may be.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Success",
      "people",
      "Dallas",
      "Business",
      "Women",
      "Congress",
      "School",
      "Texas",
      "Tradition",
      "Career",
      "Country",
      "Oil",
      "ten",
      "Clothes",
      "College",
      "Fashion",
      "Folklore",
      "High School",
      "LBJ",
      "Modeling"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Arlington",
      "Houston",
      "Kerrville"
    ]
  }
}