{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19801",
    "date": "January 1980",
    "year": 1980,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1980/19800100.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97
      ],
      [
        155,
        156,
        157,
        158,
        159,
        160
      ]
    ],
    "toc_order": 4,
    "toc_headline": "The Vanishing Steak",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198001-thevanish",
  "source": "/1980/19800100.pdf",
  "wp_post_id": 115746,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-vanishing-steak/",
  "authors": [
    "W. L. Taitte"
  ],
  "headline": "The Vanishing Steak",
  "dek": "Texas isfamous for cattle, so why is it so hard to get a good cut of meat?",
  "spread_caption": "",
  "excerpt": "Beefing and chewing the fat about a rare pleasure that’s almost done for.",
  "kicker": "",
  "word_count": 7275,
  "content": "<p><span class=\"dropcap\">T</span>he steak on my plate cuts as easily as a steamed potato. Its flavor is incomparable, as rich and complex as a fine old wine. This simple slab of meat is the great american luxury, our food for celebration and the reward of success. A steak of such magnificence, the classic steak of heavy, aged beef, is soon to become—yes, it’s true—a thing of the past.</p><p>“What?” you may exclaim. “Surely not in Texas, the land of the King Ranch and the home of Bevo!” Yes, even in Texas, perhaps <em>especially</em> in Texas. Our state has traditionally never been all that big on the kind of ultimate steak I was describing above, and our tradition works against us still. The cattle that roamed the range tended toward the tough and stringy; they weren’t aged for tenderness, nor were they served rare. Instead they were, sensibly, chicken-fried or barbecued, and those two methods of cooking still dominate as much today as they did in the past. My forebears, living and dead, would tremble to see me eat a steak with blood running out of it, and some good Yankee friends of mine complain that it’s easier to get good Italian food than good beef down here, that the beef is all tasteless because it hasn’t been hung to age.</p><img/><img/><p>Illustrated by Dan Glidden / Flat Lizard after J. C. Leyendecker</p><p>Anatomy Of Two Steaks</p><img/><p>Peter Calvin</p><p><strong>The Man:</strong> Byron Leonoudakis, manager, Victoria Station, Dallas.</p><p><strong>The Meat:</strong> Top Sirloin, weighing eleven and a half to twelve ounces, aged three to four weeks, cooked medium rare.</p><p><strong>The Price:</strong> $8.95 (full dinner).</p><p><strong>The Source:</strong> an 1100-pound, corn-fed, Colorado-bred, USDA choice steer.</p><p><strong>The Verdict:</strong> the wave of the future—a very good, but not sensational, standardized steak.</p><img/><p>Nicolas Russell</p><p><strong>The Man:</strong> Bob Ruby, owner, Ruth’s Chris Steak House, Houston.</p><p><strong>The Meat:</strong> Porterhouse for Two, weighing 35 to 36 ounces, aged about three weeks, cooked rare.</p><p><strong>The Price:</strong> $28 (a la carte).</p><p><strong>The Source:</strong> a 1200to 1400-pound, cornfed, Midwest-bred, USDA prime steer.</p><p><strong>The Verdict:</strong> the closest thing to a really great steak that you’re likely to find in a Texas steakhouse.</p><p>Well, of course you <em>can</em> get a good steak in Texas, both in a restaurant and at a butcher shop. But only in certain places, only if you have a degree of luck, and only if you know what you’re doing. We’ll come to all that in a while. But not a moment too soon, i’m afraid. There are getting to be fewer and fewer steaks, and fewer of them are of top quality.</p><p>Part of the reason is that the beef business is a middle ground between two chaotic extremes. At one end is an angry lot of consumers complaining about high prices. At the other end are the poor souls who raise cattle. Many of them are smallscale farmers and ranchers who scrape by and borrow money from year to year in the hope of making an occasional killing (no pun intended) when prices go up. The cattle business is a fragmented industry, as chancy as playing the stock market and in recent years almost as unprofitable.</p><p>In short, neither cattle raiser nor consumer wants to foot the bill for a steak from an animal that has been fed grain or corn long enough for its flesh to develop into meat of the first quality. Once a cattleman has made the decision to fatten a calf for sale as beef (rather than keeping it for breeding stock or selling it as yearling meat), he is more or less committed. After a certain number of days of fattening up the animal by stuffing it full of rich, scientifically designed mixtures, he simply must sell. And given current high feed prices and interest rates, he must sell sooner rather than later. He can only hope that the price he gets will be high enough to make the whole process worthwhile.</p><p>The cattleman sells his animal to a packer, and there the beef business, as opposed to the cattle business, begins. It takes only about thirty minutes for the packer to turn a steer or a heifer into beef. Don Freedman, the vice president of Freedman Packing, Inc., of Houston, showed me around his plant. The room where the freshly killed cattle are processed into sides of beef is in some ways more similar to what you would expect in an automobile assembly plant than in a slaughterhouse. Of course, the squeamish would be abashed. The overwhelming first impression is the stench of intestines and the sight of rivers of blood flowing toward drains in the floor. But this is death on the assembly line. The dozens of carcasses, each hung from a tailbone, move slowly from station to station like motors waiting for their chassis.</p><p>The One Right Way To Cook Steak</p><p><em>Step one: throw away your charcoal grill.</em></p><p><span class=\"dropcap\">A</span>fter you have managed to find a very good piece of meat, at whatever price, the next challenge is how to cook it. For my own taste I would sear both sides of the steak for politeness’ sake and take it to the table. If you choose to cook it a bit more than that, I shall not quarrel with you. I will, however, presume to suggest that you might try my method of cooking it.</p><p>I have no truck with gas or charcoal broilers for steak. It is too hard to judge the heat and impossible to control it. The only way I would cook a first-class piece of meat is the chic French—and old-fashioned Texan—way, by panbroiling it. All you have to do is rub a piece of the beef fat around a heavy iron skillet over high heat. When the skillet is really hot, sear one side of the steak for one minute, then turn it and sear the other side for one minute. At that point, turn the fire down to a medium setting and cook the steak for two or three minutes on each side before turning it, as many turns as necessary until it is done to your taste.</p><p>The great advantages to this method of cooking steak are the constant visibility of the meat and the hair-trigger control you have over doneness. When the meat is no longer soft to the touch, it may be pronounced cooked, though it may still be very rare. When tiny drops of juice start to ooze from the top side, the steak has reached the state the French call <em>au point,</em> which could be translated either “medium rare” or “just right.” I have cooked hundreds of steaks this way, and you can trust me when I tell you that charcoal is for briskets and ribs, and broiler ovens for things you cook in a cheese sauce.</p><p><em>W.L.T.</em></p><p><span class=\"dropcap\">A</span>fter a carcass has been eviscerated, it passes into an area like a phone booth built for giants. The area is clearly marked with warnings of danger from electrical shock. A worker quickly implants a probe in the carcass, and twenty times within the next minute the forelegs contract spasmodically in mute response to 500 to 550 volts of electrical shock. At the end of the minute, the electrical probe is removed, and the carcass proceeds down the line to be divided into vertical halves. What had entered the room less than half an hour before as a hardly dead animal is now a neat side of beef.</p><p>The electrical stimulation of the carcass is a very new addition to the assembly line in this packing plant—only a handful of Texas packers have adopted the process —but the Freedmans consider it the most exciting innovation in the business. Benjamin Franklin supposedly discovered two hundred years ago that when turkeys are killed by means of electrical shock the flesh is tenderized; Texas A&M scientists got around to researching the technique only during the last three years. A bunch of aggies volunteered to eat beef every day, comparing cuts of meat from both sides of the same animal—one side zapped with the electrical stimulation, the other side unzapped. By actual taste test, the aggies reported that the zapped beef tasted 19.7 per cent better and was 21.6 per cent tenderer.</p><p>Zapping beef will perhaps benefit the consumer, but it will certainly benefit the packinghouses. Many of the results of electrical stimulation are immediate and temporary: the beef takes on a better texture and color; the marbling of the meat sets up more quickly and will be considerably more conspicuous when the meat is graded by a U.S. Department of agriculture inspector; there are fewer delays in cutting and grading because the beef cools quickly and evenly; and rigor mortis sets in before the cold of refrigeration contracts and toughens the animal’s muscles. All of these benefits minimize important problems for the packer, and they may actually improve the USDA grade given to the beef and thus significantly raise its price. Even more important in today’s market of smaller and less desirable sides of beef, these results are much more marked in meat that was originally inferior. Firstquality beef is only slightly improved in tenderness or palatability, but range-fed or older meat can be so altered that it becomes acceptable to those who would not have bought it before.</p><p>The electrical stimulation process also benefits the industry by speeding up the aging process. Most meat experts agree that aging is the single most important factor in the taste and texture of the beef. Beef that has been properly aged—that is, hung in sides or quarters in well-controlled refrigeration for a total of 21 days —is at its tenderest and has developed its full flavor. Unfortunately, aging is both expensive and invisible, except perhaps to a trained eye, so packers are tempted to shorten it or even to skip it altogether. In 20 days of aging, 5 per cent of the initial weight of a side of beef is lost to evaporation. Beef that is aging also represents a lot of capital sitting around useless, and in these days of high interest rates many vendors feel they can’t afford the cost of the inventory. The cost of the storage space is a factor, too. In Texas these days, packers simply do not age meat. They leave the option to the retailers, and most retailers age for two weeks maximum, many for a far shorter time. Electrical stimulation of the carcasses enables them to sell the beef after a mere seven days, or even less time, and still attain some of the benefits of aging, and the treated meat might last an extra day in a store’s refrigerated bin. So, for the hard-pressed beef industry, the attractions of such new and seemingly heretical shortcuts as zapping meat are obvious.</p><p>“Everybody thinks his business is the toughest in the world,” complains Don Freedman, “but mine really is.” a visitor to the slaughterhouse might find Freedman’s claim hard to credit as he passes the packer’s neat little Mercedes sports car, license plates bearing his nickname, Duck. What’s so hard about a nice family business where the whole clan can get together and eat catered lasagna at lunchtime? In truth, the beef-packing business is in turmoil, and enterprises like Freedman’s must find edges like the technological innovation of electrical stimulation to keep afloat. Houston once had seven or eight slaughterhouses. Freedman’s is the only one still in business.</p><p><em>(Continued on page 153)</em></p><p><em>(Continued from page 95)</em></p><p>Cattle used to be slaughtered close to the places where the meat would be sold and eaten. Refrigerated shipping has now made it cheaper to slaughter the cattle where they are raised or fattened—where grain or corn is readily available and inexpensive. The animals that remain for urban packers like Freedman’s are often not the ones raised to be quality eating beef. Of the cattle slaughtered weekly (a million or so pounds) at Freedman’s plant a few miles north of downtown Houston, many are young, grass-fed animals weighing in at around seven hundred pounds, a size now often sold in the markets as “light,” “baby,” or “Texas” beef. Many others are worn-out dairy cows or superannuated bulls fit only for grinding up; most of the hamburger at the supermarket is a mixture of meat from such animals and trimmings from more desirable sides of beef. To stay in business, a packer must consistently guess from looking at animals of all sorts just what the return from them will be in quantity and quality of meat and how much the market will bear of each variety.</p><p>After the sides of beef of all the various kinds have been in refrigeration for a sufficient number of hours, they are eligible for USDA inspection. The initial inspection is a compulsory check to see that the animal is healthy and safe to eat. The second, optional inspection is the grading process. Since 1927, beef has been graded for quality; since 1965, for “yield” as well. (These days, wholesale buyers often pay more attention to the yield than to the quality grade, because it indicates the amount of salable meat a carcass will give in relation to its weight.)</p><p>The USDA grader at Freedman’s—it took the permission of four bureaucrats in Dallas, Washington, and amarillo for me to talk to him—is Bill Eisert. He loves meat. I don’t mean that he loves to eat meat, or even that he loves the meat business. He seems to love the thing itself, to want to learn all there is to know about it, to cherish it for what it is. Eisert comes to Freedman’s at five o’clock every working morning, puts on the heavily insulated jacket, gloves, and butcher’s coat required for entry into the refrigerated storage rooms, and begins his minute inspection of all the carcasses for which grading has been requested.</p><p>Most consumers are vaguely familiar with the quality grades. USDA choice is the most common grade found at supermarkets in affluent neighborhoods, and it is usually worth the meat vendor’s while to have the beef graded if it will meet the standards for choice. The wholesale price of a choice beef carcass is about 4 cents a pound higher than an ungraded one, a significant amount when you consider that a large independent packer like Freedman’s sells some seven million pounds of choice a year. There is one grade above choice—prime—and six below: good, standard, commercial, utility, cutter, and canner. As some of the names imply, these less desirable grades have fairly specialized uses, especially those near the lower end of the list. Commercial beef meets many of the requirements for the higher gradings but is from an animal that is too old to be tender enough for eating as untenderized steak. Many of the animals that fit into these lower brackets (often they are never officially graded) end up as ground meat or punctured with dozens of tiny needles and saturated with solutions of a tenderizer such as papain. Eventually they may find their way to bargain-basement “steak” restaurants, where they make good eating for those who don’t mind taking their meat flavored with overtones of rotten papaya.</p><p>As Eisert makes the rounds of the sides of beef to be graded for the day, his practiced eye sizes up each hanging half of a carcass as quickly and intuitively as a high school boy assigns each girl in his class a rating on looks between one and ten. He then rolls it U.S. choice or good or whatever; the familiar purple stamps are imprinted by a device that works like a paint roller. There are objective standards for Eisert’s guidance—legally binding numerical specifications, comparative charts and photographs—but they all address the same issues. Essentially, the grader is attempting to judge the <em>maturity</em> of the meat and its <em>quality.</em> First he looks at the exposed end of the ribeye section. He looks at the color and texture of the lean —darker and coarser meat means that the animal is older and more mature—and notes the degree to which the cartilage in the ribs has ossified into true bone. One of the most important gauges of the quality grade is the amount of marbling—how rich a network of tiny veins of fat has invaded the lean, muscled area of the ribeye. The degree of marbling for each grade of beef is rigidly specified by the government. The minimum standards for the various grades are: “practically devoid” of marbling for standard, “slight” for good, a “small amount” for choice, and “slightly abundant” for prime. A fairly wide range of variation is possible within each grade. There are three degrees of marbling classified as suitable for choice, and the amount of marbling in a prime steak could presumably stretch out toward infinity. Most of these standards involve a certain amount of judgment. Where does pink meat end and red begin?</p><p>The size of the animal being graded—and thus its age and the length of time it spent in a feedlot—is a more or less reliable index of the grade it will receive. In general, a dressed animal that weighs 600 pounds and up—which means it weighed 1000 pounds or more on the hoof —is a likely candidate for being graded choice. Probably the animal was between 18 and 24 months old and spent the last four to five months of its life indulging itself on a feedlot. Eight hundred pounds on the hoof would be about the lowest weight for a choice animal; 900 to 1200 would be more typical and more desirable. For prime, only 2 per cent of graded beef today, animals usually weigh 1050 to 1800 pounds. As with any living thing, however, a certain amount of chance is involved. “It would be nice if you could plug them like a watermelon to see if they’re ripe,” muses Eisert, “but you can’t.”</p><p>Just how trustworthy is the guarantee conferred by that purple stamp? I found widespread skepticism about the reliability of the whole USD a grading system. Any meat portrayed as prime is especially suspect. One merchant who sells prime beef confided that he believes 80 per cent of all meat rolled prime would in fact be graded choice if the legal standards were being applied properly. A butcher friend of mine laughed at me when I told him I had eaten a prime steak a few nights before. “You mean top of the choice,” he said. When I responded, “No, I said prime,” he gave me a knowing smile and said, “You’re writing a story, and you’re still that naive?”</p><p>There is also a lot of skepticism that it makes much difference whether a specific piece of meat is labeled prime or choice. One restaurateur whose steaks I have always found exemplary said that he buys prime from his supplier when it is available, which is less than half the time, but that he thought it didn’t really matter. Proper aging will make a more noticeable difference in the quality of a steak than a degree or two of additional marbling, it is true. At the restaurant in question most of the steak served is tenderloin, which is likely to be tender no matter what kind of animal it is from, so perhaps the man was right. But anyone who has had a prime, well-aged sirloin strip properly cooked is unlikely to give up caring that such wonders are disappearing.</p><p>Given the essentially subjective process of qualityand yield-grading, some chicanery may well go on, in the grading itself and (I would guess more often) in the retail stage, where labeling can become vague and promises to the consumer are made to be broken. I once noticed a steak in a restaurant’s refrigerated display case, for instance, that was distinctly advertised on the menu as USD a choice and just as distinctly had a bright purple “USDA good” stamped on its fatty outside. But again, I wonder just how much difference it makes to most steak eaters how old an animal they are eating and how much fat is marbled through the muscles of the meat. We live in an age when “light” beers and tasteless spirits like vodka are cornering their markets, when the desire to keep one’s weight down coincides well with a taste for food with less taste. If you put a prime steak and a good steak of equal weight and price before consumers without explaining the difference, I daresay at least half would unhesitatingly cut into the good steak—so much less fat to contend with, you know.</p><p><span class=\"dropcap\">W</span>hat does a Texan do if he does have a taste for aged prime beef, though? If he wants to eat it in a steakhouse, he will have to choose very, very carefully. There are probably only three steakhouses in Houston, for instance, that make it a rule to serve prime beef: Brenner’s, the Palm, and Ruth’s Chris Steak House. They are unique enterprises in Texas—cathedrals of conspicuous consumption, where a steak with a salad and a potato might cost you $17.50 or $18.50, or a steak by itself, with none of the trimmings, $14.50. These temples of beef are competing for a very small market, and to run one of them, believe it or not, you can’t be in it just for the money.</p><p>The motive for owning a place like Ruth’s Chris Steak House, according to Bob Ruby, who owns the Houston branch, is “to have your own little stage.” Ruby, a large man in his early forties who is always ready with a joke, had show-biz rather than restaurant experience before opening this Ruth’s Chris; he had previously had his own radio show in New Orleans and before that had sung professionally. Now he takes out his funnyman energies in a restaurant newsletter handed out free with every meal, in which he signs himself “Big Steak,” and in his gladhanding circuit of tables at each mealtime. He proves every day his belief in his own maxim that what it takes to make a restaurant a success is an intense desire to please.</p><p>The original Ruth’s Chris Steak House is a famous New Orleans haunt. The restaurant got its odd name when a woman named Ruth bought out a place called the Chris Steak House and wanted to put her own name on it without losing continuity. She now sells franchises, and when Bob Ruby decided to open a luxury steakhouse in Houston he bought one. If it seems strange that such a personal business bears two other people’s names, Ruby has a simple explanation. Buying a franchise was the only way he could feel certain that he would be able to get the kind of prime, corn-fed beef he wanted. That kind of beef is so scarce today that one guy can’t have enough clout to get it shipped consistently. All the franchises must agree to buy from the same packer in Chicago, which guarantees a steady supply of a very scarce commodity.</p><p>All the steaks shipped to the restaurant are supposed to be corn-fed, which is another reason for ordering from Chicago. Cattle in Texas are fattened on grain, and corn has the reputation of building better-tasting beef. The meat is trucked in fresh. The Chicago packer hangs the carcass in his cooler for ten days, then cuts it up into smaller sections for shipment. The whole loins—which Ruby’s butcher-chef will cut into tenderloin, short loin, ribeye loin, and boneless strip loin—are sealed in heavy plastic Cryovac wrappings for their long journey, and they age for an additional ten days in the plastic. After they are broken out of the wrapping, the pieces of beef must be divided into steaks and sold in two days or they will spoil.</p><p>Shipping in plastic is now routine in the beef industry, and I have severe doubts about it. Every Dallas supermarket chain except Minyard’s cuts up its sides of beef at a central location and trucks the plasticwrapped pieces in to the neighborhood stores. Most of the chain steakhouses use the same procedure, which offers obvious benefits to the business. By shipping out partly cut up, wrapped meat, you can allocate specific cuts to locations where they are in demand. You can avoid paying shipping costs on all the heavy bone that is eliminated. Because the sealed plastic traps in juices, you avoid some of the expensive shrinkage of meat during the aging process. And as long as the seal of the plastic isn’t broken, you can safely avoid the spoilage of the meat.</p><p>But there can be no doubt that the process of aging meat in heavy plastic is not identical to that of hanging a carcass in refrigerated air for a comparable period of time. The classic aging process for meat is analogous to that for fine wine or cheese—after three weeks of aging, beef carcasses even get the blankets of mold typical in cheese making or ham curing. In their shrinkage during aging, sides of beef also acquire a marvelous slightly dry and tenderly chewy consistency. These subtle changes in the taste and texture of aged beef are obviously impossible when the meat is insulated by a thick layer of plastic. Enough air is left inside the sealed Cryovac that I cannot deny that some true aging takes place. I simply question whether the results of the two techniques of storing and aging are entirely comparable.</p><p><span class=\"dropcap\">A</span> side from my doubts about the plastic-wrapped pieces of beef, there are a few other conditions at Ruth’s Chris Steak House that keep the restaurant from being quite the beef eater’s paradise it ought to be. Most important, Ruth’s Chris suffers from a common failing of steakhouses: it is more difficult than it should be to get a steak cooked exactly as you wanted—and ordered—it. At Cork ’n’ Cleaver in Dallas, a highly touted outpost of one of the better chains, I recently sat at a table of seven, and six of the steaks were not cooked to order. Yet on other occasions the meat has been cooked perfectly. This kind of inconsistency, seems less tolerable to me at such an expensive place as Ruth’s Chris. Bob Ruby admits that perhaps 15 per cent of the steaks he serves are not cooked precisely as requested. Ruby and his chef have a better excuse than most; his specially built broilers deliver so much heat that the only way to test a steak’s doneness is by sight —a nerve-racking job if a couple of dozen steaks are in the broiler at one time. When the chef receives an order from a waitress, he seasons the steak on both sides with salt and pepper mixed together in a shaker. He places it with a number of others in the two large broilers, the wide expanse of flames just a few inches above the surface of the meat. He must check each steak periodically before retrieving it from this inferno, and it is no wonder that miscalculations occur.</p><p>Most of the returns to the kitchen at Ruth’s Chris are underdones. An underdone steak is salvageable, needing only another minute or two in the broiler to be put right, but an overdone steak is a total loss. Ruby tries to see to it that most of the mistakes are on the side of undercooking. Another special problem at this restaurant is that it follows the New Orleans original’s practice of serving each steak with a rich garlic butter sauce unless otherwise requested. The plates on which the steaks are delivered to the table are so scorching hot that the butter sauce can sometimes fry the meat piece by piece as it is cut, and that is a real problem for those like me who want their steaks very rare.</p><p>In a business as beset with compromise as the beef industry is today, these problems are relatively minor. Ruby’s real problem in pleasing his audience is those customers who don’t really want what they are paying for at Ruth’s Chris. “a guy from Colorado came in here a while back, and after he began eating his steak he said, ‘Gosh, this tastes funny.’ He had never been given real aged beef before, and he just didn’t have the taste for it. Who can fault people like that? They’re thinner and they live longer if they don’t eat prime beef.” Ruby clearly laments what he sees as the passing of an age, but he observes forces at work against the survival of the kind of product he sells. “The typical slaughter weight of a prime steer used to be 1600 to 1800 pounds. Now it is 1400 to 1600 pounds. Mark my <strong>words,</strong> the day will come when a prime steer will be slaughtered at 1000 pounds. A great steak is the most wasteful thing in the world, and even now about the only people who can afford one are those on expense accounts.”</p><p>I remarked earlier that Ruby claims not to be in business for the money (he says he could make money a lot faster and easier some other way). If the figures he gave me are accurate, his claim is certainly true. Ruth’s Chris Steak House nets maybe 12 to 14 per cent of its gross. In the profitable steakhouse business, that figure is remarkably low, a reflection of the high cost of preserving high standards in meat and its culinary accoutrements, and of the quixotic nature of a personal restaurant.</p><p><span class=\"dropcap\">F</span>ort Worth has the original Cattlemen’s Restaurant to compete in the big league, and San antonio has Casey’s John Charles, but Dallas, strangely enough, boasts no steakhouse comparable to Ruth’s Chris. It is a wilderness of steakhouse-chain signs: Steak and ale, Traildust, Bennigan’s, Old San Francisco Steak House, Cork ’n’ Cleaver, Victoria Station, Dunston’s, and on and on. Five of these establishments crowd back to back on a quarter-mile stretch of Stemmons Freeway. None of the local steakhouses are even as good as the best of the chains, except perhaps Kirby’s, which is inconsistent but lovable. Already, in Texas’ second-largest city, lovers of aged prime beef have nowhere to turn if they want to go out to eat.</p><p>Probably the best they can do in Dallas is Victoria Station, an enterprise as different from Ruth’s Chris as it could be. If Ruth’s Chris is the steakhouse as art, as handicraft, as performance, Victoria Station is the steakhouse of a cost accountant’s or industrial engineer’s dreams. A list of 27 energy-saving suggestions is posted in the kitchen, and a visitor gets the feeling that this is the sort of place in which they are taken seriously.</p><p>Byron Leonoudakis, one of the four managers of the new Victoria Station on the addison strip in far North Dallas, has a fine bon mot about the difficulties of finding the right kind of people to work in his restaurant: “God only made so many restaurant people, and he didn’t anticipate so many restaurants.” The funny thing is, Leonoudakis hardly seems to be a restaurant person himself. He could be a rising young executive type in almost any business—a product manager for a chemical company, a flashier-than-usual young lawyer, anything but a banker, for which career his beard would probably disqualify him. Conversely, eleven weeks of training, including three in the company’s San Francisco headquarters, could probably turn any seemingly non-restaurant person into a Victoria Station manager. Skills in managing people and unceasing attention to the details that spell out profit seem to be the only prerequisites for success in the career.</p><p>Great expertise in beef certainly does not seem a requirement for a Victoria Station manager. The meat served at all the restaurants in the chain is bought centrally on contract three times a year. This provides beef of set specifications at fixed prices. The beef used by Victoria Station is USDA choice, corn-fed beef from Montfort Beef in Colorado. The restaurant receives only two cuts of meat: the top butt, which must weigh between 10 and 12 pounds, and the ribeye loin, which can weigh between 19 and 23 pounds, though the managers prefer those between 20 and 22. Shipped in the ubiquitous Cryovac, the beef arrives at the Dallas restaurant 14 to 21 days after slaughter and is turned over in 3 to 4 days.</p><p>Cooking at a steakhouse like Victoria Station is not particularly complicated either. Those who run more ambitious restaurants would dismiss the kitchen help here as merely “food handlers.” The biggest seller is not really the steak but “prime rib”—a rib roast that by no means has to be USDA prime meat. The big pieces of prime rib are cooked for three hours with a pan of water in the oven to prevent shrinkage of the meat. Steaks proper (only top sirloin is available, in different sizes) compose 25 to 40 per cent of the restaurant’s business on any given shift. My own experience of meals in Victoria Stations over the last six months has been that the cooking process is extremely reliable. All the employees I asked estimated that the steaks are cooked as ordered at least 95 per cent of the time.</p><p>A principal skill required of a manager like Leonoudakis is recruiting and training help that will perform at this high standard of efficiency. In the kitchen the tasks are simple enough that a full-fledged, highly paid chef is not required, but not so trivial that they can be handled haphazardly. Victoria Station’s solution, especially in a North Dallas neighborhood where few competent grown-ups are likely to work long for the wages the restaurant is willing to pay, is to hire young people in school.</p><p>The restaurant pays well by the standards of the franchise industry, but in return the employee has to help the restaurant make money. At the end of every working shift, the managers at Victoria Station know if they have lost money or made a profit. It is not a matter of indifference, since the pay scale includes incentives based on beating the budget. Some restaurants claim that they are willing to break even on food and make money on drinks. Such a policy is certainly not the case at Victoria Station, which is looking for a 30 per cent net, no matter where.</p><p>This goal is achieved—and I would guess that it <em>is</em> achieved, or else—by all kinds of cost control. None is more impressive than the element of portion control. Success is predicated on the principle that the customer gets exactly what he pays for . . . <em>exactly.</em> The kitchen workers <strong>primarily</strong> responsible for achieving such scientific precision are the carvers. Scotty Morgan comes as close to being a chef as any employee of the North Dallas Victoria Station, and he doesn’t really cook anything. Morgan is a restaurant professional, with six years of experience in the business, and he has been a head cook at several restaurants around town. During mealtimes, he carves the huge rib roasts into portions of just the right size; if he misjudges, the restaurant begins to lose money. Between mealtimes, he carves steaks to be broiled during the next shift. If he does his job right, both the customers and his bosses will be happy.</p><p>To prepare the steaks, Morgan frees the ten-pound top butt from its Cryovac wrapping and carefully dries the blood off it. Then he meticulously cuts off all the visible bits of skin and tendons. When the butt is well trimmed, he lines it up with the edge of his knife and begins to cut. With every slice he is hoping to get a fine, handsome top sirloin of eleven ounces. The first cut, from the wider end of the butt, is the hardest; it is easy to guess wrong about the weight or to produce an uneven, unattractive slice of meat. Morgan weighs the steak he has sliced, and if it weighs eleven ounces and is otherwise satisfactory, he puts it at the far end of a rectangular metal tray. As his knife marches up the top butt, the cuts become smaller in circumference and thicker. All the elevenounce products are arranged on the tray according to size. Thus when the broilerman gets an order, he can readily choose a long, thin steak to cook well done or a compact, thick one to serve rare. “all the broilermen know the hot spots on the grill,” says Morgan, “and they’ll put the rare ones there to be sure they get seared quickly.”</p><p>If Morgan makes a mistake by cutting a steak too big, he trims it to exactly eleven ounces. If the trimming is large enough to provide a chunk for a kabob, it goes into a special container; otherwise it goes into a pot to be ground up for hamburger. If the steak is too small for an eleven-ounce dinner steak, Morgan will cut it down still further to make a seven-ounce luncheon steak. All the while, he is trimming tendon and connective tissue from each piece of meat to assure the customer the tender steak he is hoping for. When he finishes each butt, he weighs the steaks and the meat salvaged for kabobs. The total weight must be at least 68 per cent of the original weight of the butt.</p><p>Morgan says that Victoria Station is “one of the most organized places i’ve ever worked.” This seems to me a refreshing understatement. Victoria Station appears to be extraordinarily well run and efficient, with courteous employees—a pleasant environment for both customer and employee. Perhaps there is just enough of a restaurant-people quality in each of those who run the establishment to protect it from the corporate anonymity that surrounds places like Steak and ale (now owned by Pillsbury, while Victoria Station is still exclusively a steakhouse corporation). Victoria Station makes sure that the simple things that make all the difference get done, like turning a steak on the broiler three times rather than once. Turning it once produces an identical result visually but gives the meat an unpleasantly charred taste. That taste is more the rule than the exception in steakhouses all over Texas.</p><p><span class=\"dropcap\">V</span>ictoria Station is very likely the wave of the future for steakhouses: profitable, reliable, pleasant—all in all very good. In some ways, I suppose, these qualities are more comfortable to live with than the search for the sensational, a search that very often is bound to lead instead to the unsatisfactory. But I mourn for a time I fear in the future, for a city that already exists in the present, in which the very good is the best there is. For those who share my desire for an occasional outlandishly extravagant experience of a truly wonderful steak, what recourse is there?</p><p>There is a reasonable chance of getting a better steak than you will find in any Texas steakhouse at some of the finer French restaurants that take special care with beef. In Houston there is always Tony’s, and in Dallas I have never found Patry’s beef to be disappointing. Such restaurants deal with distributors who provide aged beef, usually USDA prime, and their cooks are able to give closer attention to cooking the steaks, since many fewer steaks are broiled at once than at a steakhouse. If a plain steak is what you crave, just order a steak with sauce on the side instead of something complex like tournedos Rossini, and politely leave the bearnaise sitting in its dish.</p><p>If you want to eat your steak at home, where will you get it? You can find very good beef on the order of that served at Victoria Station at some supermarkets. The Tom Thumb chain in Dallas, for instance, offers USDA choice, yield 2, from heifers that have never given birth. They ship it in from Kansas or Iowa. The meat will have been aged in Cryovac for a maximum of two weeks—the exact length of time depends on the turnover. For prime beef you can check with a local meat market or try the following stores: Promenade Meat Center (370 Promenade Center) in Richardson; Fisher Food Store (4260 Oak Lawn) in Dallas; Handy andy No. 25 (1955 Nacogdoches) and Handy andy No. 30 (260 Central Park Shopping Center) in San antonio; and Jamail Brothers Food Market (2110 South Shepherd) in Houston. At other supermarkets, you can at least get in the habit of choosing the more highly marbled steaks so as to get the top of the choice.</p><p>Your best bet for finding a really firstclass steak in Texas is to search out one of the rare small butcher shops that make an effort to obtain USDA prime beef and age it scrupulously. In the beginning, I would suggest going so far as to ask for a look at the USDA prime stamp on the meat and for a tour of the cooler area to make sure that the aging sides are acquiring a healthy mold. Even if you feel no inner compulsion for a steak from such an animal, I think you ought to go to the trouble of finding one, and not just so that someday you will be able to tell your grandchildren you actually ate such a piece of meat. No, the real reason is not even the hope that you may join me in developing the craving; it is to give you standards for comparison. Once you have seen the genuine article close up and cooked it, you will never again be misled into thinking that all prime rib is prime beef or into taking a nice little cherry-red, hardly marbled choice steak for more than it is. Nor will you ever be intimidated by a haughty restaurateur into believing that a really smelly steak is just what aged meat ought to be. A few weeks ago, at the Dallas Cattlemen’s, a branch of one of Texas’ most famous steakhouses, I was served a sirloin just on the verge of being rotten. The waitress solemnly affirmed that the meat was aged and some people didn’t like that. I didn’t buy the argument, and I didn’t buy the meat, but if I had not previously experienced the real thing I might very well have been bamboozled.</p><p>I just bought two rather puny-looking sirloin strips from a first-class butcher, and they cost a staggering $8.40—nothing like what they would have cost in a restaurant, but more than most thrifty householders will consider paying for the meat course of a family dinner for two, even for a celebration. But I paid up happily, and quickly. In mid-1979, beef prices, even when adjusted to allow for the effects of inflation, were still the highest in history, 45 per cent higher than they had been only two years before. Worse still, a severe shortage of cattle is predicted for early 1980, and meat prices will probably climb an additional 15 to 20 per cent. Eventually the prices may turn down, but at best that day will be years away. The reasons for this very bad situation are immensely complex.</p><p>The current price cycle should have ended years ago; cattle raisers should in theory have been encouraged by the high prices of the retail market to start replenishing stock and building up inventory of cattle on farms and ranches. Big debts, high costs, and unprecedented interest rates, however, have forced them to sell off stock for slaughter instead of turning them into breeding animals, so there are now 20 million fewer head of cattle in the United States than in 1975. Many in the business cast much of the blame for the distortion of the price cycle on President Nixon’s price controls on beef in 1973. In any case, scarcity is upon us, and no quick solution is possible. Before the simple Texas pleasure of eating a steak becomes an act of fiscal irresponsibility, I charge you most solemnly: seek out your favorite steakhouse or butcher today. It will only cost more tomorrow.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1980",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Steak",
      "Beef",
      "Meat",
      "Restaurant",
      "Victoria",
      "Cattle",
      "USDA",
      "Business",
      "choice",
      "Texas",
      "Dallas",
      "ruby",
      "Animals",
      "Food",
      "people",
      "Restaurants",
      "Cooking",
      "money",
      "Butcher",
      "Chef"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Victoria",
      "Texas",
      "Dallas",
      "Houston",
      "New Orleans"
    ]
  }
}