{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19948",
    "date": "August 1994",
    "year": 1994,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1994/19940800.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 84,
    "document_page_range": [
      [
        88,
        89,
        90,
        91
      ],
      [
        115,
        116
      ],
      [
        118,
        119
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Adkins Family Values",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199408-adkinsfam",
  "source": "/1994/19940800.pdf",
  "wp_post_id": 128148,
  "wp_post_guid": "http://www.texasmonthly.com/article/adkins-family-values/",
  "authors": [
    "Skip Hollandsworth"
  ],
  "headline": "Adkins Family Values",
  "dek": "When alis and Cecil adkins discovered their children were prodigies, they set out on a relentless mission to turn them into classical music stars.",
  "spread_caption": "",
  "excerpt": "The family that plays together stays together. Meet one of the world’s most successful classical music clans.",
  "kicker": "",
  "word_count": 4265,
  "content": "<img/><img/><p>Photographs By Nic Nicosia</p><p><em>The chords that bind (from left): Madeline, alis, anthony, Cecil, Christopher, Elisabeth, and alexandra. (Clare not pictured.)</em></p><p><span class=\"dropcap\">E</span>lisabeth Adkins, a Porcelain-Skinned Child Just eight years old, made her public debut in 1966. She wore a white lace dress with a blue satin sash. Her brown hair had been carefully brushed back by her mother. An audience of adults in the recital hall in the North Texas city of Denton watched curiously as Elisabeth grinned at her accompanist, placed the bow to the string of her violin, and nodded she was ready.</p><img/><p><em>Both alexandra (left) and Madeline are violinists, and both won the University of North Texas’ concerto competition as freshmen.</em></p><p>Elisabeth launched into the Vivaldi Concerto in a Minor with such passion, drawing extraordinarily pure, rich tones from her violin, that it seemed as if an adult virtuoso were trapped in an eight-year-old’s body. “Do you understand what you have here?” flabbergasted concertgoers later asked Elisabeth’s mother, alis adkins. “Such a child comes along maybe once in a lifetime.”</p><p>But Elisabeth was only the first. Alis, an organist and lecturer in music history at the University of North Texas in Denton, and her husband, Cecil, a UNT professor of musicology, raised five other children, each of them amazingly blessed, their wispy bodies able to transform a violin or cello into the most soulful of instruments. Christopher, the second eldest, would become known as one of the country’s most accomplished young cellists. Then came Clare, a violinist who progressed as quickly as Elisabeth. The fourth child, anthony, followed in his brother’s footsteps with the cello, and the two youngest, alexandra and Madeline, followed their sisters on the violin.</p><p>The adkins children were so good that they outplayed nearly everyone their age. They won various competitions for young artists and advanced rapidly through school, all of them leaving high school by the age of fifteen or sixteen to enter UNT, which is considered to have one of the country’s top five college music schools. They were called geniuses, prodigies, even freaks of nature. Surely, said nonmusicians, there had to be some genetic condition that would turn six children from one family into musical stars. It seemed as if the adkinses couldn’t hit a wrong note if they tried.</p><p>The adkins children, however, are the first to say that their natural artistic gifts, while large, are not the major reason for their success. They happened to have been raised by parents who were fiercely committed to turning them into professionals. Alis adkins had taught them to read music by the time they were three years old; most of them began their rigorous daily practice sessions by the age of four or five. Indeed, the adkins family is not unlike those great European musical clans of past centuries. Back then, families like the Bachs and the Mozarts picked music as a trade to be learned, just as other families chose blacksmithing or carpentry. Members of musical families passed down their skills from one generation to the next. For them, music was not a leisurely cultural activity but their sole way of making money. “What is so stunning to me is that a family like the adkinses can emerge in twentieth-century america,” says anshel Brusilow, the orchestra conductor at the University of North Texas, who has watched all the adkins children grow up. “You rarely see that kind of discipline today, in which an entire family decides to devote itself to one great endeavor.”</p><p>Some parents, of course, can never imagine themselves forcing their children to hunker over an instrument while other kids get to romp through the neighborhood. They have heard all the horror stories about prodigies who burn out because they were pushed too hard and deprived of a “normal” childhood. As the saying goes, Early to ripe, early to rot.</p><p>But alis, a gracious, strong-willed woman who is unrepentant about her love of classical music, insists that in certain circumstances, parents have a responsibility to push. “I suspect there are many people today who have no idea that they might have been magnificent musicians,” she tells me. “There was just no one there to establish a structure of discipline for them. Music is such a blessing of life, and so important to the world, that a child with certain gifts must never be ignored. ”</p><p>Today the adkins children are making their marks on the world of classical music. Elisabeth, 36, is the associate concertmaster with the National Symphony Or, chestra in Washington, D.C., and a d [istinguished chambermusic performer (she is a founding member and first violinist of the american Chamber Players). Christopher, 35, is the principal cellist with the Dallas Symphony Orchestra and an occasional soloist (last spring he performed the difficult Dvorak Cello Concerto in B Minor with the Dallas Symphony). Anthony, 22, is enrolling this autumn in the prestigious Cleveland Institute of Music for graduate study in cello performance. Alexandra, at 19 already a college senior, has been the concertmaster of the UNT Symphony Orchestra, and Madeline, 17, has just completed her freshman year at UNT, where some of her teachers are calling her the most precocious adkins of them all. In what alis adkins describes as “an unhappy but hopefully temporary setback,” 23-year-old Clare has not played professionally for the past two years. Part of her reason for stopping is personal and part of it comes from the pressure of a family in which everyone feels the need to perform, and to perform <em>well.</em></p><img/><img/><p>Beatriz Terrazas/Dallas Morning News</p><p><em>Below: a 1976 picture in the music room, with alis on piano and Clare (center) and her siblings. Bottom: Earlier this year at Dallas’ Morton Meyerson Symphony Center, the adkinses performed together for the first time.</em></p><p>As the adkins children have learned, the gift of great musical talent can carry with it an uncommon burden. “I think we all grew up knowing we were different from other kids,” Christopher says. “Since childhood, we have felt this responsibility to make the best music we can.” He manages a smile. “I assume other people must find us rather odd.”</p><p>Outside the Adkinses’ Two-Story Home In Denton, I hear the barking of two Shetland sheepdogs. “It would be nice if they barked in harmony,” says Cecil adkins, a gentle, silverhaired man, as he ushers me into a living room that has been converted into a library, the floor-to-ceiling bookshelves filled with ancient musical manuscripts, Latin treatises, and musical histories. The dogs sit on a couch and growl, apparently suspicious of any nonmusician. “Get down,” Cecil commands politely. The dogs ignore him.</p><p>Cecil, who has taught at the University of North Texas for 31 years, is a noted scholar in one of the most obscure fields of academia: early music. He teaches courses with titles like “The History of Musical Notation from 850 to 1600.” Currently he is writing a book on the early development of the oboe. When I ask him how many people will buy the book, he shrugs good-naturedly and says, “Maybe a couple of dozen if i’m lucky.”</p><p>He leads me through the kitchen and into the adkinses’ sanctum sanctorum, the 28by 36-foot music room, designed with a high ceiling and a tile floor to enhance the acoustics. On one side of the room is a little stage with a piano and music stands. On the other side are some of Cecil’s most prized antique instruments, including an Italian harpsichord from the late seventeenth century. (In his cluttered backyard workshop, Cecil also builds his own instruments, everything from replicas of ancient violins to wind instruments and small organs.)</p><p>[ Continued On Page 111 ]</p><p>[ Continued From Page 87 ]</p><p>The front door opens and closes. Alis has arrived. “Down!” we hear her say, and immediately there is the sound of dog toenails clattering across the floor. “It’s obvious that alis has certain persuasive powers,” says Cecil with another shrug. She is also, undoubtedly, the most dramatic member of the family. During one of her lectures to a freshman music history class at UNT, alis got so carried away describing the glories of Tchaikovsky’s Overture to <em>Romeo and Juliet</em> that a student pulled out a camera and took her photograph. The student happened to be sitting beside alexandra, who was also enrolled in the class. “He told me that his parents just had to see a shot of my mother swooning and throwing her arms around,” recalls alexandra. “I just nodded and pretended not to be embarrassed. ”</p><p>On this evening, the entire adkins family is gathering to celebrate Cecil’s and alexandra’s birthdays. Elisabeth happens to be in town from Washington, Christopher has driven up from Dallas, and the other children, still living in Denton, troop in one by one, anthony and Madeline from various rehearsals. Clare begins helping Cecil fix chicken parmigiana. The scene has all the trappings of a typical family meal, with one major difference—the conversation. The adkinses discuss, in the following order: the exact size of a viola; the children of J. S. Bach; the best way to tune a piano; Stravinsky’s <em>Firebird Suite-,</em> and the alleged ability of a famous violinist, Joseph Gingold, to put a newly lit cigarette in his mouth and then slowly, in just one stroke, draw his bow across a violin string until the cigarette burns down to the ash. Finally, when it comes time to sing “Happy Birthday” to alexandra and Cecil, alis cries out, “all right—in four-part harmony, everybody!”</p><p>Alis’ mother was a piano teacher in the town of Brownwood and began giving alis piano lessons early in her life. But alis grew impatient and stopped practicing, and her mother, not wanting to seem demanding, let her drop out of music altogether. Alis didn’t regain her desire to play until her high school years. Although she majored in history at Howard Payne University in Brownwood, she went to the University of Texas in austin in the early sixties to get a master’s degree in organ performance.</p><p>By then, she was married to a pianist and had given birth to Elisabeth and Christopher. But she and her husband split up. He left the state, rarely contacting his ex-wife or children again, and alis was left alone to get her master’s degree and raise her two children. When she heard that a fellow graduate student was starting a Suzuki program (then a little-known experimental Japanese music program for very young string players), she enrolled four-year-old Elisabeth. After a couple of lessons, the fellow graduate student asked alis, “Do you realize your daughter has perfect pitch?” Elisabeth was also progressing so quickly on the violin, says alis, “that I began to realize that there was something more here than just a talented kid. Bit by bit, I began to see that the possibilities for her were greater than I might have imagined.”</p><p>Not only did alis find Elisabeth a good violin teacher but she also sat with Elisabeth through her daily practice sessions, often accompanying her on the piano as she worked through applebaum’s “String Builders.” alis made sure Elisabeth correctly learned the dozens of tedious technical details that make the violin so hellishly hard to play: the rhythm and intonation, the position of the bow as it moves across the strings, and the position of the left hand as it holds the violin. Alis stopped Elisabeth every time she missed a note and had her play a passage until she got it right. Then she made her play it again.</p><p>Initially, it was impossible to say how much of the desire to make music came from Elisabeth’s own heart and how much came from the heart of her mother, who, despite a late start, had been progressing rapidly in her own career. After receiving her graduate degree, alis had studied organ in Denmark on a Fulbright scholarship; she then took a part-time teaching job at UNT while she worked on her doctorate. Still, she recognized that she would always remain a step behind more-polished performers. “I felt I had the ability,” she says now in a soft voice, “but I had to stumble my way on my own. When I was young, there was no one there to guide me. So I felt, well, if there was someone to guide my own children, then they would have a much more rewarding life than I did.”</p><p>Alis had Elisabeth practicing an hour a day by the age of eight. “i’m sure I was a typical little girl, whining about practicing,” says Elisabeth, who today has the kind of regal bearing found among many accomplished artists. “But Mother was very calm and just said that practicing was something I must do, just like brushing my teeth or doing my homework. ”</p><p>At age ten, Elisabeth gained more local fame when she performed the first movement of Bach’s E Major Concerto with the Richardson Symphony. Along about then, alis gave eight-year-old Christopher his first cello (she chose the cello for him because she found one at the bargain price of $50). She put him with a teacher and decided to supervise his daily practice sessions too. Alis didn’t imagine that Christopher would turn out to be as talented as his sister. As Christopher jovially says, “I was always quiet, in my own little world. I think my mother thought I would never be able to concentrate long enough to learn a piece of music.”</p><p>But Christopher, his thin arms wrapped around the cello, was soon playing with an authority that seemed to come from somewhere outside himself—and people were coming up to alis to tell her that she had another star in the family.</p><p><span class=\"dropcap\">I</span>n 1967 Alis Married Cecil, Whom she had met two years earlier when she enrolled in one of his graduate musicology classes. Cecil also had two children from a previous marriage, a son who designs computers and a daughter who is a well-known Denton jewelrymaker and jazz singer. Inevitably, Cecil and alis wondered what would happen when they had their own children. Would they be less musically talented than Christopher and Elisabeth because they came from a different gene pool? Or would they turn out just as successful because they were raised to be musicians?</p><p>In 1970 Clare was born. When she was three, she was learning notes on the piano, and at four she had a violin in her hands. Almost instinctively, she played with great sensitivity and without any fear or self-consciousness. Anthony, born two years after Clare, took straight to the cello, as, in turn, alexandra and Madeline took to the violin.</p><p>“I told Cecil and alis that if they could figure out what they were doing with these kids, they could bottle it and make millions,” jokes UNT’s Brusilow. But Brusilow, who was once considered a child prodigy himself (at the age of sixteen, he gave a violin recital at Carnegie Hall), also says that talent takes a performer only so far. “You just don’t pick up a violin and play beautifully. When you’re a child, you need to be pushed—a lot!—to practice. You need someone there who isn’t going to let you play jacks but who makes you play your scales,” he continues. “Listen, Mozart might not have amounted to much if his father had not been there to push him. And alis and Cecil did the same thing with their children. ”</p><p>Alis was known among her neighbors as the lady who would stand on her front porch in the afternoon and yell to her children playing at the end of the street, “Oh, children! Practice time!” She would sit in the music room for up to four hours every afternoon supervising each child. (Cecil agreed to do all the cooking if alis would do all the coaching.) The entire family, even the toddlers, would regularly attend concerts on the UNT campus, and at night, over a speaker system that went through the house, alis would play recordings of classical music—“Our form of bedtime stories,” says alexandra.</p><p>Although the adkins children attended Denton public schools and played in the school orchestras (even though they were considerably more advanced than their classmates), they were aware at an early age that their lives were different. They weren’t allowed to join sports teams or participate in any youth activities that would interfere with their afternoon rehearsals. If one of the children acted lethargic or uninterested during a practice session, alis would make that child sit on the stairs in the middle of the house until he or she could return to the music room with renewed enthusiasm. When she was still in elementary school, alexandra, the feistiest of the children, confronted her mother and said she was giving up the violin. She said she wanted to be a veterinarian. According to alexandra, her mother turned purple and said, “You will go to the practice room and do your practice. That’s what we do in this house every day. ”</p><p>“I might get in trouble for saying this,” alexandra tells me, “but we were never allowed to cultivate any other interests when we were growing up. I think our parents figured if we spread ourselves too thin, we wouldn’t be good at anything. So, by the time we got old enough to try something else, we were only good at one thing—music. ”</p><p>Alis and Cecil admit that they never gave their children a choice about practicing. Says Cecil: “We would tell our kids, ‘We don’t have a lot of money to give you. But music is something your mother and I can teach you, and when you get bigger, if you work at it, you will at least have a profession that you can support yourself with. If you eventually want to be a doctor, that’s fine. But for now, you are a musician.’ ”</p><p>Other Denton parents, no doubt, were disconcerted by the adkinses. Alis recalls a mother glaring at her and saying that she let her own daughter quit the piano because she was never going to be known as a pushy parent. But when I ask Cecil and alis if they ever had second thoughts about the way they raised their children, they look bewildered. “We were not despots,” says Cecil. “This house was always filled with great love and encouragement. The children did love playing. But we also wanted to give them a discipline and a focus—a goal to accomplish. I wonder if too many parents are afraid of challenging their children in such a way. ”</p><p><span class=\"dropcap\">T</span>he Adkins Children Responded to their parents’ expectations. As they left childhood behind and began to practice alone, they gained more self-assurance. It’s especially remarkable that in their adolescent years none of the children rebelled against the life laid out for them. Many afternoons, especially before a concert or a recital, they would grab empty rooms in the house to get in some extra practice. Music would pour forth from bedrooms, bathrooms, even the back porch. “I think that’s an F sharp, not an F, you’re supposed to be playing,” alis would say, sticking her head in one room. “Oh, no, you’re taking that passage much too fast,” she’d call out to another.</p><p>Elisabeth set the standard for the other children, leaving high school at the age of 15 and entering UNT, where she gave a recital at the end of her first week on campus. At 20, she moved on to graduate school at Yale, where she studied violin performance. When she was only 25, she was named associate concertmaster of the National Symphony by conductor Mstislav Rostropovich.</p><p>Christopher, twice chosen by the UNT faculty as the Outstanding Man in Music, also went to Yale, to get his master’s degree in cello performance. At 27, he was named principal cellist of the Dallas Symphony. He was dramatically introduced to the city’s symphonygoers when he became a last-minute substitute for an ailing Janos Starker, who was supposed to perform a concerto with the symphony that evening. Christopher stepped in and flawlessly played <em>Schelomo,</em> by Ernest Bloch.</p><p>Clare was the concertmaster for the university’s symphony during her last three years in college. Anthony, considered especially smart by his siblings because he could answer most of the questions on the TV game show <em>Jeopardy, </em>won UNT’s concerto competition three times. In her freshman year, alexandra won the same competition. Then, although Madeline practiced less than any of her brothers and sisters—“I guess some of this comes easy to me,” she says—she too won the concerto contest in her freshman year.</p><p>Although outsiders might wonder about a dark side to the family’s bountiful gifts, the adkins children are in fact engaging and open, almost nonchalant about their remarkable talents. They do not come across as arrogant prima donnas, nor are they so wrapped up in their own artistic world that they cannot relate to outsiders. At family gatherings, Christopher is a master of word games and puns, and Elisabeth has been known to burst forth with a wickedly funny limerick that she has made up on the spot. Madeline still has a shy, giggly teenage charm; alexandra is a terrific flirt; and the sardonic anthony, who recently got married, loves to tease his mother, a devout Episcopalian, by telling religious jokes.</p><p>Two years ago, the family was stunned when Clare, who had married and begun to attend a very conservative church, announced that she no longer wanted to play the violin professionally. “I thought that I had begun to pursue music more for glory, for selfish, individual pride, than for altruistic motives,” she tells me. “I also believe the Lord has given women very important tasks in the family, which cannot be performed successfully if they are outside the home several hours a day.” There was no doubt that Clare had found sanctuary in her faith that she didn’t get out of the often competitive world of music—or her competitive family. “It was excruciating to have to tell my parents that I was quitting, because I knew how it would displease them,” she adds. “But I began to realize that my main motive for playing was that I had been trained to play since the beginning of my life. I thought, ‘Is this really what my mission in life is?’”</p><p>Although the family supports Clare’s decision, they feel she will perform again. And Clare says she has been talking with her family about playing with them again from time to time. “I have never forgotten that music is a gift from God,” she says. “When music is what you live and breathe,” says alis, “and it <em>is</em> what we live and breathe, then it’s impossible to ever let it go.”</p><p>Christopher, who is divorced, and Elisabeth, who is getting a divorce, admit that the music overrides everything else in their lives. And the younger adkins children have learned that the pressure to keep improving has only increased as they have gotten older. It’s one thing to be a good performer for one’s age. But it’s another to move from a precocious talent to a maturity of expression. “Y)u cannot relax in this profession,” says Brusilow. “If you want to be a great musician, you must pursue it relentlessly. You have to be willing to give up everything else. That includes marriage, children, money—everything. ”</p><p>I ask alexandra if the joy of making music is worth such sacrifice, if there were times when she wished she had become a veterinarian.</p><p>She sighs and looks out a window.</p><p>“Well, of course not,” she finally says. “I have to say that Mom and Dad were right. If you don’t make the commitment when you’re young, you’ll never really understand what music can do to your life. I mean, today, when I put that violin under my chin, it’s the one time I can say who I am.”</p><p><span class=\"dropcap\">E</span>arlier This Year, the Adkins family gathered to give a concert of chamber music at the Morton H. Meyerson Symphony Center in Dallas. It was the first time they had showcased themselves as a group before a major audience. Indeed, this was a rare event in the classical music world—a whole family coming together to play music of this quality. The younger adkins children had been deemed ready to play with the likes of Elisabeth and Christopher, and the works chosen for the evening were by Mozart, Mendelssohn, Tchaikovsky, and Bartok. During one selection, alis was going to take the stage to accompany her children on the piano.</p><p>On concert night, alis was in a tizzy, her face pale as she checked to make sure her children’s hair was in place. In many ways, this evening was the culmination of the dreams that had been born when she first watched over Elisabeth’s practice sessions more than thirty years ago. In a box in the balcony, Cecil was taking photographs. Clare was a row away, watching intently. The five children came out—Elisabeth leading the way in a blue off-the-shoulder gown, followed by Madeline and alexandra, both nervous that they might trip over their full-length dresses. Then came anthony, as good-looking as a young television star, and finally Christopher, towering over his siblings.</p><p>The concert would begin with Mozart’s Divertimento in D Major. In her regal fashion, Elisabeth placed the bow on the string of her violin and nodded to the others that she was ready to begin. For a moment, the brothers and sisters were absolutely still, their eyes locked on one another. In that velvety silence—there was no sneezing, no coughing, no movement in the audience—the adkinses seemed to slip into their own intensely private world, one that we in the audience would never know.</p><p>Then Elisabeth bent forward, leaning into her violin, pulling forth the first sound—and the rest of the family followed.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Music",
      "Children",
      "Family",
      "Mother",
      "Musical",
      "School",
      "unt",
      "Denton",
      "History",
      "House",
      "people",
      "Texas",
      "Dallas",
      "High School",
      "Love",
      "North Texas",
      "Performer",
      "Classical Music",
      "College",
      "competition"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Denton",
      "Texas",
      "Dallas",
      "North Texas",
      "Mission"
    ]
  }
}