{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19794",
    "date": "April 1979",
    "year": 1979,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1979/19790400.pdf",
    "issue_cover_image": "",
    "document_start_page": 129,
    "toc_start_page": 127,
    "document_page_range": [
      [
        129,
        130,
        131
      ]
    ],
    "toc_order": 5,
    "toc_headline": "What They Do All Day",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197904-whatthey",
  "source": "/1979/19790400.pdf",
  "wp_post_id": 114507,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-they-do-all-day/",
  "authors": [],
  "headline": "What They Do All Day",
  "dek": "Four doctors at work.",
  "spread_caption": "",
  "excerpt": "Doctors are busy every minute. But what exactly are they up to ?",
  "kicker": "",
  "word_count": 2679,
  "content": "<p><strong>The Researcher</strong></p><p>Chief of developmental therapeutics at the M. D. Anderson Hospital, Dr. Emil Freireich is a big, curly-haired man of 52, so totally possessed by enthusiasm that he seems about to jump out of his skin. He is primarily a medical researcher, who, as he is not bashful about saying, is trying to cure cancer. Freireich has always been in academic medicine, but like most medical school professors he has less of a taste for the contemplative life than do most professors in the humanities or social sciences. He sees a few patients and is anxious that his work have dramatic practical applications as well as intellectual ones. Modesty is not one of his virtues. He wants to change the world through sheer brainpower, and to an impressive extent he already has.</p><p>“I took my internship at Cook County Hospital in Chicago,” said Freireich one afternoon in his office, ‘‘and that made me decide reality was too dumb, too stupid, too cruel. So I learned to be an internist. Then I went to Massachusetts Memorial to learn about hematology. And in the first research I did, I made an important discovery.</p><p>“It was a classic experimentlucid, intellectually brilliant. At the time, the leader in american hematology had devoted fifteen years to this problem. In one year I found that everything he had said was wrong.</p><p>“But that's trivial,” Freireich said, dismissing it with a wave of his hand. “That’s physiology. It’s like a crossword puzzle.</p><p>“Then I got drafted and was assigned to the National Institutes of Health. The NIH was then a big, empty building. It had been open four months. There I was, with the chance to discover anything I wanted. I went to work on leukemia and in ten years I revolutionized the whole field.” He paused for a moment. “With a lot of help from my friends.</p><p>“Well, leukemia is now fifty per cent cured. I worked on how it was spread, and how people died from it. I worked out how to donate platelets. In ’sixty-three I wrote the classic paper on granulocyte transfusion. Then I began to work on the disease itself.</p><p>“That’s when I made my most important discovery, which has revolutionized cancer treatment. I discovered the principle of combination chemotherapy. To this day that is how the therapy is done. Before, there was no discipline to how the drugs were chosen and combined. It was one great leap.</p><p>“I was at the point where I was sure I knew how to cure cancer. We were as big as that institute could tolerate. But to cure cancer you need an army. The pace was too slow. That’s why I came down here.”</p><p>Talking about curing cancer got Freireich even more than usually excited. “Cancer is the most significant intellectual question in biology,” he said, a gleam in his eye. “There are sixty-five times ten to the twelfth cells in me —more cells than there have ever been human beings. And you start as one. Then—copy, copy, copy. That’s called proliferation and it’s the fundamental property of human beings. Then there’s differentiation. One cell becomes a liver cell, another a brain cell, another a skin cell. Cancer is a disturbance of those two things. Cancer arises because of errors in the process of proliferation and differentiation.”</p><p>He looked at his watch and saw that it was time to go. Packing his briefcase, he said, “In my view, medicine is man’s highest calling. For that reason, it tends to attract extraordinary people. In our culture, on the average, medicine attracts the brightest minds. There are a thousand guys in this medical center who are so extraordinary it would stun your mind. Minds like DeBakey. Cooley. Clark. Freireich. Unspeakably brilliant people.”</p><img/><p>Freireicb.: unspeakably brilliant</p><p><strong>The Diagnostician</strong></p><p>When you go to a doctor, his first and most important task is to perform a diagnosis. Once that is done, there will most likely be an established course of treatment to follow and the patient will get better. But an incorrect diagnosis can mean an incorrect course of treatment, with possibly disastrous consequences for the patient.</p><p>Medical diagnosis is like solving a mystery. On the one hand there are clues —the patient’s symptoms and history. On the other there are diseases, each with its own symptoms and causes. The object is to use reasoning, observation, medical knowledge, and tests to match the case to a disease —choosing the right disease is finding out whodunit.</p><p>At 10:30 on Wednesday mornings Dr. Ralph Feigin, professor and chairman of pediatrics at Baylor College of Medicine and physician-in-chief of Texas Children’s Hospital, gives his teaching rounds, which are a lesson in diagnosis. They take place in a conference room at Children’s; a student presents one particularly interesting case from among the hospital’s patients, and Feigin and his students discuss it.</p><p>Feigin is a slight man of forty with close-cropped hair whose job entails teaching, caring for patients, writing articles for scholarly journals in his specialty (infectious diseases of children), hustling grant money from the government, and administering his department. He says he works close to ninety hours a week. He decided to become a doctor at the age of three and never wavered from that goal. He trained in Boston, became a professor at Washington University in St. Louis, and was lured to Baylor in 1977.</p><p>On a recent Wednesday morning’s teaching rounds, one patient was a five-year-old girl from India. Her history (the “clues”) was as follows: She had developed a fever 25 days earlier. Although she did not see a doctor, the fever disappeared in six days. Four days after that, she flew with her family from India to London, and from there to New York and then to Houston. In the course of the previous month, she had eaten unpasteurized water buffalo cheese; received 25 to 30 ant bites on her legs; and stayed in a house with twelve relatives and several pets. A week after she arrived in Houston her parents took her to Ben Taub with a fever of 105.2 degrees; the doctors there gave her Tylenol and sent her home. The fever subsided to 99, then went up again to 103.</p><img/><p>Feign:solves medicial mysteries</p><p>Her parents took her to St. Joseph’s Hospital in downtown Houston, where they gave her aspirin and sent her home. After a few more days the fever went up again and she vomited and had diarrhea. Her parents called a pediatrician who arranged to have the girl admitted to Texas Children’s.</p><p>“One’s clinical impression of this case,” Feigin said to his students that morning, “should be fever of unknown origin. This is a very difficult and complex problem. Now, what is our approach to the patient with fever of unknown origin? First we should consider infectious diseases. Some we can rule out because the patient would have been dead by now. Which infectious diseases would produce a fever of this duration?”</p><p>With much prompting from Feigin, the students called out some possibilities. There were bacterial diseases: brucellosis, which is caused by ingestion of unpasteurized milk (remember the buffalo cheese); many types of salmonella, including typhoid fever; borellia, acquired by bathing in streams (common in India); leptospirosis, of the jaundiced and non-jaundiced varieties, commonly acquired from dogs (remember the pets); treponema; rat-bite fever; Haverhill fever; tuberculosis; endocarditis; and leprosy.</p><p>“What about the plague?” said Feigin, who went through this catalog of diseases without consulting any notes. “Can you get plague in the United States? Today probably 30 per cent of all rabbits and squirrels are infected with plague in the Western United States,” he said. “It could happen here. Now what else could this girl have? Come on, think. We’ve barely begun.”</p><p>So they went on to viruses (yellow fever, herpes, rabies, Rift Valley fever); to other infectious agents; to fungal diseases; to other causes of fever, like vascular disease, cancer, diabetes, drug fever, and colitis.</p><p>“Okay, there are a lot of different causes of fever of unknown origin, and, as you know, my approach is not to order every test in the world If the patient is critical, do everything. If not, do the most likely ones first. First, you do a routine white blood cell count. That’s done on every patient in every hospital in the coun-</p><p>try, and it can determine malaria and it only costs two or three dollars. Then you do a blood culture, a blood glucose, a routine urinalysis, and a stool culture.”</p><p>The student presenting the case said the blood culture had shown no growth after 24 hours, but after 48 had grown out salmonella type D bacteria. That meant the girl had typhoid fever.</p><p>“Now what do you do?” said Feigin. “Well, salmonella D is sensitive to the antibiotics the patient is already receiving, so that’s it. Now what if it had been one of the other types of salmonella, not type D? What would you do then?”</p><p>Nobody volunteered the answer. Feigin grinned. “I would do nothing because the patient would get better by herself.”</p><p><strong>The Private Practitioner</strong></p><p>Just west of Texas Medical Center is a narrow strip of land between Fannin and Main streets that is jammed with buildings for the private practice of medicine —clinics and doctors’ offices. These buildings are not technically part of the Medical Center, but they function symbiotically with it.</p><p>Dr. Ghent Graves, Jr., is a specialist in internal medicine (“That’s a citified version of family practice”) whose office on Fannin Street is furnished with English hunting prints and plush furniture in the waiting room. His official connection with the Medical Center is a title: assistant clinical professor of medicine at Baylor College of Medicine. The title means that Graves can admit his patients to Methodist, which requires a Baylor appointment of all its staff doctors. Graves’ professorship is unpaid, but because free admitting privileges come with it, it’s immensely valuable to him. He is valuable to Baylor because he provides Methodist with a steady stream of paying patients and does a little teaching of residents, too.</p><p>Graves is a fourth-generation doctor. Both his grandfathers were doctors, and his father, an internist in Houston, gracefully retired when his son finished his training in Dallas and came back to Houston to practice. Many of Dr. Graves’ patients are the children of the patients of his father.</p><p>Still, like most doctors in solo practice, Graves had to build up a load of patients when he started out. This he did by winning the good favor of more-established doctors in town. The lifeblood of private practice is referrals, and in a doctor’s early years referrals come from other doctors. A young doctor will usually set up practice in the city where he trained, because he has contacts in the medical community there. He will send out business cards, join medical societies, cover for established doctors when they go on vacation, handle nights and weekends for older men, and develop useful specialties. In a few years, if he does good work and doesn’t make enemies, his business will start to take off. His referrals will begin to come more from his patients than from other doctors. And he will start to look out for the welfare of younger doctors who impress him. The private medical community is good at looking after its own.</p><p>Graves sees about ten patients a day, and at any given time has about eight in the hospital. For half of the hospital patients he is a consultant on some problem in his area of greatest expertise, the lung; for the rest, and for his office patients, he has a general practice. He does a little of everything except surgery, pediatrics, and obstetrics. In his personal manner he is more reassuring and low-key than the academic doctors across Fannin Street, partly because he has to be.</p><p>“If you have a talent for something nobody else has,” he says, “you can be any kind of guy you want —they may not like you, but they have to come to you. For that, personality doesn’t have much to do with it. But I think for someone in practice—well, it would be unusual for someone to keep coming to see me who does not like me. There are too many other people with similar skills.</p><p>“Every day when I go down the list of appointments, I see a list of friends. That’s one of the pleasures of private practice. It’s nice to be able to help folks.”</p><p><strong>The Chief Resident</strong></p><p>Dr. Steven Keuer is the chief resident in medicine at Ben Taub Hospital, meaning that he is the administrator of the internal medicine service there. He arranges teaching schedules and nightly rotations, and makes sure all is going smoothly. Chief residents—there are about thirty of them at Baylor, four in internal medicine —have gone through the regular three-year residency and been asked by the faculty to stay on one more year. This is a great honor—the medical equivalent of making the law review—and while it’s a job with heavy administrative responsibilities, it’s usually the first step toward a career in academic medicine.</p><p>Early this year Steven Keuer had to decide what to do with his life as a doctor. The department of medicine at Baylor had offered him a job for next year as an assistant professor, treating patients and supervising residents in the new Total Health Care Center when it opens. It was a good job, and the natural next step for him—a chance to stay at the Medical Center and begin the climb toward a professorship at a school with a growing reputation. On the other hand, the father of his medical school roommate was a general practitioner in Tyler who was getting older and preparing to wind down his practice, and he had offered Keuer a job, too. Practice in Tyler would be more remunerative and stable, but it was not what people in his position usually do.</p><p>In april 1976, Keuer married a woman who was a physical therapist at Ben Taub and lived in the same apartment complex he did; they have one young child and another is on the way. It’s common for doctors to marry during their residency years and to marry people involved in medicine. A young doctor at the Medical Center, if he or she is not from Houston, has very little chance to meet anyone who <em>doesn’t</em> work in a hospital. The most usual marriages are between male doctors and female non-MD medical personnel, but even though the partners share so many interests, these marriages are the area of life where the pressure, excitement, and time commitment of working in the Medical Center most often create problems. Medical lore has it that, except perhaps financially, the lot of the doctor’s wife is not a happy one.</p><p>“The big problem is time and priority,” says Keuer. “The job of a physician is rewarding and challenging. You get a lot of personal satisfaction from the job. It’s very rewarding to take care of patients. It’s very challenging to keep up with the medical developments. There’s a very keen sense of competition. And we get immediate gratification from what we do. Patients thank us for saving their lives.</p><img/><p>Keuer: working out his life</p><p>“One’s marriage doesn’t have that immediate gratification. You’re investing for long-range goals. The satisfaction is not so obvious. In the residency program there are a fair number of divorces. In medicine there is an ever-present feeling of helping people —that’s why a lot of us went into it—but it can keep you away from your family. I’d say many doctors’ wives are not happy. They feel they come second to the profession.”</p><p>The Keuers spent a long time talking over what their next move should be, and they finally decided on Tyler. “The main thing was that, as far as lifestyle, my wife and I would rather live in a small town,” he says. “The other thing was that five been doing research this year and you have to do a lot of that to get promoted and I don’t know if that’s my forte. I like patient care. My wife would have stayed in Houston if I had been overwhelmed with the prospects here, but in the end I wasn’t.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Medicine",
      "Doctors",
      "Fever",
      "Baylor",
      "Cancer",
      "people",
      "Work",
      "Ben Taub",
      "disease",
      "diseases",
      "Fannin",
      "Houston",
      "School",
      "Students",
      "ten",
      "Texas",
      "buildings",
      "Business",
      "College",
      "Family"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Tyler",
      "Dallas",
      "Washington"
    ]
  }
}