{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19944",
    "date": "April 1994",
    "year": 1994,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1994/19940400.pdf",
    "issue_cover_image": "",
    "document_start_page": 115,
    "toc_start_page": 114,
    "document_page_range": [
      [
        115,
        116
      ],
      [
        143
      ]
    ],
    "toc_order": 18,
    "toc_headline": "Home Field advantage",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199404-homefield",
  "source": "/1994/19940400.pdf",
  "wp_post_id": 128604,
  "wp_post_guid": "http://www.texasmonthly.com/article/home-field-advantage/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Home Field Advantage",
  "dek": "The Texa's New Stadium Has Real Grass, An Old-Fashioned Scoreboard, And Echoes Of Beloved Parks Of The Past. Best Of All, It's A Great Place To Watch A Ball Game.",
  "spread_caption": "",
  "excerpt": "Baseball season is here at last, and for the Texas Rangers and their fans, it’s a whole new Ballpark.",
  "kicker": "",
  "word_count": 971,
  "content": "<img/><img/><p>BY</p><p>From the Interstate, the Ballpark In ARLInGTON looks like some misplaced textile factory, a gleaming holdover of the Industrial Revolution. But up close, its massive red brick and pink granite exterior, green metal roof, and turrets immediately bring to mind the good old days of baseball, when the game was played in parks like Forbes Field in Pittsburgh, Crosley Field in Cincinnati, and Sportsman’s Park in St. Louis. It’s the shock of the old, especially since the address is 1000 Ballpark Way, on arlington’s miracle mile of fantasy entertainment, where its neighbors are the Six Flags amusement park, the Wet ’n Wild Water Park, and the franchise row of theme restaurants. But the new summer home of the Texas Rangers baseball club fits right in because it is fantasy too. It was designed by Washington, D.C., architect David M. Schwarz to look 75 years old, as if it had levitated out of a charming rowhouse neighborhood in Philadelphia or Baltimore, then settled down in the middle of strip-mall prairie, which pretty much describes arlington after 35 years of transforming itself from a small town in Texas to a major Sunbelt suburban metropolis.</p><p><em>a diamond among stadiums, Texas’newest is nostalgic but high-tech.</em></p><p>Photographs By Jim Fiscus</p><p>For two years I have watched the walls of the Ballpark rise behind arlington Stadium, the former home of the Rangers, which was a sixties-vintage minor league stadium expanded to major league specs. I quit shedding tears for its passing when I walked inside the Ballpark a little more than a month before opening day. The lush, thick bright green carpet of Bermuda Tifway 419 and rye had just been laid out by groundskeeper Jim anglea, effecting a serene balance with the 48,100 dark green seats wrapped around the diamond. Everything about the park, from the arched windows and the faux wood folding seats to the exposed girders (some of which even obstruct sight lines), echoes the design of classic parks, which, with the construction of Baltimore’s Oriole Park at Camden Yards and Cleveland’s new Indians Park, is all the rage again.</p><p>[Continued On Page 142]</p><p>[Continued From Page 115]</p><p>When it comes to sports or any other spectator activity, the play may be the thing but the stage can make all the difference, especially for a game as unpredictable as baseball. There will be no conventions or tractor pulls at this venue. The Ballpark in arlington was made for baseball only. To accommodate both traditional and modern sensibilities, the Ballpark has a manually operated scoreboard in left field that is meant to be an aesthetic complement to both the JumboTron scoreboard and the electronic sports ticker. The clubhouse is state of the art and has a hydrotherapy pool, a nursery for the players’ kids, and an extra locker room. No detail was left out, including the underground warm-up tracks beneath the dugouts, a suggestion from an ex-Ranger named Nolan Ryan. Out beyond right field, the covered double-decked section has been dubbed the Home Run Porch. It is modeled after Detroit’s Tiger Stadium, one of the oldest parks in the majors. (Of course, the original in Detroit doesn’t have a Friday’s Front Row Grill with a picture-window view of the field.) The 118 luxury boxes, priced from $48,000 to $200,000, are selling out fast.</p><p>The lines were drawn with home runs in mind. The fences are close enough for Juan Gonzalez to hit fifty dingers if he stays healthy, although the layout clearly favors a left-handed power hitter like Will Clark. It’s 400 feet to the wall in center, 325 feet down the right-field line, and 332 feet down left. In another nod to history, the Ballpark has built-in quirks such as Section 43, a triangle of 76 seats squeezed into the right-field corner, and lamps shaped like baseballs on top of the upper deck that recall Kokernot Field in alpine—features that give it an immediate intimacy and originality. To make it distinctively Texan, architect Schwarz artfully embellished the stadium’s exterior and interior with lone stars and Longhorns.</p><p>My only beef is the lame name the Rangers’ owners settled on. Is it called the Ballpark in arlington to distinguish it from the Theme Park in arlington, the Water Park in arlington, and the Franchise Restaurant Row in arlington? I realize it could have been worse, since the trend in professional sports is to promote corporate tie-ins in arenas and stadiums such as the Target Center in Minneapolis and Coors Field in Denver. I shudder to think of what could have been—Electronic Data Systems Stadium or the Texas Instruments Field of Dreams—although an airline-sponsored Southwest Love Field has a nice ring to it. Arlington Field would have been just fine.</p><p>With the relentless summer heat in Texas, a domed facility would have been the logical design. But that would have denied the eternal truth that baseball was meant to be played outdoors on real grass, not in air-conditioned comfort on a plastic mat. There is enough artifice in everyday life already. There are also such ugly matters as exorbitant multimilliondollar salaries for whining players; the loss of loyalty and the gains of free agency; the cynical marketing decision of the Rangers’ owners to change uniform design, colors, and team logos to compel loyal fans to buy new merchandise; and management’s justification of $20 tickets and $3 beers—not to mention the $135 million that arlington citizens are contributing to the pot in the form of a half-cent sales tax. Step through the turnstiles, though, and those troubles vanish. On the day of my visit a chill wind was blowing, but my eyes and nose assured me spring was just around the corner. That wasn’t a blue norther coming in, it was just a strong breeze—one that could carry a line drive by Gonzalez or Clark or Jose Canseco over the fence. At last, it’s baseball season again.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Arlington",
      "Home",
      "Baseball",
      "Sports",
      "Texas",
      "Game",
      "Summer",
      "Water",
      "Art",
      "Baseball Season",
      "Beef",
      "Best of",
      "Comfort",
      "Construction",
      "Coors",
      "Design",
      "Detroit",
      "Fans",
      "Fences",
      "Forbes"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Arlington",
      "Texas",
      "D.C."
    ]
  }
}