{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19944",
    "date": "April 1994",
    "year": 1994,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1994/19940400.pdf",
    "issue_cover_image": "",
    "document_start_page": 111,
    "toc_start_page": 110,
    "document_page_range": [
      [
        111,
        112,
        113,
        114
      ],
      [
        144,
        145
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Rhapsody in Blue",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199404-rhapsodyi",
  "source": "/1994/19940400.pdf",
  "wp_post_id": 128607,
  "wp_post_guid": "http://www.texasmonthly.com/article/rhapsody-in-blue/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "Rhapsody In Blue",
  "dek": "April is high season in Washington County. Enjoy spectacular wildflower trails, historic towns, and world-class ice cream. Here’s the scoop on the prettiest springtime county in Texas.",
  "spread_caption": "",
  "excerpt": "With its wildflowers, Texas history, and romantic B&Bs, Washington County is an enchanted april getaway.",
  "kicker": "",
  "word_count": 2216,
  "content": "<img/><img/><p><em>The late Sister Bernadette and a pal (above); Blue Bell lover Sophie Haase (right); a field abloom (top right); Chappell Hills 1873 church (opposite).</em></p><img/> <p><strong>Early Texas</strong></p><p>As We All WeRE Supposed To Have Learned In Grade school, Washington County played a crucial role in our state’s history. The first anglos to settle the county were part of Stephen F. Austin’s original Old Three Hundred colony. Anglo farmers first settled this part of Texas a century and a half ago because of the unusually fertile Brazos bottom soil and the strategic location of the ferry crossing on the Old Spanish Road. The Republic of Texas’ Declaration of Independence was signed in Washington, which became the capital. The crossing at Washington-on-the-Brazos was one site of the Runaway Scrape—the evacuation of settlers shortly before the decisive Battle of San Jacinto. Here, cotton was king until the midtwentieth century. It was the guiding force behind the establishment of Chappell Hill and Burton (with, of course, the help of slaves—a subject sorely missing from most local accounts of the county’s past). The towns quit growing after they were bypassed by railroads or interstate highways. And that is what saved them too from progress’ wrecking ball: Over time the county has been transformed into a magnet for visitors searching for the Texas that used to be.</p><p>Photographs By Will Van Overberis</p><img/><p>The best glimpse of old Texas is the Washington-on-the-Brazos State Historical Park, eighteen miles east of Brenham. The park features a replica of Independence Hall on the original site where the republic’s Declaration of Independence was signed in 1836. Every time I go there i’m impressed that all the declaration’s signers managed to squeeze into such a little room.</p><p>The park’s Star of the Republic Museum offers a thorough account of this era; the commerce section upstairs is especially enlightening. My son and I were fascinated by the scarifiers and other bloodletting instruments displayed in an exhibit about medicine in early Texas. No wonder the average settler’s lifespan was about forty years. The brief biographies of the signers of the declaration are downright chilling: The level of desperation was so high among many of the early settlers that three signers ended their lives By suicide.</p><p>A more specific historical sketch of Texas as an independent nation is presented at the park’s visitors’ center. Both the visitors’ center and the Star of the Republic Museum have theaters that show Texas history films of interest to all ages. The center and the museum are open from 10 to 5 daily. Another worthwhile stop on the grounds is Barrington, the home of anson Jones, Texas’ fourth and last president.</p><p>One of the county’s more unusual lodging options is in the vicinty: the Live Oak Ranch Nudist Resort, with cabins, campgrounds, and an RV park.</p><p><strong>Historic Towns</strong></p><p><strong>Chappell Hill</strong></p><p>Shortly Before the War Between the States, Washington-on-the-Brazos’ population began to decline and Chappell Hill, twenty miles to the south, came into prominence. Founded in 1847, the town looks pretty much as it must have looked when it was a commercial center for surrounding cotton plantations and a hub of enlightenment nurturing Soule University and Chappell Hill Female Institute. Today it functions as both a museum and a real town, with a meticulously restored two-block Main Street. Many of Chappell Hill’s well-kept homes, which range from one-room cracker boxes to three-story mansions, can be toured. Some folks attribute Chappell Hill’s charm to the fact that it was platted by a woman named Mary Haller. Others will tell you that the charm is due to the 1867 yellow fever epidemic, which thinned out the population. Whatever the reason, Chappell Hill is so picture perfect that I had to smile when I saw “No” spray-painted above the word “antiques” on the side of a building on Main Street. The town is in full flower during its Bluebonnet Festival, staged this year on april 9 and 10.</p><p><em>Stop and smell the Sir Thomas Lipton roses, visit a classic country store, and take a picture of some heavenly cows.</em></p><img/><img/><img/><p>My dining choice was Bevers Kitchen on Main Street. The chicken-fried steak was notable for its tempura-light batter, but in typical chat ’n’ chew fashion, the stars of Bevers’ menu are desserts and condiments—coconut and pecan pies, fresh loaves of breads, pecan pralines, salsas, and jellies, all homemade. This is also a good spot to pick up a cassette of “Ramblin Round Brenham,” an auto-tour tape selling for $10.</p><p>Chappell Hill has two of the county’s most outstanding bed and breakfasts: the Browning Plantation, a splendidly restored Greek Revival antebellum mansion, with four guest rooms; and the Stagecoach Inn, another Greek Revival period piece that has been a traveler’s refuge since 1850. Also recommended are the Mulberry House and the Yanch-Christie House.</p><p><strong>Independence</strong></p><p>The Only Significant Settlement Along La Bahia Road, or FM 390—the scenic drive that loops to the north of Brenham—is Independence, twelve miles west of Washington and ten miles northeast of Brenham. If not for Chappell Hill, Independence would qualify as the county’s best old village. It is indisputedly the county’s best old Baptist village. The ruins of the original campus of Baylor University, founded in 1845, are here, as is the still-active Independence Baptist Church, which started the college and is the church where Sam Houston was baptized. Houston’s wife, Margaret Moffette Lea Houston, was buried in the family cemetery across the road from the church. Also in Independence is the Texas Baptist Museum, a repository of fundamentalist history, open from 10 to 4 daily (except Sunday) during april. Independence has three secular sites of historical interest: John Prince Coles’s and asbury-Daniel-McCrocklin’s log cabins, both excellent examples of early Texian dwellings, and Mrs. Houston’s home. Public tours are conducted from 1 to 4 on Saturdays in april and by appointment during the rest of the year.</p><p>Several fine country B&Bs are scattered around Independence, including the Clay House on the Fieldstone Farm, with four guest rooms; the fourteen-bedroom Heartland Country Inn, set high on a hilltop; the J&D, which also provides stalls in case you bring along your horse; and Dreams Comin’ True, a seven-room cowboy resort.</p><p>At La Bahia’s intersection with FM 50 in Independence is the antique Rose Emporium, an eight-acre garden and nursery in a pastoral setting among several restored nineteenth-century houses. The emporium features one of the finest selections of antique roses in america and a cornucopia of fresh herbs, heritage seeds, and Texas natives—for gardeners, this is mecca.</p><p><em>a sylvan sunrise in Burton; Tonto the mini horse carts Sister angela around', the two chimneyed anson Jones Home.</em></p><img/><img/><img/><p><strong>Burton</strong></p><p>La Bahia Road Continues Through Some Idyllic stretches of countryside, ending at Burton, ten miles west of Brenham. Burton is a little railroad town and German farming community that prospered in the late nineteenth and early twentieth century. Like most of these towns, Burton is on a restoration kick, but this town’s pride and joy isn’t some Victorian manse or revitalized bank building. It’s the old cotton gin, built back in 1914 and now designated as a National Historic Landmark, a rare survivor. The glory days of tall cotton are relived april 15 through 17 during Cotton Fest, an event highlighted by the cranking up of the old Bessemer diesel that powers the gin. Also of note: The Burton Texaco station on Washington avenue is the oldest in the state.</p><p>[Continued On Page 143]</p><p>[Continued From Page 113]</p><p>For lunch, try the Burton Cafe, a pretty good little community restaurant; for dinner on Friday and Saturday nights (or Sunday lunch), try the Brazos Belle, which serves a country French menu prepared by chef andre Delacroix, a veteran of the Four Seasons in Houston. Reservations are advised.</p><p>Several quality B&Bs are in the Burton area: the Knittel Homestead, three bedrooms in a Queen anne Victorian built to resemble a Mississippi riverboat; the three-room Cottage at Cedar Creek; the five-room La Bahia Prairie Inn; Hackberry Hill Farm, with three guest rooms in a Western-style home on a 250-acre ranch; the Cottontail Inn and Mariposa Ranch, both on La Bahia Road scenic loop; and the three-bedroom Longpoint Inn, which is on a cattle ranch with the highest promontory in the county.</p><p><strong>Brenham</strong></p><p><span class=\"dropcap\">E</span>VERY Texan Knows About the little creamery named Blue Bell (on Loop 577 on the eastern edge of town), which was turning out premium-quality ice cream when Ben and Jerry were still in diapers. The little creamery, one learns quickly, is actually a big production plant, efficiently transforming up to 200,000 gallons of milk a day into fifteen regular flavors and some of the thirty “rotational” flavors introduced every three months. Our tour guide informed us that the cookies in Cookies ’n Cream were switched from Oreos to the Hydrox brand after Nabisco introduced their own version of Cookies ’n Cream ice cream; she also told us that employees really can eat all the ice cream they care to while on the job.</p><p>The reward at the tour’s end is an extremely generous scoop of ice cream in the parlor. Tours are $1.50 and take place between 9:30 and 2:30 Monday through Friday on a first-come, firstserved basis, with a fifty person maximum per tour, or no more than a thousand people daily.</p><p>Some downtown attractions worth a visit: the antique mall on alamo Street, the ant Street Historical District, and the Texas Baseball Hall of Fame Museum on the campus of Blinn College, where the memorabilia includes several items about hometown hero Red Murff, the legendary scout who signed Nolan Ryan.</p><p>True to the region’s character, the culinary emphasis is on homemade Southern-style fare. Some of the most popular dining establishments are the Fluff Top Roll Cafe downtown, whose namesake is a bleached flour roll that is mildly addictive; Must Be Heaven, also downtown, has hard-to-beat stews and soups and sandwiches; and the Kountry Bakery, whose best-in-the-county burgers feature buns made from scratch.</p><p>B&B choices in Brenham include the four-room Brenham House, on the site of the town’s first Lutheran church (no children, no pets); Mockingbird Hill Farm, four rooms in a country setting; the entire Mill House, which is also on a working ranch; and the in-town Far View, with five rooms in a 1925 home.</p><p><strong>Horsing around</strong></p><p><span class=\"dropcap\">N</span>INE Miles East Of Brenham on Texas Highway 105 is the Monastery of St. Clare. Here nine Franciscan Poor Clare nuns, some of whom fled Cuba in 1960, raise and sell miniature horses, bred down to no more than 33 inches in height. Sister Bernadette, the cowboy nun who was the driving force behind the monastery, died in 1992. The monastery still rates a stop, especially if you have kids in tow. If the little equines don’t inspire the entire family to utter baby talk, then Wilma, the undersized pot-bellied pig with a dog’s loyal and friendly disposition, most certainly will. The ranch, chapel, barn, and gift shop—which sells postcards, ceramic art made by the nuns, and the biography of Sister Bernadette—are open between 2 and 4 daily, except during Easter week and Christmas.</p><p>Washington County is said to have the largest horse population west of the Mississippi. Backing up the claim is the Nueces Canyon Equestrian Center, two miles east of Burton and eight miles west of Brenham, famous for the world champion cutting horses the Caloudas family raises and trains there. Some two hundred horse events are staged at the center’s arena each year, with hayrides, walking trails, and buffet barbecues. The center also has a 135-stall horse hotel on the premises and a three-bedroom bed and breakfast.</p><p><strong>Gardens</strong></p><p><span class=\"dropcap\">T</span>HE Blackland Soil Of Washington County is especially conducive to greenhouses and gardens. The antique Rose Emporium, mentioned above, is a must-see during the growing season. But Ellison’s Greenhouses in Brenham, a fiveacre complex of greenhouses down the road from Blue Bell, rates a visit any time of the year. Peak season is December, when a quarter million poinsettia cuttings are produced and a festival celebrates the red-leafed Christmas plants. Ellison’s is the only commercial greenhouse in Texas that is open to the general public.</p><p>The Peaceable Kingdom School, five miles north of Washington-on-theBrazos, is a 152-acre organic gardening center whose delightfully alternative grounds encompass several gardens, a composting area, a barnyard, various lodging facilities and a camping area, a pond where guests may fish if they ask, and extensive walking trails. (For weekend program schedules, call 409878-2353.) The school’s Brazos River Outpost store sells heirloom seeds, herbal goods, books, and earth-friendly gardening knickknacks, and the Porch dining area serves light “gourmet herbal homecooking” for lunch on Saturdays, priced from $5.95 to $9.95. Numerous activities are scheduled for Earth Day on april 23.</p><p>On the whole, Washington County seems so wholesome and historic that you might begin to see it as some sort of regional Williamsburg, Virgina, built for the edification and relaxation of Houstonians in need of a break from urban reality. That’s not far from the truth. In april Washington County is all about kicking back, relaxing, and enjoying all those bluebonnets. So take your time. If you can’t take it all in, plan to return when it gets warmer. That’s when the namesake blue bells start popping up all over the place and the ice cream tastes even sweeter. It is the kind of blues you wish you had more often.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "ICE",
      "Cotton",
      "Country",
      "Ice Cream",
      "Brenham",
      "Church",
      "Cookies",
      "Family",
      "Anson",
      "Blue Bell",
      "Cowboy",
      "Gardening",
      "Home",
      "House",
      "ten",
      "Alamo",
      "Art",
      "Baseball",
      "Baylor"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Burton",
      "Washington",
      "West",
      "Brenham"
    ]
  }
}