{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19832",
    "date": "February 1983",
    "year": 1983,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1983/19830200.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Lyndon’s Lincoln",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198302-lyndonsli",
  "source": "/1983/19830200.pdf",
  "wp_post_id": 119577,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-primer-lyndons-lincoln/",
  "authors": [
    "Lawrence Wright"
  ],
  "headline": "Lyndon's Lincoln",
  "dek": "It isn't just a big white car. It's a symbol of the Texas braggadocio that has gone the way of the seventy-mile-an-hour speed limit.",
  "spread_caption": "",
  "excerpt": "Can you picture Lbj in a Datsun?",
  "kicker": "Texas Primer",
  "word_count": 690,
  "content": "<p>Lyndon Johnson’s 1964 white Lincoln convertible came in for servicing recently, and it sat among the Escorts and Lynxes at George Coffey’s LincolnMercury in Austin like some giant plesiosaur of prehistory caught in the same net with the tiny fishes of modern seas. It was a reminder, if we needed one, of how times have changed in the years after Lyndon.</p><p>The genius of Lyndon’s personality was his ability to become the quintessential Texan, not only in the broad strokes of philosophy and language and dress but also in such telling particulars as the kind of car he drove. Early in his career that car became a white Lincoln convertible with a beige interior: a true Texas showboat, reflecting Texans’ historical preference for large, powerful cars that are just on the margin between showy and tacky. In this sense, Texans are as specific in their love for Lincolns and Cadillacs as Italians are in their love for swift little Alfas, which are fine for snaking up the perilous road to Santa Maria Maggiore but aren't worth sneezing at on the endless drive between Dalhart and Brownsville or, God help us, El Paso and Orange. Just about the last thing a Texan wants to know when he buys a car is how it corners. What corners? A Texan wants a car he can point.</p><p>Of course, we live in a time of shrinking personal space, even in Texas, and the Lincolns and other luxury liners of the interstates have slimmed down and become fuel efficient. No doubt they are better cars in most respects, but in turning away from the high-horsepower gas guzzlers of the past they have become appreciably more Italian than Texan. It’s a loss Lyndon would have mourned.</p><p>Over at George Coffey’s LincolnMercury, Gerald Hill, the service manager, and Ray Lamb, a mechanic with the Austin dealership for thirty years, reminisced about Lyndon’s Lincoln, which was suffering from a leak in the cooling system and a poor connection from the alternator. All of Lyndon’s Lincolns were equipped with a special leveraction bellowing horn, which made a noise like a rutting bull and was designed to summon the attention of his grazing heifers. Gerald Hill recalled the many times Lyndon had to be towed off high-center after he had gone racing cross-country in pursuit of his herd, often at the expense of the undercarriage of his low-slung Lincoln. Ray Lamb remembered the time Lyndon ripped out the oil pan on a rock and burned up the bearings. After that, the Ford Motor Company sent a special skid plate. “That cured his problem of knocking holes in his pan,” said Hill. “After that he just sorta slid over everything.”</p><p>Lyndon is the only president in living memory who really liked cars. Along with his fleet of white Lincolns he kept several Cadillacs of fifties vintage, a 1934 Ford Phaeton, a fire truck, and a little Amphicar—that misbegotten offspring of automobile and boat —that Lyndon bought as a practical joke. He liked to drive his distinguished visitors into the Pedernales River, with much slapping of the floorboard, pretending his brakes had failed. It was a joke he never tired of. But it was his Lincoln he gave his heart to. “I’ve tried all kinds of automobiles,” he used to tell Congressman Jake Pickle, “and the Lincoln is the best of them. It’s got room, it’s got body, and it’s got a place to put your drink.” Around sunset, Lyndon liked to park on a hilltop “for one last toddy before we go to the house.”</p><p>“He’d turn off the motor and pat his Lincoln and just let the peace of the Hill Country ooze into his veins,” Pickle remembers. “He always used to say he felt smarter there than anywhere else in the world.”</p><p>Lyndon’s Lincoln represents a lost era, a period of unabashed expansiveness. As a result, it has become a kind of fossil in popular political imagery, briefly replaced in the public mind by Jerry Brown in his compact Plymouth and, lately, one supposes, by Ronald Reagan’s horse.</p><p>Lyndon’s Lincoln will be restored and placed in the Museum of Transportation in San Antonio.</p><p>Photography by Reagan Bradshaw</p><img />",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Austin",
      "Cars",
      "Love",
      "Texan",
      "Texas",
      "Best of",
      "Brownsville",
      "Bull",
      "Career",
      "Country",
      "Cured",
      "El Paso",
      "Fifties",
      "Fire",
      "gas",
      "Genius",
      "Giant",
      "God",
      "Hill Country",
      "Lamb"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Brownsville",
      "El Paso",
      "Hill Country"
    ]
  }
}