{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19832",
    "date": "February 1983",
    "year": 1983,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1983/19830200.pdf",
    "issue_cover_image": "",
    "document_start_page": 110,
    "toc_start_page": 108,
    "document_page_range": [
      [
        110,
        111,
        112,
        113,
        114,
        115,
        116,
        117
      ],
      [
        167,
        168,
        169,
        170,
        171
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Year Everything Changed",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198302-theyeare",
  "source": "/1983/19830200.pdf",
  "wp_post_id": 119592,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-year-everything-changed/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "The Year Everything Changed",
  "dek": "It was 1973, the dawn of modern Texas.",
  "spread_caption": "",
  "excerpt": "If you think Texas is pretty much the same as it was ten years ago, you’re wrong. Nineteen seventy-three remade the state overnight.",
  "kicker": "",
  "word_count": 7002,
  "content": "<p><span class=\"dropcap\">I</span>n 1966, during a visit to Dallas, the Russian poet Yevgeny Yevtushenko was asked if anything he saw reminded him of the old days of the american West. Oh, definitely, he replied, and then he recounted his attempt to order vodka at a local restaurant. A waiter informed him that it was against the law. So did the hostess. But a busboy tipped him off to the location of a nearby package store. Yevtushenko slipped out unobserved, returned with a bottle concealed under his jacket, secreted it under the table, and stealthily poured the contents into his tomato juice. It was, the poet said, the greatest adventure of his trip; he fully expected to be arrested at any moment.</p><p>The ban on liquor by the drink remained in force until late 1971—less than a dozen years ago, a blink in time. In much of Texas it is still the law today. Yet the scene Yevtushenko described seems like something out of the distant past-as indeed it was, for there are two ways of measuring the passage of time: by the calendar and by change in circumstance. Seldom has any peacetime society changed so much, so fast, as Texas at the beginning of the great boom—the watershed years of the early seventies. Consider these developments, none of which was even foreseen when the seventies began:</p><p>•liquor by the drink</p><p>•the Sharpstown scandal</p><p><strong>Then and Now: Getting around</strong></p><p><em>The great airline war revisited.</em></p><img/><p>Ben Sargent</p><p><em>It used to be that</em> the <em>Texas airline was Braniff, a high-style carrier that spanned the globe from its base in Dallas. Now Braniff lives on only in the courts, and Southwest, the nofrills inventor of the ten-minute turnaround, is king. The change symbolizes Texans’ increasing self-confidence: we’re happy to stay at home.</em></p><img/><p>Austin american-Statesman</p><img/><p>Kirk R. Tuck</p><p><strong>Then and Now: Schmoozing</strong></p><p><em>Politicos don’t hang out like they used to.</em></p><p><em>Texas politicians once whiled away the evenings drinking beer under the oaks behind Scholz’s (left), which in its soul has always been an old-fashioned Central Texas</em> Biergarten. <em>Today the political hangout of choice is the Quorum, where the drinks are mixed, thank you, and the setting is plusher and thoroughly urban.</em></p><p>•the OPEC embargo</p><p>•Shell Oil’s relocation from New York to Houston</p><p>•the Houston Galleria</p><p>•the demise of the Citizens Charter association in Dallas</p><p>•bank holding companies</p><p>•the purchase of the <em>Dallas Times Herald</em> by the Times Mirror Company, owner of the <em>Los angeles Times</em></p><p>•the introduction of the hand calculator by Texas Instruments</p><p>•Southwest airlines</p><p>Within three years these ten factors transfigured Texas as dramatically as gold transfigured California. By 1973, year one of modern Texas, the state was a completely different place.</p><p>The changes of the early seventies were different from the landmark events of previous decades, the effects of which were far less explosive. The postwar forties brought residential air conditioning and oil’s supplanting of agriculture as the state’s chief industry. The fifties brought freeways, natural gas, and petrochemicals; the sixties, NASA, the astrodome, NorthPark in Dallas, a Texan in the White House, and the great national upheavals that touched the state. Yet in fundamental ways Texas wasn’t changing at all. Relative to the rest of the country, Texas was still a poor state—and getting poorer. Per capita personal income had been 93 per cent of the national average in 1949; by 1956 it was down to 89 per cent, and by 1965 it had dropped still more, to 85 per cent. (In 1980 Texas reached the national average for the first time ever.) Population increase in the sixties fell off by a third compared to the fifties—the second-lowest growth rate in the state’s history. (The seventies' growth rate was the highest since Spindletop.)</p><p>Just as important were some things that can’t be measured. The soul of Texas had scarcely changed in a quarter of a century. As the seventies began, the most popular restaurants still were steakhouses and the most prominent symbol of an evening's entertainment was the brown paper bag. The world price of oil was effectively set by the Railroad Commission through its limitations on production. The state was governed by one political party, whose leaders did pretty much as they pleased. The cities were run by local oligarchies, who did <em>exactly</em> as they pleased. Their pleasures invariably received the enthusiastic and unquestioning support of the state’s newspapers. The list of the state’s twenty largest companies was loaded with non-industrial businesses like J. Weingarten supermarkets, Campbell Taggart bakeries, and T.I.M.E.-Dc trucking. Transportation between the state’s major cities was mostly by automobile; there were almost no flights at off-peak hours, and shrewd travelers perused schedules carefully, lest they end up on a milk run like the flight that made two stops between Dallas and austin. Shoppers on the cutting edge of fashion had three choices—Neiman’s, Sakowitz, and New York. Businessmen seeking capital had only New York, because no bank in Texas had the money to stake a major deal.</p><p><strong>Then and Now: Soaking Up the Sun</strong></p><p>Building on the sands of time.</p><img/><img/><p>Once upon a time, South Padre Island was a deserted, even idyllic Texas beach, perhaps because it was so hard to get to. Now, thanks to the blossoming of the Harlingen airport and a decade of boom times, the beach is lined with bodies—and condos. Nobody's in danger of getting that lonely feeling on South Padre anymore.</p><p>The best appraisal of Texas before 1973 is a book by John Bainbridge, <em>The Super-americans,</em> published in 1961 and based on a series of articles in the <em>New Yorker.</em> The title refers to the state’s oil millionaires, but the book ventures far beyond that fraternity to portray the entire culture that was Texas—an unsophisticated society pregnant with boosterism, prone to equate bigness with greatness, and obsessed with the outside world’s failure to recognize its rightful place at the apex of american civilization. The late Dallas literary critic Lon Tinkle, writing in 1971, declared that Bainbridge’s Texas had hardly changed in any meaningful way.</p><p>If, in the early seventies, one read that book to understand how much Texas had remained the same, today one reads it to understand how much Texas has changed. By 1973 John Bainbridge’s Texas had mutated beyond recognition: social life, politics, business, finance, transportation, energy, even the cast of characters were different. Lyndon Johnson died and Ben Barnes, whom LBJ had anointed as a protege worthy of the White House, was expunged from politics. John Connally switched parties. The three mayors who had dominated Texas’ largest cities in the sixties—Louie Welch of Houston, Erik Jonsson of Dallas, Walter Mcallister of San antonio—were out of office, and the organizations that had elected them were in ruins. Frank Erwin’s long reign as czar of the University of Texas ended. The draconian Texas drug law—up to life in prison for possession of marijuana—was rewritten. Natural gas was curtailed, and its price quadrupled before anyone had ever heard of OPEC. Even the arts, always the last aspect of a culture to reach maturity, began to show signs of life: the state’s most ambitious museum, the Kimbell, opened in Fort Worth, and David Gockley arrived to lead the Houston Grand Opera. This flood of change, fed by the great events of the period, cut three channels through Texas’ cultural landscape—channels that define the present and sever Texas from its past. These are the end of economic colonialism, the growing sophistication of our society, and the demise of the old political oligarchy.</p><p><strong>Then and Now: a Fancy Meal</strong></p><p><em>Proof that there is life after the T-bone.</em></p><img/><img/><p>Mike Flahive</p><p><em>1973: a lot of bites for your buck. The word “gourmet” had not yet become the Madison avenue adjective of choice for everything from pheasant to potato chips, and when Texans went out to eat at a nice restaurant, they still wanted meat and potatoes. What filled the bill was a rare T-bone with béarnaise sauce (shades of the future), a stuffed baked potato topped with melted cheese, tossed green salad with Roquefort dressing, cheesecake with cherries, and a big glass of Gallo Hearty Burgundy. 1983: Less is less.</em> Nouvelle cuisine, <em>that darling of authentic and ersatz French chefs from amarillo to Waco, is still going great in the Lone Star State, having brought us ze duck in mango sauce, ze snow peas, ze multi-lettuce salad with warm goat cheese, ze three-vegetable terrine, ze kiwi fruit tart, ze half-full glass of 1976 Châteauneuf-du-Pape, and ze hunger pangs at midnight. Can’t a guy get a plain old steak anymore? Sure, but be prepared to completely lose face with Pierre, your waiter.</em></p><p>Food styling by Fran Dc Coux Gerling Dinnerware courtesy of the Dish Market and Richard Jenness Gifts, austin</p><p><span class=\"dropcap\">O</span>n the far western edge of Houston, just as it seems that the coastal plain is about to reclaim the land from concrete, an immense office development sprouts up from the open prairie. Park 10, as it is known, stretches for three miles along Interstate 10 outside the Houston city limits. Surrounded by 26,000 acres of empty reservoirs, the development so far consists of 44 office buildings and perhaps a few more forlorn trees. In one of the buildings, an unremarkable sixstory glass box set a quartermile in from the freeway, the first five floors are occupied by a company called Hyundai, a worldwide South Korean engineering firm whose Houston office designs offshore drilling platforms. Not for Texas—for Saudi arabia.</p><p>The presence of a company like Hyundai in Houston illustrates just how far Texas has come since 1973. Though until 1958 Texas produced more oil than any <em>country'</em> in the world, Texas oil, like all the state’s resources, for years remained primarily a chattel of New York. The major oil companies kept their headquarters in the East, borrowed their money in the East, paid big salaries in the East, and ran their international operations from the East. Before Shell moved to Houston in 1972, only six of the state’s twenty biggest companies were energy-related; now only five are not. Houston has shoved New York aside to become the center of the international oil business: Hyundai is there because aramco, the arabian-american oil consortium that has the Saudi drilling concession, is there, and aramco is there because most of the majors are there, with either corporate or operations headquarters. Shell was the big prize. The impact was partly financial (Shell immediately became the largest company in the state) and partly psychological (Texas was a colony of Manhattan no more).</p><p>The idea that Texas could be a colonial outpost of the East seems archaic today, but before 1973 it was a staple of Texas political and economic discussion. Texas was in the classic colonial predicament: it exported raw materials and imported finished goods. We led the nation in cotton production but sent the cotton to the East to be turned into denim and then reimported the denim so that our cheap labor could make it into clothing. We led the nation in cattle raising but imported leather shoes and belts and purses. We were a leader in grain sorghum but shipped our livestock and grain to Midwestern fattening yards and then imported beef.</p><p>Occasionally the resentment toward New York spilled over into politics. Furious over seeing Texas capital sucked out of the state, the Legislature in 1907 required any insurance company doing business here to invest three quarters of its Texas premium income inside the state. Out-of-state companies responded by leaving, and that was the genesis of the state’s robust insurance industry. Pappy o’daniel used the theme that Texas was a colony of New York in his gubernatorial campaigns. A later governor, allan Shivers (194957), still gets irate when he recalls battles over railroad freight rates; it cost more to ship the same product from Texas to New York than from New York to Texas.</p><p>Industrial expansion thus became a holy cause to the state’s business community. E. B. Germany, president of one of Texas’ two early steel plants, urged that every high school teach a course on the importance of industry to the state. But Texas was too poor to be an industrial center—less than $10 billion in bank deposits in the entire state as late as 1955, compared with $110 billion today. When Prudential Insurance made a nine-figure loan to Lone Star Gas in 1952, Republic National Bank of Dallas hosted a reception in honor of the unprecedented event and the state’s newspapers carried the joyful news on their front pages. The expansionist zeal carried over into the political world, where advocates of attracting industry resolutely opposed anything that they thought might cloud the business climate—taxes, unions, industrial safety laws, liberals.</p><p><strong>Then and Now: The Hubs</strong></p><p><em>Love conquers all.</em></p><img/><img/><p><em>In 1974 the Dallas-Fort Worth Regional airport (top) opened to fanfare that would have been appropriate for Sam Houston’s arrival at the pearly gates. Texas was going to find greatness as the place where america changed planes, and poor old Love Field was mothballed. Today DFW is booming—but so is Love, and with a deeper effect on the daily lives of Texans, who spend a lot more time on the Houston-Dallas axis than they do hitting N. Y. and L.a.</em></p><p><strong>1973</strong></p><img/><p>Squire Haskins Photography</p><img/><p>Harper Leiper</p><p><strong>1983</strong></p><img/><p>Squire Haskins Photography</p><img/><p>Harper Leiper</p><p><strong>Then and Now: The Skylines</strong></p><p><em>Seventy-five stories and counting.</em></p><p><em>Dallas: In 1973 One Main Place was the new kid in town, and the First International Building was under construction. Now there’s Reunion Tower, and the gaps have been filled in, but the change is not nearly as dramatic as Houston’s. The seventies were the oil decade in Texas, and Houston was where the big oil money was.</em></p><p><em>Houston: In 1973 One Shell Plaza, at 50 stories the tallest building west of the Mississippi, lowered above everything else. Today it’s easy to miss, tucked away between the allied Bank Plaza (71 stories) and the Texas Commerce Tower (75 stories), and Louisiana Street is a New York-style steeland-glass canyon.</em></p><p>Another aspect of that era that now seems light years away is the hoopla that surrounded the Texas Industrial Commission, a state agency given new life in 1958 to recruit industry. In the commission’s early years a seat on its board was as prestigious as a seat on the UT Board of Regents. Among its missions was to co-host an annual conference on industrial expansion, where the governor himself would hand out plaques—“Congratulations to Temple Industries on its new fiberboard plant”—to companies that had made capital investments during the previous year. These elaborate ceremonies lasted into the early seventies, when the state’s economic growth became so phenomenal that such blandishments were utterly superfluous. In the sixties Texas added fewer than two thousand new manufacturing plants; between 1970 and 1977 it added almost six thousand.</p><p>Two other developments of the period hastened the demise of Texas’colonial status. New federal legislation encouraged the larger Texas banks to circumvent state restrictions on branch banking by stringing together smaller banks into a single system. By pooling the resources of all the banks owned by the holding company, banks like InterFirst and RepublicBank in Dallas and First City and Texas Commerce in Houston accumulated capital and could make loans in sums undreamed of just a few years before. When Raymond Nasher built NorthPark in the mid-sixties, InterFirst (then First National) could lend but $6 million of the $18 million project; for the rest, Nasher had to turn to the East. Today 4 Texas holding companies are among the nation's 25 largest banking concerns. They can handle nine-digit loans without Eastern help. The old colonial process has been reversed: Chase Manhattan, Morgan Guaranty, Manufacturers Hanover, Citibank, and Chemical have come to Texas to compete for loans, along with dozens of foreign banks—32 in Houston alone.</p><img/><img/><p>Daniel Bissonnet</p><p><strong>Then and Now: Unreal Estate</strong></p><p><em>a slightly out-of-date investment tip.</em></p><p><em>are you sitting down? This house, in Houston’s pleasant but hardly sumptuous West University Place, sold in 1973 for $26,500. It sold again last year for $250,000, making it one of the few investments of the seventies that outpaced even crude oil.</em></p><p>Texas Instruments’ hand calculator also helped break the colonial pattern. Electronics provided Texas for the first time with an industrial base that did not require depleting the state’s own resources. The calculator freed the electronics industry from its dependence on defense contracts and decisions made in Washington. In the seventies TI opened six plants; by the eighties atari was making Pac-Man cassettes in El Paso.</p><p>For the present, though, there is still nothing like oil. The energy crisis that followed the OPEC embargo at first was considered a disaster for Texas. People predicted the end of fossil fuels and, therefore, of the Texas oil industry. Instead, the immediate fourfold increase in the price of Texas’ basic raw material turned out to be a bonanza. The shock of the embargo forced the federal government to raise the controlled prices for both oil and gas, and the results are visible all over Texas. The gross state product increased by 7.9 per cent in 1977 and by another 6.7 per cent in 1978—numbers unheard of for an economy that was healthy to begin with. Gas boomed even more than oil: in 1970 only two gas companies were on the list of Texas' twenty largest companies, but by 1982 there were eight.</p><p><strong>Then and Now: Football Factories</strong></p><p><em>How the Cowboys became Irvings team.</em></p><img/><p><em>In the old days, the eyes of Texas—and the bodies of Dallas folks—were drawn to the Cotton Bowl, on the grounds of Fair Park at the crumbling edge of downtown. Football was still an inner-city game.</em></p><img/><p><em>after ten years of white flight, the center of the football universe has moved to sleek Texas Stadium, an island in a sea of suburban highways.</em></p><p><strong>Then and Wow: The Numbers</strong></p><p><em>Some statistics that don’t lie.</em></p><img/><p><strong>Signs Of Life</strong></p><p><strong>1971</strong></p><p><strong>1981</strong></p><p>Births per 1000 population</p><p>20.0</p><p>19.1</p><p>Deaths per 1000 population</p><p>8.3</p><p>7.5</p><p>Marriages per 1000 population</p><p>12.2</p><p>13.2</p><p>Number of marriages</p><p>140,390</p><p>194,762</p><p>Divorces per 1000 population</p><p>4.8</p><p>6.9</p><p>Number of divorces</p><p>55,568</p><p>101,856</p><img/><p><strong>Just Folks</strong></p><p><strong>1970</strong></p><p><strong>1980</strong></p><p>Total population</p><p>11.2 million</p><p>14.2 million</p><p>Anglo</p><p>9.7 million</p><p>11.2 million</p><p>Black</p><p>1.4 million</p><p>1.7 million</p><p>Hispanic</p><p>1.8 million</p><p>3.0 million</p><p>Urban</p><p>8.9 million</p><p>11.3 million</p><p>Rural</p><p>2.3 million</p><p>2.9 million</p><img/><p><strong>Drinking Up And Eating Out</strong></p><p><strong>1981</strong></p><p><strong>1971</strong></p><p>Alcoholic beverage revenue (actual dollars)</p><p>$72.3 million</p><p>$248.1 million</p><p>Alcoholic beverage revenue (constant dollars)</p><p>59.6 million</p><p>91.1 million</p><p>Number of mixedbeverage permits</p><p>1,534</p><p>8,885</p><p><strong>1974</strong></p><p><strong>1981</strong></p><p>Restaurant revenue</p><p>Statewide</p><p>$ 2.3 billion</p><p>$6.9 billion</p><p>Harris County</p><p>449.0 million</p><p>1.6 billion</p><p>Dallas County</p><p>350.2 million</p><p>1.0 billion</p><p>Number of restaurants</p><p>Statewide</p><p>26,772</p><p>34,639</p><p>Harris County</p><p>3,938</p><p>6,015</p><p>Dallas County</p><p>2,371</p><p>3,258</p><p>Illustrated by Janice ashford</p><p><strong>Then and Now: The Players</strong></p><p><em>Who found a place in the sun and who got eclipsed.</em></p><p><strong>Mayor Of Houston</strong></p><img/><p><em>Louie Welch</em></p><p><em>Then: the ultimate glad-hander.</em></p><p><em>Sheila Cunningham</em></p><img/><p><em>Kathy Whitmire</em></p><p><em>Now: the ultimate manager.</em></p><p><strong>Restaurateur</strong></p><img/><p><em>Harry akin, Night Hawk</em></p><p><em>Then: chopped steak and ketchup.</em></p><p><em>John Grossman</em></p><img/><p><em>Tony Vallone, Tony's</em></p><p><em>Now: veal and demiglace,</em></p><p><strong>Dallas Publisher</strong></p><img/><p><em>Joe Dealey, Dallas News</em></p><p><em>Then: the Dallas oligarchy.</em></p><p><em>Bonnie Schiffman</em></p><img/><p><em>Otis Chandler, Times Herald</em></p><p><em>Now: the Los angeles oligarchy.</em></p><p><strong>University Leader</strong></p><img/><p><em>Frank Erwin, UT regent</em></p><p><em>Then: politician as educator.</em></p><p><em>Steven Pumnhrey</em></p><img/><p><em>Peter Flawn, UT president</em></p><p><em>Now: educator as educator.</em></p><p><strong>Politician Of Liquor</strong></p><img/><p><em>abner McCall, Baylor</em></p><p><em>Then: most potent Baptist.</em></p><p><em>Scott van Osdol</em></p><img/><p><em>Nick Kralj, the Quorum</em></p><p><em>Now: most potent saloonkeeper.</em></p><p><strong>Developer</strong></p><img/><p><em>Frank Sharp, Sharpstown</em></p><p><em>Then: the master manipulator.</em></p><img/><p><em>Gerald Hines, the Galleria</em></p><p><em>Now: the master builder.</em></p><p><strong>Banking Power</strong></p><img/><p><em>Wright Patman, Congress</em></p><p><em>Then: populist who hated big banks.</em></p><img/><p><em>Ben Love, Texas Commerce</em></p><p><em>Now: big is beautiful.</em></p><p><strong>Hispanic Boss</strong></p><img/><p><em>a. Y. Allee, Captain</em></p><p><em>Then: tough Texas Ranger.</em></p><img/><p><em>Henry Cisneros, politician</em></p><p><em>Now: the mayor of San antonio.</em></p><p><strong>Most Important Legislator</strong></p><img/><p><em>Gus Mutscher, Brenham</em></p><p><em>Then: corrupt, rural, white.</em></p><img/><p><em>Craig Washington, Houston</em></p><p><em>Now: clean, urban, black.</em></p><p><strong>Airline Kingpin</strong></p><img/><p><em>Harding Lawrence, Braniff</em></p><p><em>Then: Colder planes, Pucci uniforms.</em></p><img/><p><em>Holly Kuper</em></p><p><em>Herb Kelleher, Southwest</em></p><p><em>Now: just plain folks.</em></p><img/><img/><p>Mike Nott</p><p><strong>Then and Now: Wetting Vour Whistle</strong></p><p><em>Good-bye, brown bag.</em></p><p><em>Before 1971, anyone out for a night on the town had to take his bottle with him, shrouded, as convention decreed, in a brown paper bag. The status quo was maintained by people who, as the saying went, drank wet and voted dry, but in the first year after liquor by the drink was legal, 19 of the 25 counties with the highest alcoholism rates were dry. Now the martini may or may not be the state drink; if you're looking for a brown bag, try the grocery store.</em></p><p>Nowhere was the change more striking than in Houston. In 1972 downtown Houston was said to be overbuilt with 12 million square feet of office space. Today‘there are “0 million. In the early seventies the intersection of Texas Highway 6 and Farm Road 529 in Northwest Houston was still known as Wolf Corners, because bounty hunters trapped predators and hung their hides on the fences by the rice fields. Today it is part of suburban Houston, a short drive from Hyundai, another testament to what oil means to Texas.</p><p>The first time tourists visited Texas in any great numbers was in 1936, when the state celebrated its centennial. Because the state constitution then contained what was known as the Carpetbagger Clause, which prohibited the expenditure of any public funds to attract outsiders, promotion was limited to the construction of tourist bureaus where major highways entered the state. The booths, staffed with Texas A&M cadets, were so successful that they spawned the original aggie joke-folks said the aggies so confused visitors that they couldn’t find their way out again. But by 1964 tourism had dropped off so badly that Governor John Connally invited a group of writers from major out-of-state travel magazines and newspapers to tour Texas at state expense. So eager was Connally to promote tourism that he met the writers in San antonio and took them to his ranch near Floresville, where he spent the evening praising underappreciated places like Lubbock.</p><p><em>(Continued on page 165)</em></p><img/><p><strong>Passing the Becks</strong></p><p><strong>1971</strong></p><p><strong>1981</strong></p><p>Per capita income (actual dollars)</p><p>$3,692</p><p>$10,729</p><p>Per capita income (constant dollars)</p><p>3,044</p><p>3,940</p><img/><p><strong>State Capital</strong></p><p><strong>1971</strong></p><p><strong>1981</strong></p><p>Bank deposits</p><p>$30 billion</p><p>$105.3 billion</p><img/><p><strong>Black Gold</strong></p><p><strong>1971</strong></p><p><strong>1980</strong></p><p>Crude oil price per barrel</p><p>$3.48</p><p>$21.59</p><p>Number of barrels of crude oil produced</p><p>1.2 billion</p><p>977.4 million</p><img/><p><strong>Down On the Farm</strong></p><p><strong>1971</strong></p><p><strong>1981</strong></p><p>Number of farms</p><p>210,000</p><p>186,000</p><p>Farm revenue</p><p>(actual dollars)</p><p>$3.9 billion</p><p>$10.1 billion</p><p>Farm revenue</p><p>(constant dollars)</p><p>3.2 billion</p><p>3.7 billion</p><img/><p><strong>Changing Colors</strong></p><p><strong>1971-72</strong></p><p><strong>1981-82</strong></p><p>HISD students</p><p>(percentage of total)</p><p>Black</p><p>37.6</p><p>44.3</p><p>Hispanic</p><p>15.5</p><p>29.7</p><p>Anglo</p><p>46.4</p><p>23.3</p><p>DISD students</p><p>(percentage of total)</p><p>Black</p><p>36.1</p><p>49.4</p><p>Hispanic</p><p>9.5</p><p>20.8</p><p>Anglo</p><p>53.9</p><p>27.7</p><p><em>(Continued from page 115)</em></p><p>The sad lot of Texas tourism typified the social isolation that used to be characteristic of the state. Texas ranked twentythird in the country in revenue from travel when Connally set up his tour and actually took in fewer dollars than it had five years earlier. Today Texas stands third in convention and tourist revenues; in 1980 the industry produced more money than agriculture. The social maturation of Texas has had as much influence on the state as the end of economic colonialism. It is a change that is reflected in vast differences in entertainment, marketing, travel, and self-criticism that grew out of the events around 1973: liquor by the drink, the Galleria, Southwest airlines, and the purchase of the <em>Dallas Times Herald.</em></p><p>To gauge the impact of liquor by the drink, it is necessary only to compare the hotel and restaurant businesses today with what they were before 1973. Back in the sixties, representatives of the Stouffer Hotels chain visited Dallas to discuss constructing a large hotel close to where Texas Stadium is today. When the deal was nearly clinched, the visitors and their Dallas developer met with a representative of the old Liquor Control Board. The agent assured them they’d have no trouble with the law if they’d just follow a few simple rules for private clubs; then he launched into a discussion of paperwork and arcane guidelines that caused Stouffer to cancel the deal as quickly as if the interest rate had doubled.</p><p>The reason hoteliers and restaurateurs love liquor is that it pays. In a typical $2.50 drink, the liquor and taxes account for around 75 cents. For each $60 worth of food it sells, an expensive restaurantbar like the new Quorum in austin will gross $40 in drinks—and net most of its profit. Hotels are more complicated economic creatures, but even when the occupancy rates are down, their bars always seem to be full. Liquor provides the profit margin to sustain first-rate hotels and restaurants; that is why Texas had so few of either when liquor was illegal. No major hotel was built in Houston between the Shamrock in 1949 and the downtown Sheraton in 1962; today new ones claiming world rank are opening every year—the Inn on the Park, the Warwick Post Oak, the Remington. As for restaurants, well, Texans spent years fuming over the malediction pronounced on their beloved steakhouses by a food writer in <em>Holiday</em> magazine: the beef, he wrote, had “a curious pink pallor and a lack of flavor. [It] tastes as if it were a porous fiber from which, by chewing, you obtain a flavored liquid—not the taste of meat or soup.” It was next to impossible to get seafood, and if you somehow succeeded, what you got was invariably fried. As for sauces, if you weren’t eating barbecue, forget it.</p><p>A list of Texas’ most celebrated restaurants in the early sixties is a period piece. The Zodiac Room at Neiman-Marcus in downtown Dallas was renowned for offering dishes from a different foreign country during each of the store’s annual Fortnight promotions. Aside from three familiar names-the Old Warsaw in Dallas, Maxim’s in Houston, La Louisiane in San antonio—the rest were steakhouses like Houston’s Ye Old College Inn and Bud Bigelow’s, and Dallas’ Town and Country and Cattlemen’s. One of the big names in austin was the Barn, a steakhouse noted for its atmosphere, which consisted of a simulated hayloft and a tape recording, replayed regularly, of cocks crowing, cattle lowing, and other barnyard sounds. The College Inn made its reputation by being the first place in Houston to offer cheese and bacon bits with a baked potato. With liquor by the drink, restaurants could afford to fly in Pacific salmon and to pay chefs with names like Jacques and JeanClaude the high salaries (now as much as $70,000 a year) that they demand.</p><p>The constitutional amendment to repeal the ban on liquor by the drink passed by a narrow 51 per cent in 1970. Restaurant owners lobbied hard for it; they predicted a 10 to 15 per cent increase in business. The actual increase is impossible to calculate, because many of the restaurants of that era, like the Barn, were not capable of the transition and are now extinct. But here are a couple of measures: in Dallas the restaurant listings in the Yellow Pages have doubled since 1970, from 16 pages to 32. And the statewide tax revenue from liquor by the drink has gone up every year, from $15 million in 1972 to $133 million last year.</p><p>Proponents of liquor by the drink predicted that it would change Texas, but hardly anyone understood how great the change would be. New York’s master Chinese chef, Wen Dah Tai, moved to Houston in 1979 to open Uncle Tai’s Hunan Yuan; he would not be here but for liquor by the drink. The Republican National Convention will be held in Dallas next year; that would never have come about during the brown bag era. Back in 1968 a young Houston lawyer named Marion Sanford suggested to his wife that they check out all the good restaurants in town, one each week; “It didn't take long,’’ he recalls, “before we were looking for something else to do on weekends.”</p><p>Just as liquor by the drink transformed restaurants, the opening of the Galleria transformed both shopping and real estate. It established a climate in which stores of national class like Marshall Field, Tiffany, Saks, and Bloomingdale’s could thrive, even though some of those stores did not locate in the Galleria itself. It rendered obsolete the shopping trip to New York and weakened Texas’ self-perception that it was an isolated outpost.</p><p>The changes that Southwest airlines effected are not as obvious as those caused by liquor by the drink and the Galleria, but they are no less pervasive. Some are visible only to those people whose lives they have touched: the San antonio cancer outpatient who can live at home and make weekly trips to M. D. Anderson for treatment; the Houston oilman who expanded his company as Southwest expanded its route structure; the professor who can hold joint appointments at UTAustin and UT-E1 Paso. The changes show up in odd statistics, such as Texas’ number one ranking in ski wear sales and ski trips, which resulted from Southwest’s service into albuquerque. Southwest facilitated the statewide spread of bank holding companies and the rise to preeminence of Houston law firms in austin lobbying. The South Padre Island condominium boom began only after Southwest began flights to the Rio Grande Valley in 1975. In the first year of Southwest’s service, air traffic into Harlingen tripled.</p><p>Southwest ended the isolation of Texas’ hinterlands. On a Friday night the Harlingen airport, a teeming mass of humanity, resembles the Mexico City bus depot. Before Southwest served El Paso, most departures from that city were westbound; now most are to the east. The DallasLubbock route is among the two hundred most heavily traveled city pairings in the nation. Texas’ two urban poles were also brought closer together: Houston-Dallas air traffic rose from thirty-second on the same list to fifth within a decade, bringing some similarities to two dissimilar cities. Dallas now has a Galleria, Houston will have a NorthPark, Uncle Tai has opened a branch in Dallas. Nor is it coincidence that Southwest flies more children proportionately than any other airline—Houston and Dallas have the two highest divorce rates among big cities nationally.</p><p>With liquor by the drink, the Galleria, and Southwest airlines all coming into being about the same time, the effect was cumulative. Liquor by the drink enabled Galleria developer Gerald Hines to attract a major hotel to his project; when it opened, the Houston Oaks was the best in town. In turn, the success of the Galleria caused a neighborhood to spring up around it that included restaurants like Tony’s and Uncle Tai’s. The Galleria area had 100,000 square feet of office space in 1967; now it is pushing 20 million, with buildings by I. M. Pei, Cesar Pelli, and Philip Johnson. Southwest helped bring the people: last December the morning flights into Houston were packed with befurred women on one-day Christmasshopping sprees.</p><p>The sale of the <em>Dallas Times Herald</em> is the least dramatic of the ten landmark changes of the boom era, but in many ways it is the most significant of all. The change it helped bring about—a deepened public awareness and a capacity for selfcriticism that simply didn’t exist in Texas before 1970—is evidence that the other changes in the state are neither superficial nor transitory.</p><p>The braggadocious Texan was no false stereotype. In <em>The Super-americans</em> Bainbridge offers several examples that suggest a stunning lack of perspective: the director of Fort Worth’s Casa Manana theater asserting that it was “without a doubt the finest theatre of its kind in the United States”; a Houston critic pronouncing the fledgling local opera company “the most astonishing prodigy on the nation's musical scene”; a <em>Dallas Morning News</em> writer proclaiming that the success of the local opera company proved that “Dallas has, above all, the NeimanMarcus complex or what has been called the Dallas <em>News</em> complex. This is that Dallas' best must be the most unique in the world.” Bainbridge’s publication of these excesses apparently did not have a deterrent effect. In the sixties prominent Houstonians were still touting the Burke Baker Planetarium as “the most sophisticated science teaching device on earth” and claiming that “Dixieland is rooted as deeply in Houston as in New Orleans.”</p><p>The <em>Herald'</em>s new owners did not make a point of informing Texans that their cultural emperors were without clothes, but they didn't have to. It was enough to ignore the old rule, laid down by the chief amusements critic for the rival <em>News</em> but followed by art—and political and social—critics across the state: “Local criticism should not produce an uncongenial atmosphere for the best art life a community can afford.” The events of the boom years erased the historic self-doubts about the state's relative standing to the East and gave us the confidence for the first time to be critical of ourselves.</p><p><span class=\"dropcap\">T</span>he elegy for the old oligarchy was sung by Johnny Nelms, a freshman legislator from Pasadena. As the clock ran out on the final minutes of the tumultuous 1971 legislative session, members of the Dirty Thirty opposition to Speaker Gus Mutscher shouted for recognition. They wanted the floor to denounce their enemy one last time. Finally Mutscher called on Nelms, one of his trusted back-bench supporters, who stepped to the microphone at the front of the House chamber carrying a guitar. The song that he sang as the old order expired was called “Everything I Touch Turns to Dirt.”</p><p>That was the session of the Sharpstown scandal, when Texans got a rare look at the raunchy innards of state politics. According to documents filed by federal officials, Mutscher had maneuvered two banking bills through a previous Legislature for Houston developer Frank Sharp. Meanwhile, Sharp was manipulating the stock of his bank, and Mutscher was trading heavily in that stock. By the time the investigation was over, Mutscher had been convicted of accepting a bribe. Governor Preston Smith had been implicated in the suspect stock trading, Lieutenant Governor Ben Barnes had lost his bid for governor, and the course of Texas politics had changed forever.</p><p>Sharpstown was the most dramatic of a series of changes whose cumulative effect was to end the hegemony of the state’s ruling establishment. The scandal was a turning point not because of the muchballyhooed reforms passed in its wake by the 1973 Legislature-disclosure, ethics, campaign finance, and lobby-control laws that actually had little subsequent effect —but because it tore Texas politics loose from its moorings. It wiped out the old state leadership—Smith. Mutscher, and Barnes—at a time when politics, like everything else in the early seventies, was already undergoing wrenching changes. The first true reapportionment of the Legislature, which took effect with the 1972 elections, broke the rural hold on what had become an urban state. Singlemember districts eliminated the power of downtown cliques to handpick and control entire slates of candidates. The population explosion brought to the big cities Republicans from the Northeast and the Midwest who neither knew nor cared about the state's conservative Democratic tradition. At the same time, old issues like states’ rights and industrial development, which had dominated political discussion for decades, suddenly lost their steam; as a consequence, the conservative-liberal feud that had defined Texas politics since 1940 lost its passion.</p><p>Sharpstown ensured that the transition to a new political era would not be smooth. In the Legislature the 50 per cent turnover it caused, along with redistricting, doomed the old ways—a development that was mostly good riddance. The leadership surrendered power to the membership; the days when the Speaker and the lieutenant governor determined the fate of every bill were over. The bovine submissiveness of the average legislator —back in 1969 one rural legislator turned down a plea for support from a dissident colleague with the comment “i’m just a political whore, son”—was replaced by a growing sense of professionalism. The good ol’ boy lobbyists who had devised legislative strategy during poker games with the leadership in the sixties yielded to aggressive young pros from the giant Houston law firms.</p><p>The most obvious effect of Sharpstown was in the governor's office. Barnes, the heir apparent, was the political embodiment of the oligarchy, a confidant of power brokers like Bob Strauss in Dallas and Walter Mischer in Houston. Never implicated in the scandal, he was nonetheless tarnished by his incumbency and swept out of office along with everyone else. In his stead came Dolph Briscoe, a crucial figure in the decline of the old oligarchy (of which, as one of the state’s largest individual landholders, he himself was a member) who had neither the inclination nor the skill to react to the upheavals of the day. He had a thoroughly rural mind, only a decade out of place—but it might as well have been a century. By the time he was beaten in the 1978 primary, he had neither prevented the flow of power from country to city nor kept the urban establishment loyal to the Democratic party. Thus there is a straight line from Sharpstown to the election of Bill Clements, the first Republican governor since Reconstruction.</p><p>The big losers were the barons of the county-seat fiefdoms like San augustine and Victoria. It is hard to conceive that as recently as the sixties, one might as well have forgone statewide ambitions without the blessings of the San augustine gang, whose point man in austin was old LBJ hand Ed Clark, or that Victoria was considered on a par with Houston and Dallas as a source for political funds. But nowhere did the old order dissolve so swiftly and completely as in Dallas, where the collapse of the Citizens Charter association (CCA) symbolized the changes —white flight, the dispersal of business leadership away from the central city, the broadening of the political base to include minorities—that were taking place in urban Texas.</p><p>San antonio had its Good Government League and Houston had its city hall network, but few cities anywhere have had an organized, efficient establishment to match Dallas before 1973. The CCA was its political arm, and for three decades the organization was invincible. Its committees interviewed prospective candidates —in Dallas you didn’t run for office; you were picked—and their membership rosters read like a who’s who. The slates that they devised typically consisted of small businessmen, and they rolled up margins of two to one, which was not surprising, considering the immense sums spent on their behalf—$300,000 in 1965 for nine council jobs that paid $20 a week.</p><p>The civic arm of the establishment, and its soul, was the Dallas Citizens Council, formed by R. L. Thornton in 1936 to lure the state centennial celebration to Dallas. Thornton, then the head of the Mercantile Bank, was frustrated by bureaucratic problems in trying to get other organizations to commit money and time to the centennial. Finally he presented the head of First National with a proposition: organize what he called the Yes and No men —all bosses, no subordinates, no lawyers or other professional men—and, as he put it, “you come or you ain’t there and you take what happens.” Membership was by invitation only—for life.</p><p>It was a true oligarchy. The Citizens Council decided what Dallas needed to do and the CCA elected the people to do it, whether it was the building of the Central Expressway (the state’s first freeway) or the defeat of ultra-right Republican congressman Bruce alger, who became an embarrassment to the city after the Kennedy assassination. So in harmony were city government and the oligarchy that the city manager’s position became an apprenticeship for Republic National Bank, with one—James aston—going on to become Republic’s president.</p><p>But the events preceding 1973 damaged the CCA beyond repair. The <em>Herald</em>'s purchase was pivotal; the old publishers had been members of the Citizens Council (the <em>News'</em> Joe Dealey was the organization’s secretary), and while their papers faithfully reported opposition charges that, for example, bond money wasn’t spent on poor areas, such claims were seldom investigated. The new <em>Herald</em> observed no such ground rules, with the result that a 1971 survey showed that a majority of the citizens of Dallas no longer identified the CCA with good government. The CCA lost the mayor’s race that year to Wes Wise, mainly because it couldn’t find a strong opponent. In 1973 the CCA begged aston to leave Republic and challenge Wise for mayor, but the bank holding company era had begun and he said no. The CCA’s council slate consisted of three lawyers, two blacks, one Mexican american, one woman, and only three white businessmen. Just a few years earlier, liberals had attacked the CCA; now it was the Republicans’ turn to join in. The advent of single-member council districts in 1975 brought the denouement. The Citizens Council still survives, but without the CCA its struggles have been fruitless, symbolized by the inability of the city to decide on how to enlarge the Central Expressway, the thoroughfare that was once a monument to an oligarchy and now is its epitaph.</p><p><span class=\"dropcap\">C</span>hange is cause for celebration, but it is also cause for lament. To see what we have gained is also to see what we have left behind. Texas before the boom of the seventies was often raw and graceless, but it was a place that could not be confused with any other. This was not always for the better. Only in Texas would an orchestra (in San antonio) punctuate the rousing climax of <em>Bolero</em> by having the timpanist fire blanks from a pistol. Only in Texas would a college (Howard Payne, in Brownwood) stage <em>a Midsummer Night’s Dream</em> as a western with Puck dressed in a coonskin cap. Only in Texas would a leading newspaper (the <em>Dallas News)</em> regularly refer to the U.S. Supreme Court in its editorials as “the courtnik.”</p><p>For the most part, however, distinctiveness has always been a Texas strength. It enabled us to retain our roots as we evolved from an agrarian culture into an urban one. Our institutions, from barbecue to banks to brown bags, were common ground. Now many of them are gone. Does the popularity of Southwest airlines portend that people will no longer get the sense of Texas in its vast entirety that comes from being on the road? Will big oil companies like Shell replace the wildcatter as the essence of the state’s oil industry, just as the big Houston law firms have replaced the good ol' boys in lobbying? Will the next generation of urban Texans feel the same ties to the land, to the rural past, as this one does?</p><p>I know many people who believe that the answers are already clear: no. They mourn the changes of the boom years and believe that Texas has paid for progress with its soul. I disagree. The brown bag and the rogue politician are flamboyant reminders of another time, but it is one that Texas is better off for having left behind. We are a more sophisticated, more economically secure, more politically diverse, and more self-confident state today than ever before. Texas has molted a colorful but nonessential skin.</p><p>What is essential, I believe, is a sense that Texas is truly a place unto itself. Its borders contain a compression of frontier america: the inexorable progression from east to west of ocean to desert, from north to south of american heartland to a foreign country. This geography has made Texas the spiritual heir to the frontier and its values—above all, a sense of expansionism and optimism about the future that has been reinforced since 1973 but is being tested now that the boom is leveling off. If the day comes when we truly believe that the best times are behind us, then sure enough, Texas really will be just like everywhere else.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Houston",
      "Dallas",
      "Oil",
      "Southwest",
      "New York",
      "Cities",
      "Governor",
      "money",
      "office",
      "people",
      "Restaurants",
      "urban",
      "Law",
      "Sixties",
      "Texans",
      "Austin",
      "Business",
      "Country",
      "gas"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Dallas",
      "Austin",
      "West"
    ]
  }
}