{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19854",
    "date": "April 1985",
    "year": 1985,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1985/19850400.pdf",
    "issue_cover_image": "",
    "document_start_page": 156,
    "toc_start_page": 154,
    "document_page_range": [
      [
        156,
        157,
        158
      ],
      [
        234
      ],
      [
        240
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Why Boone Can’t Lose",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198504-whyboone",
  "source": "/1985/19850400.pdf",
  "wp_post_id": 121404,
  "wp_post_guid": "http://www.texasmonthly.com/article/why-boone-cant-lose/",
  "authors": [
    "Joseph Nocera"
  ],
  "headline": "Why Boone Can't Lose",
  "dek": "Whether or not his takeover attempts succeed, Pickens is reshaping the oil industry to his grand design.",
  "spread_caption": "",
  "excerpt": "An old hand at Pickens-watching reveals the key to the Amarillo oilman’s corporate-takeover antics.",
  "kicker": "",
  "word_count": 3142,
  "content": "<p><span class=\"dropcap\">W</span>hat Does Boone Pickens Really want? By now, he is the most talked-about man in american business —the most interesting, the most controversial, the most consistently in the news. His name has become synonymous with “oil company merger.” People who have never met him have unshakable opinions about him; he’s a hero—or he’s a villain. Pickens-watching has become a growth industry. <em>Sixty Minutes</em> calls amarillo looking for Boone Pickens. It waits its turn behind the <em>Bartlesville Constitution</em> and <em>Time</em> magazine. And yet the big question remains unanswered. Where does all this activity —this orgy of stock buying, this chain of seemingly impossible takeover bids, this Wall Street gamesmanship —lead? Is there a method to this madness?</p><p>As an old hand at Pickens-watching (see “ ‘It’s Time to Make a Deal,’ ” TM, October 1982), I think there is, and it runs deeper than the simple desire to make a buck, as his critics allege (though that desire certainly plays a part). I come to that conclusion having compared notes with other veterans of the Pickens patrol and having spent some time with the man of the hour. We talked in his airplane; he was squeezing me in between amarillo and Beaumont. At the time, the Phillips Petroleum imbroglio was starting to heat up again. Pickens had backed away from his takeover bid after Phillips had agreed to restructure the company following his suggestions, but New York financier Carl Icahn had jumped in with a tender offer of his own. Pickens had also revealed that his company, Mesa Petroleum, and its partners had a substantial stake in Unocal for “investment purposes.” On his plane he was, as he often is, disarmingly friendly, joking, popping peanuts into his mouth, and acting as if he didn’t have a care in the world.</p><p>His disarming manner throws off many people, highly paid Wall Street analysts included. Everyone keeps looking for secret motives, hidden agendas, evidence of skulduggery. But they aren’t there. (Financial columnist Dan Dorfman had to eat some humble pie on the Cable News Network after mistakenly alleging that Pickens and Mesa were being investigated by the SEC for insider trading violations.) For the most part, Pickens is who he says he is and wants what he says he wants, and the legions who believe otherwise are only misleading themselves. For everyone still trying to figure the guy out, highly paid Wall Street analysts included, I offer this Pickens primer.</p><p><em>Why does he insist on making tender offers for huge oil companies that he can never hope to control?</em></p><p>That’s easy. Impossible as it may sound, he has every intention of winning control when he starts out. That’s what sets him apart from the Carl Icahns of the world, who have no intention of running the companies they go after. That’s also why he goes after only oil companies, whereas moneymen will take a stake in any kind of company in which they smell a quick profit. Forgetting that most basic truth about Pickens, many people assume that when he makes a tender offer, his goal is either to scare up a higher bid from a white knight or to force the target to buy him off. Both will put profits in Mesa’s coffers —$404 million in the case of the Gulf Oil takeover attempt. Thus have evolved the pejoratives “pirate,” “predator,” and “greenmailer,” which are to Pickens what “war-torn” is to Lebanon.</p><p>But the assumption is wrong. Pickens has long since outgrown little Mesa, and in his heart of hearts he believes he can run any of the majors better than their current managements. “I wouldn’t feel uncomfortable running Exxon,” he once said. His first priority is to win the battle. That is what makes him such a tenacious opponent, so much more difficult to shake than, say, the Bass brothers, whose greenmailing intentions are clear from the start.</p><p>“I wouldn't feel uncomfortable running Exxon,” says Pickens.</p><img/><p><em>But what makes him think he knows more about running a Big Oil company than the current management does?</em></p><p>Well, there’s ego, something Pickens has never lacked. But Pickens also has a messianic streak; he believes that only he can save Big Oil from itself. “There is an element of crusade here,” he freely admits.</p><p>Pickens insists that the major and mid-level oil companies haven’t been concerned enough with their own stockholders. This is his old lament; managements care more about perks and empire-building than about the little people who own the company. When Pickens makes a run at a company, he casts himself in a now-familiar role; he’s the CEO who cares about stockholders. (That those “little people” are often huge Wall Street institutions with no interest in the company other than making a short-term gain is beside the point for Pickens. Whether it should be is a story for another day.) Indeed, stockholders in Pickens’ targets have done quite well for themselves —at last count his maneuvers had made about $13 million for 750,000 stockholders—even though he has not come away with a prize. “i’ve made more money for these stockholders than their own managements ever did,” he says smugly. He wants to be able to make that boast after every deal.</p><p>There is also a newer element to the crusade. Pickens says that the only way the oil industry can give its stockholders their money’s worth is to undergo a radical restructuring. To oversimplify considerably, he believes that oil companies have been wasting their huge cash flows instead of getting the money into the hands of the beleaguered stockholders. Mobil buys Montgomery Ward, to cite one glaring example. Cities Service throws money at a losing refinery, to cite another. Another important difference between Pickens and the Big Oil managers is his belief that they have hurt the companies and their stockholders by spending too much on oil exploration.</p><p><em>Run that by me again. How can an oil company hurt itself by drilling for oil?</em></p><p>Simple. The price of oil is down to around $26 a barrel, and most everyone agrees it hasn’t hit bottom yet. Pickens, however, is convinced that for the major oil companies, with their huge bureaucracies and cumbersome methods, the costs of finding oil are much higher than anyone will publicly admit. Recently some extraordinarily expensive plays have turned up nothing but dry holes. So why do the majors keep their enormous exploration budgets? Because the majors don’t know how else to spend their cash. Pickens thinks a healthy portion of it should be channeled in other directions. Mesa’s cash flow, obviously, is among the resources he draws on when he is chasing after undervalued oil companies (Mesa’s exploration budget is one fourth what it was during the boom). Exxon, to cite another possible use of cash, has been repurchasing massive amounts of stock, which causes the price of stock to rise. Royalty trusts, the cornerstone of Pickens’ plans for Gulf, were another way of taking cash from companies and giving it to stockholders. (Since being stripped of their tax advantages, royalty trusts are no longer so attractive.) and large debt, according to Pickens, is not necessarily to be feared. (Debt was at the heart of the Phillips restructuring.) a by-product of debt is that it forces management to think hard about how to spend any cash that is left over after all those interest payments. But whatever they do, companies shouldn’t throw their cash at losers simply because they own the losers. Ultimately, Pickens would like to see a smaller, leaner oil industry composed of smaller, leaner companies (he has described the merger of Chevron and Gulf as “the mating of two dinosaurs”). Some restructuring has already begun, and Pickens is the main reason why.</p><p><em>Restructuring sounds fine on paper, but if everybody followed Pickens’ plan, how would any oil wells get drilled?</em></p><p>The smaller independents would still be around; for years they have found most of the oil in this country. But the point is well taken. Theoretically, if Pickens had his way, large portions of an important american industry would become glorified asset shufflers, much less interested in oil and gas exploration.</p><p>The more important question is, Is that good or bad? The answer depends on how you view the oil industry’s future. Within the industry. Pickens’ most vocal critic is Houston geologist and independent oilman Michel T. Halbouty, who calls Pickens (among other things) “a glib-talking financier . . . who has aggravated the economic depression of the industry.” Halbouty believes that new technologies will allow companies to find as much oil as has ever been produced in america. He thinks that big fields, perhaps of Spindletop dimensions, are yet to be found and that an oil industry that spends its money on exploration will find them. Halbouty is an oil optimist.</p><p>Pickens is an oil pessimist. He says that oil is a “sunset industry,” slowly liquidating itself through the depletion of reserves. He thinks that there simply isn’t that much oil left in the ground. “We've found most of what we’re going to find in the lower forty-eight,” he says. “Eighty per cent of the wells drilled in the world have been in the lower fortyeight. Domestic oil is not a long-term option.” To anyone who holds that view, the restructuring of the oil industry is inevitable, just as traumatic changes have been necessary in other dying industries, like steel.</p><p><em>Okay. So Pickens has shaken up the industry. But he still hasn’t succeeded in taking over a big company. Is that ever going to happen?</em></p><p>Iffy. The odds will always be running the other way. Because his resources are so limited, Pickens is the minnow chasing the whales. $ure, he can line up $2 billion in credit, but a controlling interest in Mobil (long rumored to be a Pickens target) would cost about $8 billion. He will always be forced to resort to sneak attacks and ambushes instead of frontal assaults. And he will always have to step aside when a white knight decides to move in.</p><p>Then too, Big Oil will go to extraordinary lengths to avoid the clutches of Boone Pickens because its executives have come to despise the man. Why shouldn’t they? He says in public that they are not doing their job, not making money for their stockholders, not finding replacements for their vanishing oil reserves. He portrays them as bumbling, haughty fools. Once a member of the oil fraternity, Pickens has been expelled for airing so much dirty laundry. There are oil executives who will not speak to him when they meet. During the Phillips takeover attempt, he heard through the grapevine that Phillips management had vowed, “Boone Pickens will never run this company.”</p><p>The crazy thing is that subsequent events have shown that the companies Pickens has chased would have been better off if they had embraced him instead of seeking a white knight. The constant refrain during a takeover attempt is that if Pickens wins, he will destroy the company, and innocent bystanders (that is, company employees) will be thrown out of work. In fact, the white knights have been the ones to throw innocent bystanders out of work. Cities $ervice, which ran into the open arms of Occidental Petroleum rather than be taken over by Pickens, has been decimated. Occidental has sold off the bulk of Cities’ assets and reduced the work force from 18,000 to 5000. Chevron plans to do exactly what Gulf feared Pickens would do —close Gulf’s Pittsburgh headquarters. Chevron, which has its own corporate headquarters in San Francisco, never had any use for Gulf’s Pittsburgh operation. Could the same be said for Pickens, whose largest office employs fewer than six hundred people? Hardly.</p><p><em>(Continued on page 232)</em></p><p><em>(Continued from page 156)</em></p><p><em>Hatred can’t be the only reason Pickens loses these merger wars, can it?</em></p><p>Of course not. By going after a company, Pickens makes it publicly vulnerable, and it then becomes socially acceptable for other, bigger players to jump in. And fear of the unknown plays a big part too. Pickens’ theories about Big Oil and Big Oil management are quite different from current practices. What if he is right? What if he does win a takeover battle, work his magic, and presto!—stock price goes up, management becomes more efficient, reserve replacement rises, and so on? Won’t that put pressure on all the other companies to sell losing assets, buy back stock, cut down on exploration, and whatever else he’s doing? Sure it will. But the only way to test his theories is to give him a Big Oil company to play with, and the only way that’s going to happen is if the oil fraternity sits on its hands during one of his forays. As one observer puts it, “The first one who lets him in screws the rest of the fraternity.”</p><p><em>But then, if you’re Boone Pickens, it’s not such a terrible thing to lose a merger war, right?</em></p><p>Not so terrible at all. Pickens is in a nolose situation. If he wins, he gets the company. If he loses, he makes a lot of money. It has become a pattern: Mesa buys 10 per cent of Company X; the white knight buys out Company X at a premium; Mesa gets the premium price. The pattern makes people suspicious of Pickens’ motives, but he has been quite open about what he’s after. If he doesn’t get the company, he wants to make money for Mesa. That’s his fallback position, and Pickens has been very successful at it. Last year Mesa earned $254 million. Of that, only $40 million came from oil and gas revenues. The rest was from what the company discreetly calls stock transactions.</p><p><em>There has to be</em> some <em>risk for Pickens. If Big Oil hates him so much, why doesn’t someone just take over Mesa and get him out of the way once and for all?</em></p><p>There are fewer advantages to taking over Mesa than you’d think. First, if the point of a takeover is to get undervalued assets —and it is —taking over Mesa is pointless. Its estimated underlying value is 19. Its stock is currently trading at 18 <em>Vi</em>. Not much to hang your hat on there. A board of directors, whose duty it is to judge the soundness of such a takeover, would have to swallow very hard to approve it. Stockholder suits would start falling from the trees. The PR would be terrible. The buyer might get some good acreage, but it is unlikely that Mesa’s geologists would help him explore it. And the kicker is, after all that, the buyer still wouldn’t be rid of Pickens.</p><p>Pickens always does his takeover plays with at least one partner—lately it’s been Wagner and Brown of Midland —and the partnership agreements craftily stipulate that if Mesa is taken over, the assets of the partnership (that is, a stock position in the takeover target) revert to the partner. Since the partner is privately held, it is invulnerable to takeover. No doubt some of Pickens’ financing would then have to be restructured, since he could no longer borrow against Mesa’s assets, but unquestionably the deal could go on. Taking over Mesa purely to get out from under a Pickens takeover threat just would not work.</p><p>And there’s one other angle here. Pickens has this stock option, you see. It is triggered if Mesa is taken over. Anyone who grabbed Mesa would be handing Pickens $50 million (at current prices) in seed money; he could start out again on the takeover trail. He would still be able to raise money and establish credit lines; he would still be as much of a pest as ever. It’s just that instead of being a captain of industry, he would be more like Carl Icahn, an independent financier who could freelance in and out of deals. Pickens might be more dangerous than he was before, because he would no longer have to worry about protecting Mesa.</p><p><em>Will he ever stop ?</em></p><p>Pickens says that if the price of oil starts to climb significantly, he will “reevaluate our use of cash flow.” Perhaps he will, though it is hard to imagine that drilling for oil could give him the satisfaction he gets from scaring the bejesus out of oil executives. The only way he would stop is if he took over a big company and had to spend his time running it. There are, after all, still so many tempting targets out there. There’s Unocal. There’s the horribly run Occidental Petroleum. And let’s not forget Mobil. Crazy? Maybe, but Pickens’ disdain for Mobil’s management is one of his worst-kept secrets. Did you notice, by the way, that this industrial behemoth, one of the half dozen largest companies in america, held a stockholders’ meeting some weeks ago to enact a provision that would make takeovers more difficult? Wonder why?</p><p><em>(Continued on page 238)</em></p><p><em>(Continued from page 232)</em></p><p>There’s one other reason Pickens can’t stop now. He’s backed himself into a corner. The price of Mesa’s stock price is high because Pickens keeps making takeover attempts. Yes, Mesa is a good, tightly run company, blah, blah, blah, but the bulk of its profits is being made in ways that fascinate Wall Street. Wall Street is very conscious of Boone Pickens, and Mesa is the beneficiary of that notice. If he announced tomorrow that he was going to stop playing the Wall Street game for a while because he had this big well he wanted to bring in, Wall Street would yawn. The champion of the stockholder would then see his own company’s stock drop. Pickens needs to keep Mesa’s stock up. Without that, he loses a lot of his moral high ground.</p><p><em>What else does he want?</em></p><p>He wants to have fun. He wants to keep things interesting. He wants to outwit all those cocky investment bankers from Harvard Business School. (Pickens did the Phillips deal without an investment banking firm—an almost unheard-of event on Wall Street.)</p><p><em>What about being governor of Texas ?</em></p><p>Forget it. Although the speculation has been flattering, Pickens isn’t going to run for governor. He is too busy to plan a serious campaign, and he realizes that his image of himself is not universally shared. There is also considerable doubt that his stockholder crusade would play in a statewide election. And running would be very expensive.</p><p>No, I don’t mean the expense of mounting a campaign, costly though that would be. It’s that stock option again. If Pickens ran for governor, he would lose some of his options. A man has to want to be governor an awful lot to give up $50 million.</p><p><em>Is there anything left for him to want?</em></p><p>No, that’s about it. He wants to restructure the oil industry single-handedly. He wants to run a Big Oil company. He wants to make money for america’s downtrodden stockholders. He wants to make Mesa Petroleum ever more profitable. He wants to have fun. Basically, he wants it all. And if he can’t have it all, he’ll take what he can get.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Wall",
      "money",
      "Running",
      "Wall Street",
      "ever",
      "people",
      "Amarillo",
      "Business",
      "Cities",
      "Drilling",
      "gas",
      "Governor",
      "Innocent",
      "Oil and Gas",
      "Work",
      "Acting",
      "Banking",
      "Budget",
      "CEO"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Amarillo",
      "Grapevine",
      "Houston",
      "Midland",
      "Montgomery"
    ]
  }
}