{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19854",
    "date": "April 1985",
    "year": 1985,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1985/19850400.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129,
        130,
        131,
        132,
        133
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Best Of Texas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198504-thebesto",
  "source": "/1985/19850400.pdf",
  "wp_post_id": 121419,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-best-of-texas-2/",
  "authors": [
    "Peter Applebome"
  ],
  "headline": "The Best Of Texas",
  "dek": "From Alamo Pottery To Zoo Eccentrics, a Superlative Guide To Texas Superlatives.",
  "spread_caption": "",
  "excerpt": "We’ve gone from one end of the state to the other to bring you the best-ever list of Texas Bests.",
  "kicker": "",
  "word_count": 4731,
  "content": "<p>When we did our first list of Bests in 1976, Jerry Ford was president, Dolph Briscoe was governor, and the Esquire theater in Dallas had the state’s Best Neon Sign. Ford is now a celebrity golfer, Briscoe is a celebrity rancher, and the Esquire is a celebrity pile of rubble, which just goes to show that making it to the top doesn’t mean you can stay there.</p><p>This is our third, semi-quadrennial (what’s a year here or there?) listing of the Best of Texas, and like the others it is a compendium of the transitory and the eternal. The Best Punk Band may not matter to posterity, but we hope that the really important things, like the Best Flying Tots and the Best Country and Western Robots, will stand the test of time.</p><p>Looking back on past Bests, it’s clear that some got better (this year’s Best Gimme Cap Collection has about 6000 caps; 1980’s winner had only a now-quaint 120) and some got worse (Barton Springs may still be the Best Swimming Pool, but if current trends continue it will be the site of Barton Springs Towers by 1988). The level of eccentricity and obsession needed to produce memorable Bests has remained the same. After all, any state that can produce a Best Newspaper Column like Sue Hoffman’s “Life on the Farm With My animals” while maintaining the integrity of the Kilgore College Rangerettes (still the Best Next-Best-Thing-to-Clones despite stiff competition from the SMU student body) is in no danger of deciding that its Best days are behind it.</p><p><strong>Best Brave Dog</strong></p><p>Arf, owned by Eric and Oksana Sparks, Midland. Four-year-old Chesapeake Bay retriever almost died from snakebite after saving two-year-old baby from a poisonous coral snake. Nominated for Dog Hero of the Year award for his valor.</p><p><strong>Best Hot Tub</strong></p><p>Crockett Hotel, San antonio. Rooftop hot tub is world’s only one overlooking the alamo.</p><img/><p>Will van Overbeek</p><p><strong>Best Tour Guide</strong></p><p>Fuzzy Plunkett, San antonio. A tour guide at the Lone Star Breweries’ wondrous Buckhorn Hall of Horns since 1966, Fuzzy knows every horn, antler, and stuffed head in the place. He’s a master of awful animal humor and cattle-culture arcana. His standard patter includes amazing ox facts, moose puns, stork jokes, and political philosophy.</p><p><strong>Best Leaning Tower</strong></p><p>Red River County Courthouse, Clarksville. Centuryold courthouse tower leans ominously to the northeast. Anyplace in that direction is the Best Place in Texas Not to Be.</p><p><strong>Best Example Of How To Make a Small Fortune</strong></p><p>Nelson Bunker Hunt and W. Herbert Hunt, Dallas. Start with a large one.</p><p><strong>Best Inexplicable Yard Sign</strong></p><p>“Please Don’t Bother.” Handlettered sign in a front yard in Slocum.</p><p><strong>Best At-Home Zoo</strong></p><p>Bear Helicopter, El Paso. Weird compound run by colorful entrepreneur Cheater Bella has wolves, bears, bobcats, badgers, foxes, mountain lions, buzzards, javelinas, and God-knows-what-else roaming the premises.</p><p><strong>Best Tortillas</strong></p><p>Flour: Ninfa’s, Houston and elsewhere.</p><p>Corn: Taco Village, austin. Machine-made Before Your Eyes: Blue Goose Cantina, Dallas, where they’re spun out from a Rube Goldbergesque tortilla machine.</p><p><strong>Best Brains</strong></p><p>Tacos de Cesos, Mario’s, San antonio. For those who eat menudo as if it were oatmeal.</p><p><strong>Best Bunch Of Clogs</strong></p><p>The Frances Lea Dance Center’s Texas Clogging Company, Fort Worth. <em>Hee Haw</em> quality clogging for those so inclined.</p><p><strong>Best Video Game Junkie</strong></p><p>Ben Gold, Dallas. Senior at Greenhill School set world record for Stargate, 40,001,150 points in 35 hours, 50 minutes.</p><p><strong>Best Backward Thinker</strong></p><p>Plennie L. Wingo, Wichita Falls. Has been setting world records for longest walks backward since 1931, when he began an eighteen-month, eight-thousand-mile backward walk.</p><img/><p><strong>Best Album Recorded In Texas</strong></p><p><em>Two Steps From the Blues, </em>Bobby “Blue” Bland. Great stuff ranging from borderline pop to screaming, moaning classic blues.</p><p><strong>Best Regional Best Collector</strong></p><p>Bob Bowman, Lufkin. His two books of East Texas Bests include Best Pickle Recipe (Cinnamon Cucumber Rings), Best Possum Cook (Jack F. “Spot” Baird of Gilmer), Best Farkleberry Experts (albert and Elizabeth agnor of Marshall), and Best Place to Make Mud Pies (Mud Dig).</p><p><strong>Best Ribs</strong></p><p>The Country Tavern, Kilgore. An East Texas institution since the mid-thirties, this dance hall-ribs place is so well-known it doesn’t have a sign out front indicating that food is served within.</p><p><strong>Best Show Of Biting the Bullet</strong></p><p>Eliodore Gonzalez, Dilley. Former Dilley police chief was shot in the jaw in gunfight with a prisoner, swallowed the bullet, and then shot and killed his assailant.</p><img/><p>Raymond Gendream</p><p><strong>Best Four-Wheeled Longhorn</strong></p><p>1938 Longhorn car, Pate Museum of Transportation, Cresson. One-of-a-kind automobile was painstakingly built over a twelveyear period by Oliver albert of Gonzales. It looks like a cross between a Triumph and a Santa Gertrudis.</p><img/><p><strong>Best Four-Legged Longhorn</strong></p><p>Texas USA, Village Creek Ranch, Fort Worth. This 1200-pound, three-year-old Longhorn has a white spot on its forehead that forms almost perfectly the shape of Texas. Of such anatomical oddities are fortunes made, particularly in a sesquicentennial year.</p><p><strong>Best Place To Get Nervous</strong></p><p>Phobia Center of the Southwest, Dallas.</p><p><strong>Best Pie Shop</strong></p><p>Flying Saucer Pie Shop, Houston. Good pies, inspiring extraterrestrial pie art.</p><p><strong>Best</strong><em>CONJUNTO</em><strong>Club</strong></p><p>Lerma’s, San antonio. Gathering place for world’s best <em>conjunto</em> musicians to trade licks. Strange anglos are tolerated, if not exactly welcomed, as long as they’re quiet and don’t embarrass themselves by trying dances they don’t know how to do.</p><p><strong>Best Municipal Bumper Sticker</strong></p><p>“Dimmitt Dammit.”</p><p>Best Sisters</p><p>Miller sisters, San antonio. Three hefty, elderly, cackling sisters run Miller’s Barbecue, terrific, impossible-to-find backyard barbecue joint on San antonio’s West Side.</p><p><strong>Best Gimme Cap Collection</strong></p><p>Frank L. Berry, Irving. Has amassed six thousand caps without ever paying for one. Unofficial counts indicate his collection edges out that of B. E. Cruthirds III of Kountze.</p><p><strong>Best Window</strong></p><p>Art Museum of South Texas, Corpus Christi. Scenic view of Corpus Christi Bay is almost as good as anything inside.</p><p><strong>Best Diorama</strong></p><p>Tiny dinosaurs, Witte Museum, San antonio. Wonderful miniature dinosaurs plodding around in a lagoon make you want to be a tiny person mucking around with them.</p><p><strong>Best Praline</strong></p><p>Old Borunda Cafe, Marfa. Not too sweet, perfectly crisp, not too heavy. Puts most of the mass-produced competitors to shame. If the Old Borunda isn’t open, try Memo’s in Marfa.</p><p><strong>Best Trail Ride</strong></p><p>Gene Glasscock, Clinton. Started at the arctic circle last May 9. Planning to ride on horseback to the equator at Quito, Ecuador, over a threeyear period.</p><p><strong>Best Black Velvet Painting</strong></p><p>Herbert’s Grocery and Taco Hut, San Marcos. Thorncrowned Jesus weeps from outer space.</p><img/><p><strong>Best Fan Club</strong></p><p>Mr. Ed Fan Club, Dallas. Chief Edhead James Burnett’s activities have included a profound newsletter (“The Horse’s Mouth”) and a popular but costly rock festival-Mr. Ed convention (Edstock). Unfortunately, the $12,000 debt left from the latter is keeping new breakthroughs at a minimum.</p><p><strong>Best Name For a Country Music Station</strong></p><p>KMOO, Mineola.</p><p><strong>Best Baffling Roadside View</strong></p><p>J. J. Maxey Park, Pecos. Ostriches run amok off frontage road of 1-20. Best Unexpected Vista in West Texas.</p><p><strong>Best Bet For the 1988 Olympics</strong></p><p>Roy “the Robot” Martin, Dallas. Roosevelt High School sprinter just missed going to the Olympics last year at age seventeen. If he stays healthy, he figures to be the best sprinter in the world by 1988.</p><img/><p>Michael von Helms</p><p><strong>Best Flying Tots</strong></p><p>The Mighty Tiny Mytes, La Porte. World’s youngest exhibition gymnastics team, made up of girls between ages two and seven.</p><img/><p>Raymond Gendreau</p><p><strong>Best Pizzas</strong></p><p>Yuppie and upscale: Ciao, Dallas. The case for goat cheese. Messy and weird: Lalo’s, Houston. The case for argentine pizza. Try a half-fugazzeta-and-half-Lalo’s-special.</p><p><strong>Best Poorboy</strong></p><p>Oyster Poorboy, Magnolia Bar and Grill, Houston. Superior French bread, a generous helping of fresh oysters, properly shredded lettuce, and remoulade sauce.</p><p><strong>Best Soup</strong></p><p><em>Sopa azteca,</em> El Mirador, San antonio. Vegetables that still have some life in them, a sturdy broth, and tortilla strips fried at the last minute. Half of San antonio comes to eat this stuff Saturday noons, and with good reason.</p><p><strong>Best Margarita</strong></p><p>Spanish Village, Houston.</p><p>Real lime, right proportions, makes most others taste cloying or chemical.</p><p>Best West Texas</p><p><strong>Fellini Movie Set</strong></p><p>The Holidomes in amarillo and San angelo. These highconcept Holiday Inns with indoor recreation areas are the best places for watching overweight cowboys wearing swimming trunks while they play miniature golf.</p><p><strong>Best Surreal Drill Team</strong></p><p>Kimball Troubadears, Dallas. High school girls prance around in Planet of the apes gear.</p><p><strong>Best Lethal Freebie</strong></p><p>The Big Texan, amarillo. If you can eat a 72-ounce steak and all the fixings in an hour, you get it for free. If you can’t, you pay $29.95. Medical insurance not provided.</p><p>Best Adult Make-Out Bar</p><p>Marfreless, Houston. The dimly lit upstairs part, full of groping couples on couches, is the closest an adult can come to high school.</p><p><strong>Best Peripatetic Radio Show</strong></p><p><em>Gabby’s Cowboy Corral, </em>Houston. Originally known as <em>Riding Down the Canyon</em> at KTEK-AM in alvin, the show has been renamed and transplanted to KPFT-FM. Host Gabby (Tony Ullrich) plays Tex Ritter, the Sons of the Pioneers, and other vintage cowboy music and lore from the days when men were men and the women always stood upwind.</p><p><strong>Best Parting Shot</strong></p><p>Jackie Lee asque’s tombstone, Garden of Memories cemetery, Lufkin. It reads, “Jackie Lee asque. April 10, 1919-March 4, 1983. See, I told you I was sick. P.S. I knew this would happen, I just didn’t know it would happen so soon.”</p><p><strong>Best Obscure Intercity Alliance</strong></p><p>The Eastland-Cisco-Ranger Microplex.</p><p><strong>Best Big-Game Hunter</strong></p><p>Dr. Robert E. Speegle, Garland. <em>american Hunter</em> magazine named him the best big-game hunter in the world. He has 450 trophies to show for his efforts.</p><p><strong>Best Movie Theater</strong></p><p>Inwood Theatre, Dallas. Terrific offbeat films, sensational art deco bar in the lobby.</p><p><strong>Best Football Mystique</strong></p><p>Odessa-Permian High School Mojo.</p><p><strong>Best Proof That Mystique Isn't Enough</strong></p><p>Dallas Cowboys.</p><p><strong>Best Ongoing Texas Chain Saw Massacre</strong></p><p>Frank Hunter, Shepherd. Takes innocent tree trunks and viciously carves them up with a chain saw into weird totemic sculptures of Indians, birds, alligators, and swamp creatures.</p><img/><p>Barney Nelson</p><p><strong>Best One-Man Museum</strong></p><p>Texas Bob Reinhardt’s ardt Showcase, Fort Davis. Texas Bob himself, playing a tape recording of aural nostalgia and shining his flashlight at particular objets d’art, will lead your tour of his demented, three-story, multimedia collection, now housed at the Limpia Hotel in Fort Davis. Treasures range from Rootie Kazootie and Cisco Kid comic books and Hopalong Cassidy lunch boxes to the world’s best Pez dispenser collection and a rare Howdy Doody salt-and-pepper set. A recent addition is the stimulating exhibit, “Vanessa Williams, Sex Queen or Innocent Beauty? You Decide.” It all concludes with the much-acclaimed Bottle Museum and Tobaccorama. Better than the Kimbell.</p><img/><p>Raymond Gendreau</p><p><strong>Best Wild Bill Hickok Imitator</strong></p><p>Jack Glover, Sunset. Owner of Sunset Trading Post and Wild West Museum speaks to Indian spirits, has written about barbed wire and the sex life of Indians, and looks like Wild Bill Hickok.</p><p><strong>Best Sportscaster</strong></p><p>Norm Hitzges, Dallas. Smart, really knows sports, not a sycophant. Any of the three puts him well ahead of most of his colleagues.</p><p><strong>Best Museum In a Motel Restaurant</strong></p><p>Bullfight Museum, Del Camino Motor Hotel and Restaurant, El Paso. Unforgettable museum of bullfighting history and lore, located in rear corner of restaurant. Also features Best Museum Photo Caption (“Lomelin holds his intestines in his hand”).</p><img/><p>Curt Wilcott</p><p><strong>Best Hard-Sell Billboard</strong></p><p>OK Radiator Brake and alignment, Odessa.</p><p><strong>Best Lowrider</strong></p><p>Nick Hernandez, Odessa. Garage owner, car painter, and founder of the Taste of Latin Lowrider Club, the state’s largest lowrider club, with seven active chapters. His magnum opus, “The Odessa Masterpiece,” is kept in a garage under lock and key in Plainview.</p><p><strong>Best Process Server</strong></p><p>Charlie Butts, Fort Worth. Only process server in the world who sometimes dresses up in an outlandish blue bunny outfit to serve papers in lawsuits.</p><img/><p><strong>Best Resume</strong></p><p>Roxy Pace Smarzik Schaffner, Dallas. Economist, vitamin salesperson, Kim Dawson model, and winner of a Dolly Parton look-alike contest claims degrees in sociology, matrimony, motherhood, economics, and B.S.</p><p><strong>Best Flower</strong></p><p>Drummond’s phlox. Grows in scattered patches. At its best, it is a rich red color. Makes the ground look like it’s spread with red velvet.</p><p><strong>Best Dry Cleaners</strong></p><p>Shamrock Cleaners, austin. Original Jefferson Street family-run operation refuses to take in new customers and will kick out old ones who seem improperly appreciative. Second austin location (in Highland Park shopping center) is accepting applicants.</p><p><strong>Best Junkyard</strong></p><p>City Wrecking Company, Waco. Biggest junkyard in the South and perhaps the U.S. More than 20,000 junked cars and trucks sprawl over 140 acres along 1-35 north of Waco.</p><p><strong>Best Name For a Used Car Lot</strong></p><p>Ambush Pass Used Cars, De Soto.</p><p><strong>Best Teacher</strong></p><p>Edythe DeWitt, Detroit. Now 82, she’s been teaching music to children since 1920. These days she teaches piano, organ, violin, guitar, banjo, accordion, marimba, drums, ballet, tap dancing, ballroom dancing, acrobatic dancing, baton twirling, drama, and voice development.</p><p><strong>Best Cinnamon Rolls_</strong></p><p>Boyett’s Restaurant, Cleveland. Freshly baked, big, sweet, and gooey. Best of a vanishing breed.</p><p><strong>Best Country-And-Western Robots</strong></p><p>Benny Kirby and his Country Dummy’s, Mertens. Benny croons country standards, and mechanical musicians Tammy Whynot and George Bones seem to provide backup music. No definitive count available on how many dummies that makes.</p><p><strong>Best Tiny-Town Salad Bar</strong></p><p>The Clay Pot Eatery, Krum. Usually has at least thirty salads to choose from, including oddities like barbecueflavored rice.</p><img/><p>Keith Dannemiller</p><p><strong>Best Place To Park Your Airplaine</strong></p><p>Malcolm McGregor’s living room, Cielo Dorado Fly-In Estates, outside El Paso. Development is built around runway, so you can fly in and park your plane at home. McGregor simply drives his plane into his living room, which is big enough to hold his three airplanes.</p><p><strong>Best Gateway To America</strong></p><p>Hollywood Cafe, El Paso. Once-elegant downtown bar and 24-hour-a-day cafe is mandatory stop for all immigrants, legal and otherwise, from Mexico.</p><p><strong>Best General Store</strong></p><p>Girouard’s General Store, Freeport. A Gulf Coast institution since 1924, it gets the nod over other contenders because of its mammoth maritime inventory. Only grocery store in america certified as a government chart agent. Sells Perrier, chain saws, and freshly made chili; makes keys; cuts beef; provides plumbing supplies.</p><p><strong>Best Fly-In Bank</strong></p><p>First State Bank of Rio Vista. Land your plane on the bank’s runway. Get your money. Take off from the bank’s runway. Spend your money. Simple as that.</p><p><strong>Best Western Tailor</strong></p><p>Williams Western Tailors,</p><p>Fort Worth. Custom Western shirts par excellence. Was Ernest Tubb’s shirtmaker for most of his career.</p><p><strong>Best Singing Waiters</strong></p><p>Rossini’s, Nacogdoches. Run by Randall Scott, a former music student at Stephen F. Austin State University, who expects waiters to be able to sing or play an instrument as well as serve food. Restaurant also serves Best Rum Cake.</p><p><strong>Best Toothpicker</strong></p><p>Kathy Kilpatric, Marfa. Won Junior Historian award in 1983 by building a scale model of Fort Parker out of ten boxes of toothpicks.</p><p><strong>Best Mexican Breakfast</strong></p><p>Blanco Cafe, San antonio. Best <em>huevos rancheros</em> in Texas.</p><p><strong>Best Button Accordion Player</strong></p><p>Valerio Longoria, San antonio. A self-effacing genius, Longoria isn’t the greatest showman in <em>conjunto,</em> but he has taught many <em>conjunto</em> greats, such as Steve Jordan. For sheer technical ability, no one can touch him.</p><img/><p><strong>Best Restaurant Postcard</strong></p><p>Joe Matranga’s, Houston. Owner of Texas’ Best Spaghetti Joint gives out free postcards of himself as a valiant Greek warrior impaled on a bloody spear.</p><p><strong>Best Aggie Collection</strong></p><p>Texas Cooperative Wildlife dead bat collection, College Station. More than 17,000 stuffed and pickled bats. Guns and guano—no place but aggieland.</p><p><strong>Best Country Dance Hall</strong></p><p>Crider’s Dance Hall, Hunt. Lovely Hill Country dance hall on the banks of the Guadalupe River has an oak tree in the middle of the floor. If you’re lucky, owner Wilton Crider will perform his immortal “i’m Gonna Throw My Loop on the Guadalupe.”</p><p>Runner-up: Fischer Dance Hall, Fischer.</p><p><strong>Best Carhop Restaurant</strong></p><p>Terrace Drive Inn, Texas City. Huge menu, hardworking carhops, and best curbside seafood anywhere. Only place in Texas where carhops will bring you a crab burger.</p><p><strong>Best Reminder Of What Border Towns Used To Be</strong></p><p>Kentucky Club, Juarez. Old baseball photos on the wall, mahogany furnishings, imperial margaritas from scratch.</p><p><strong>Best Cajun Club</strong></p><p>Sparkles Paradise, Bridge City. <em>Laissez les bons temps rouler!</em> Best time to go is Sunday after mass, if you can get in.</p><img/><p>Steven Pumphrey</p><p><strong>Best Jigsaw Puzzler</strong></p><p>Shelly Melton, San antonio. One of nation’s top jigsaw puzzlers, does as many as twenty a week. Now working on an 8-by-28-foot puzzle with about 55,000 pieces.</p><p><strong>Best Newspaper Column</strong></p><p>“Life on the Farm With My animals,” by Sue Hoffman, in the <em>azle News-advertiser:</em></p><p>As a child not all experiences are funny or humorous at the time but later on you look back at life and find humor in different places.</p><p>I am, and have always been, an animal lover. At birth, I think I must have said “kitty” instead of “Daddy.”</p><p>Our family lived on a farm just outside of Glen Rose near a main highway. People threw their unwanted cats out and we adopted them.</p><p>We started out with one white female cat and ended up with over 100.</p><p>At the young age of five, I used to play with all the baby kittens. One day while playing with the kittens I noticed how pathetic they looked because they had so many fleas. Earlier that same day, I had watched my dad dip the cattle in some kind of flea dip, so I gathered up all the kittens and preceded to rid them of those pesty fleas.</p><p>I picked up each kitten carefully, because they were so young, and dipped them into the cattle dip.</p><p>As I raised the kittens out of the dip, they were lifeless. I thought they had fallen asleep but that was not the case.</p><p>After I had dipped over 20 kittens and laid them to rest, sort-of, I went in and told my dad of my good deed.</p><p>He was not very much of a cat lover and did not seem to mind my awful act. He told me they were all dead because the dip was too strong.</p><p>I cried for days, because of the lives I had accidently taken, but as I look back on my stupidity, it is a little funny.</p><p>Here’s a punch recipe that’s dipping good:</p><p>Rich Chocolate Punch</p><p>Mix together:</p><p>1 c. coffee</p><p>3/4 to 1 c. sugar</p><p>1 gal. milk</p><p>1/2 gal. vanilla ice cream 1/2 gal. chocolate ice cream</p><p>Then garnish with whipping cream.</p><img/><p>Jim Cammack</p><p><strong>Best Limeade</strong></p><p>City Drug, Jefferson. The genuine article, squeezed to order daily.</p><p><strong>Best Argument In Favor Of Unisex Rest Rooms</strong></p><p>S.S. <em>Whooping Crane,</em> Rockport. Bathrooms on this visitthe-whooping-cranes boat separate the girls from the boys with signs reading “Whoopers” and “Whoopettes.” Come back steers and heifers, Jacks and Jills; all is forgiven.</p><p><strong>Best Guitar Collection</strong></p><p>Byron Goad, Victoria. Owner of Goad Oldsmobile-CadillacIsuzu in Victoria has two hundred guitars he has been collecting since the sixties.</p><p><strong>Best Big Deal Meal</strong></p><p>Routh Street Cafe, Dallas. Chef Stephan Pyles’ New american cuisine includes more wonderful suspicioussounding dishes (catfish mousse?) than any other place around.</p><p><strong>Best Ceiling Neon</strong></p><p>Hung Fong Restaurant, San antonio. Owners have placed interlocking Chinese and american neon flags on the ceiling of this Chinese restaurant. Sets the standard for electric patriotism.</p><p><strong>Best Proof That Life Isn't Fair</strong></p><p>Danny White, Gary Hogeboom, and Warren Moon. None of them looks like a better-than-average NFL quarterback. Between them, they make more than $2 million a year. What do you make?</p><img/><p>Michael von Helms</p><p><strong>Best Obsession</strong></p><p>The Beer Can House, Houston. John and Mary Milkovisch have covered every inch of the outside walls of their house with flattened beer cans that shine merrily in the sun. Just as affecting are the flattened beer cans that dangle from the eaves and rustle like wind chimes. A peerless tribute to human eccentricity and an extraordinary boon to the world’s brewers.</p><p><strong>Best Song Recorded At a Shopping Mall</strong></p><p>“In Heaven There Is No Beer.” Recorded last year by nuclear polka band Brave Combo at NorthPark Mall in Dallas.</p><p><strong>Best Bug</strong></p><p>World’s Largest Mosquito, Clute. Idiotic 25-foot-tall mosquito in cowboy hat and boots is featured each year at the Clute Great Texas Mosquito Festival.</p><p><strong>Best Name For a Funeral Home</strong></p><p>Boxwell Brothers Funeral Directors, amarillo. Runner-up: Earthmann Funeral Homes, Houston.</p><p><strong>Best Sourdough Bread</strong></p><p>Van Dyke’s Bar B-Q, amarillo. Forget San Francisco. Van Dyke’s biscuits and bread make amarillo the place to go for sourdough. Van Dyke’s is also one of the top breakfast spots and local hangouts in Texas.</p><img/><p><strong>Best Weird Western</strong></p><p><em>The Terror of Tiny Town.</em> Made in 1938 with a deservedly obscure cast of tiny terrors, this spellbinder still claims the title of “the world’s only all-midget western.” No truth to the rumor that John Tower will star in <em>The Terror of Tiny Town II.</em></p><p><strong>Best Horse Hotel</strong></p><p>Glennloch Farms, Barksdale. This breeding place for the world’s finest Egyptian arabian horses looks like a Moorish version of the Mansion on Turtle Creek.</p><p><strong>Best Weird Drinks</strong></p><p>White Pig, Lubbock. Try the cherry lime. Try the peanut butter milk shake at your own risk.</p><img/><p>Steven Pumphrey</p><p><strong>Best Watermelon Seed Spitter</strong></p><p>Kelvin Rueb, San Marcos. This hardworking, six-foot-eightinch phenom has won one national and two Texas championships in his heroic quest to become the Sultan of Spit. His alltime best seed rocketed 53 feet 7 1/2 inches.</p><p><strong>Best Shoe Repair</strong></p><p>Harry’s Shoe Repair, Mcallen. Shoe surgeon and raconteur Harry Nelson has been in business more than thirty years. Still repairs shoes at fifties prices.</p><p><strong>Best Virgin</strong></p><p>Statue of the Virgin, Port arthur. Sixteen-foot-tall instant monument created by Port arthur’s Vietnamese community.</p><p><strong>Best Card Shop</strong></p><p>Iconography, Houston. Funniest card selection to be found anywhere, and no gay erotica. Owner Candace MacMahon is an expert in postcard trivia.</p><p><strong>Best Airport Shop</strong></p><p>The Knife Shop, El Paso International airport. Offers antique sabers and bayonets, Swiss army knives, assorted pieces of samurai cutlery, almost any sort of cutting implement you can imagine.</p><p><strong>Best Ghost</strong></p><p>The headless Hoxie ghost, Hoxie. Can appear at any time to scare right-thinking Bohemians out of their wits.</p><p><strong>Best Videos You'll</strong></p><p><strong>Never See On Mtv</strong></p><p>Cattle herd videos, amarillo Livestock auction Company. No more messy cattle parading around. World’s biggest cattle auction uses videos to show herds that are up for sale.</p><p><strong>Best Horseshoe Game</strong></p><p>Dos amigos, Odessa. Only experts need apply.</p><p><strong>Best Handy Architectural Guide</strong></p><p><em>Houston’s Gallery of architecture.</em> Paperback guide to downtown Houston put out by Houston’s chapter of the american Institute of architects, for $8.95. Invaluable for answering the perennial Houston question, “Now which building was that?”</p><p><strong>Best Non-Anglo Movers-</strong></p><p><strong>And-Shakers Bar</strong></p><p>Los Padrinos, San antonio. Favorite hangout of Bennie Eureste and assorted other San antonio pols.</p><p><strong>Hall Of Fame</strong></p><p>Our Best Crew Cut (Bum Phillips) went to New Orleans, and our Best TV Weathercaster (El Paso’s Puffy Little Cloud, the Weather Dog) went into retirement, but here is a list of some past winners that are still the best.</p><p><strong>Best Breakfast</strong></p><p>Excelsior House, Jefferson.</p><p><strong>Best Swimming Pool</strong></p><p>Barton Springs, austin.</p><p>Hangs on to a slim lead over worthy runners-up at Balmorhea State Park and the Shamrock Hotel in Houston.</p><p><strong>Best Cafeteria</strong></p><p>Original Highland Park Cafeteria, Knox Street, Dallas.</p><p><strong>Best Barbecue</strong></p><p>Kreuz Market, Lockhart. Runner-up: angelo’s, Fort Worth.</p><p><strong>Best Supernatural Phenomenon</strong></p><p>Marfa lights, U.S. Highway 90 between Marfa and alpine.</p><p><strong>Best Tiny Town</strong></p><p>Fort Davis. Look out for the land speculators, though.</p><p><strong>Best Hamburger</strong></p><p>Kincaid’s Grocery Company, Fort Worth. Chili’s ranks as Best Mass Market Burger.</p><p><strong>Best Tv Station</strong></p><p>WFAA, Channel 8, Dallas. May have best local newscast in the country.</p><p><strong>Best City View</strong></p><p>Scenic vista from Mount Franklin overlooking El Paso and Juarez.</p><p><strong>Best Seafood</strong></p><p>Sartin’s, Sabine Pass. Its barbecued crab is also the Best Messy Dish in Texas.</p><p><strong>Best Explanation Of Why Texas History Is Not a Major Academic DIsCIPLINE</strong></p><p>Battle of the alamo painting, alamo Museum. It’s still from the movie, not the real event.</p><p><strong>Best Lawyer</strong></p><p>Does not apply.</p><img/><p>Raymond Gendreau</p><p><strong>Best Maker Of Celestial Music</strong></p><p>Earl Burkhart, Corsicana. Began making wooden Celtic-style harps ten years ago at age 83, shortly after his retirement. Since then he has handcrafted thirty and is still going strong.</p><p><strong>Best Yard Art</strong></p><p>Joan Miro sculpture, Texas Commerce Tower, Houston.</p><p><strong>Best Place To Hear the World's Worst Music</strong></p><p>Cameo Theatre, San antonio. San antonio is known as a head banger’s mecca: a must stop for every brain-damaged, hideously loud, heavy metal group. The Cameo is the current hot spot. Bring your own glue.</p><p><strong>Best Restoration Project</strong></p><p>The Strand, Galveston. Wonderful shops and galleries, good restaurants, lovely buildings. With the addition of the <em>Elissa,</em> a nineteenthcentury three-masted sailing ship berthed nearby, the Strand has become a textbook case of how restoration projects are supposed to work.</p><p><strong>Best Encyclopedia</strong></p><p><em>Texas Ghost Town Encyclopedia,</em> by Ed Bartholomew, Fort Davis. The straight poop on such failed metropolises as Canary, Bagdad, Gunsight, Burning Bush, Head of Elm, Look Out, Strip, and X-Ray.</p><p><strong>Best Comment On U.S.-Mexico Relations</strong></p><p>International Bridge, Hidalgo. It costs 10 cents to cross the Rio Grande to Reynosa in Mexico. It costs 25 cents to come back.</p><p><strong>Best Bluebonnet Paintings</strong></p><p>Alamo pottery, San antonio. Made by little old ladies and sold in the alamo Museum gift shop in the thirties and forties. Great Texana and the exception that proves the rule that there’s no such thing as a good bluebonnet painting.</p><p><strong>Best Remembrance Of Things Past</strong></p><p>Attwater Prairie Chicken National Wildlife Refuge, Eagle Lake. Hundreds of thousands of geese, cranes, and other birds winter here every year, making it the only place where you can see teeming wildlife in numbers approaching those of the olden days on the prairie.</p><p><strong>Best Way To Ship a Herd Of Cattle</strong></p><p>Cryogenically from Granada Genetics, Marquez. Can ship up to five hundred cattle embryos in each 18-inch-by-2 1/2-foot liquid nitrogen tank.</p><p><strong>Best Road Warning</strong></p><p>Near Canyon Lake Dam. “Slow Down, See the Dam. Speed Up, See the Dam Judge.”</p><p><strong>Best Barbecue Plate</strong></p><p>Angus Wynne, Dallas. Greasestained paper barbecue plate autographed in pencil by Otis Redding.</p><p><strong>Best Baked Potato</strong></p><p>Brenner’s steakhouse, Houston. No aluminum foil, no faux bacon bits. Just a perfect potato with a crusty skin.</p><p><strong>Best Heartwarming Town Sign</strong></p><p>“Valentine Greetings From Valentine, Texas.” Sign shows two horses amorously rearing up around a valentine heart.</p><p><strong>Best Place To Lose Your Marbles</strong></p><p>Schleicher County Museum, Eldorado. Longtime school-teacher Mrs. T. P. Robinson’s fabulous collection now resides in 24 five-gallon jugs, each holding about six thousand marbles.</p><p><strong>Best Family Reunion</strong></p><p>Yellowgator reunion. Annual meeting of dogs descended from the grand pedigreed matriarch amber Lovelady, who has produced three generations of award-winning golden retrievers.</p><p><strong>Best Button Man</strong></p><p>M. W. “Freddie” Speights, Houston. Beloved founder of the Texas State Button Society has earned more than one thousand ribbons from the National Button Society for his world-class button collection.</p><p><strong>Best Name For a Laundromat</strong></p><p>Wash and Dry Gulch, Pecos.</p><p><strong>Best Laundromat</strong></p><p>Bar Wash, austin. Washateriacafe offers 37 washing machines, 17 dryers, classical music, beer, wine, and excellent salads and sandwiches.</p><p><strong>Best Bar Wash</strong></p><p>La Kiva bar, Terlingua. Town’s only bar also has showers used by most residents and visitors. A quarter gets you a minute’s worth of shower.</p><img/><p>Jim Cammack</p><p><strong>Best Ancient Band</strong></p><p>Hoo Hoo Band, Lufkin. Original band got its name in 1903 when it agreed to play at the prestigious convention of the Concatenated Order of Hoo Hoo. Somewhat ragged third incarnation was formed in 1982 and is diligently searching for the music to the beloved “Hoo Hoo March.”</p><img/><p>Museum of the Big Bend, Sul Ross State University</p><p><strong>Best Picture Of a Hoss In Football Uniform</strong></p><p>Museum of the Big Bend, alpine. Portrait of 1949 Sul Ross State University football team features <em>Bonanza</em>'s Dan Blocker as a toothy No. 58 in the middle.</p><p><strong>Best Grandma</strong></p><p>Mrs. Billie Lambert, Texas City. Grandmother of two and yoga teacher was named Most Glamourous Grandmother by the <em>National Examiner.</em></p><img/><p>Christina Patoski</p><p><strong>Best Tex-Mex Album Cover</strong></p><p><em>Mas!!! arriba,</em> Little Joe and the Latinaires. Pachucos on the moon.</p><p><strong>Best .500 Pitcher</strong></p><p>Nolan Ryan, Houston. Hall of Famer, but as sportswriter Thomas Boswell has written, “He has more achilles’ heels than a spider.”</p><p><strong>Best Jail</strong></p><p>Old Jail art Center, albany. The jail in this West Texas town of 2500 has been turned into a first-rate modern and contemporary art museum with seven hundred paintings by such artists as Picasso, Matisse, and Modigliani.</p><p><strong>Best Fluffy Tostadas</strong></p><p>Rosita’s, Laredo. Best dish at one of the best border-town restaurants.</p><p><strong>Best Boxing Bar</strong></p><p>Mel’s Place, San antonio. Pleasantly frowsy beer joint near downtown is decorated wall to wall, post to post, in boxing posters, publicity stills, newspaper photos, and punching bags.</p><p><strong>Best Place To Be a Mouseketeer</strong></p><p>Alan’s Nightclub, Fort Worth. Entire club at the somewhat frayed Rio Motel is done in Mickey Mouse decor, right down to Mouseketeer ears on waitresses. Owner alan Price serenades Mouseketeers by singing along with his 35,000-record singles collection.</p><p><strong>Best Punk Band</strong></p><p>The Butthole Surfers, Dallas. So perverse that one of the members is Gibby Haynes, the son of Dallas children’s TV personality, Mr. Peppermint.</p><p><strong>Best Cafe Proprietor</strong></p><p>Doris Railsback, Railsback’s Cafe, Fort Stockton. Talks weather, fishing, and grandkids nonstop and runs one of the best cafes in Texas.</p><p><strong>Best Dessert</strong></p><p>Flan, Casa Del Sol, Juarez. Sweet, light, delicate. Leaves you utterly satisfied and craving more at the same time.</p><p><strong>Best Roping Arena</strong></p><p>Curley’s Roping arena, Monahans. Run by Curley Beard of Monahans, this is the best rodeo practice arena and cowboy hangout.</p><p><strong>Best Instant Icon</strong></p><p>James Michener, austin.</p><p><strong>Best Bookstores</strong></p><p>Elegant and arty: Rizzoli, Dallas.</p><p>Small and literary: Brazos Bookstore, Houston. Comprehensive and cheap: Bookstop, austin, Houston, and San antonio.</p><p>Just plain big: Taylors, Dallas.</p><p><strong>Best Nachos</strong></p><p>Club Las Lomas, Junction. Good crisp chips, sublime avocados. Strikes perfect balance between culinary order and chaos.</p><p><strong>Best Name For a Lounge Singer</strong></p><p>Donna Menthol, austin.</p><p><strong>Best Sausage</strong></p><p>Huvar’s Grocery, Victoria. Fred Huvar has become such a cult figure that he can’t keep up with demand for the sausage he makes at the back of his grocery store.</p><p><strong>Best Surprising Town</strong></p><p>San angelo. Not too big, not too small. Vital downtown. Concho River. Nice smelly stockyards. More good steakhouses per capita than any other town in the world.</p><p><strong>Best Cookies</strong></p><p>Neal’s Cookies, Houston.</p><p>Blue Chip Cookies, austin. Some distinctions are best not made too finely.</p><p><strong>Best Name For a Disc Jockey</strong></p><p>Groovy Joe Poovey, KNONFM, Dallas.</p><p><strong>Best High School Coach</strong></p><p>Jim Wacker, Texas Christian University, Fort Worth.</p><p><strong>Best Icehouse</strong></p><p>Stanley’s Ice House Number 6, San antonio. In an East Side neighborhood, Stanley’s offers pickled pigs’ feet, the obligatory sign advertising the coldest beer in town, and carhops who will bring the coldest beer in town to your car.</p><img/><p>Michael von Helms</p><p><strong>Best Choochoo Man</strong></p><p>Ben Harris, Manvel. Industrial arts teacher at alvin High has one of best model train setups in country. Has laid nearly 45,000 railroad ties in last two years.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Country",
      "Beer",
      "Dance",
      "Cattle",
      "Music",
      "School",
      "Alamo",
      "Best of",
      "Cowboy",
      "High School",
      "Amarillo",
      "Art",
      "Band",
      "Barbecue",
      "Barbecue",
      "Celebrity",
      "Football",
      "Houston",
      "ICE"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Amarillo",
      "Houston",
      "San Antonio"
    ]
  }
}