{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199411",
    "date": "November 1994",
    "year": 1994,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1994/19941100.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 104,
    "document_page_range": [
      [
        104,
        105,
        106,
        107,
        108,
        109
      ],
      [
        140,
        141,
        142
      ],
      [
        144
      ],
      [
        146
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Disarmed and Dangerous",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199411-disarmeda",
  "source": "/1994/19941100.pdf",
  "wp_post_id": 127890,
  "wp_post_guid": "http://www.texasmonthly.com/article/disarmed-and-dangerous/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Disarmed and Dangerous",
  "dek": "For decades the Pantex nuclear-weapons facility quietly made bombs, low it has the very public mission of dismantling them. But amarillo is bitterly divided between the economic benefit and the hazard of having tons of highly radioactive plutonium stared in its back yard.",
  "spread_caption": "",
  "excerpt": "With the end of the cold war, the Pantex nuclear facility is dismantling its bombs. Will nearby amarillo’s environment and economy get blown to pieces?",
  "kicker": "",
  "word_count": 6056,
  "content": "</strong></p><p>The Cold War ain’t Over In amarillo. Two Factions, dubbed the boosters and the bashers, are locked in no-quartergiven combat over the future of Pantex, the giant nuclearweapons complex seventeen miles northeast of town. Though people in amarillo were afraid until recently to admit there even was a place called Pantex, the plant has occupied its 16,000-acre site since 1951. For the past twenty years all of the <em>nukes in</em> our nation’s arsenal have been assembled at Pantex. Now that peace has broken out, the plant’s mission is to disassemble the nukes, at a rate of about two thousand a year.</p><p>The question that the boosters want answered is, What will happen to Pantex and its three thousand workers when all the surplus warheads are taken apart? Organized under the banner Panhandle 2000—and supported by the city’s Economic Development Corporation and its half-cent sales tax—the boosters are almost exclusively businessmen and chamber of commerce types. They are working on a plan to not only continue operations at Pantex but expand them. The bashers are farmers, environmentalists, anti-nuclear activists, and plain old concerned citizens, and their main worry is, What will happen to the tons of highly radioactive plutonium that will be left over? Surplus plutonium is the heart of the controversy. The boosters want to bury this extraordinarily dangerous material (plutonium has a half-life of 24,000 years) permanently at Pantex, believing that plutonium is an asset and envisioning a future in which it can be processed into fuel for nuclear reactors. The bashers believe that the notion of processing plutonium at Pantex is insane, pointing to the sorry environmental record of</p><p>Photographs By Wyatt Mcspadden</p><img/><img/><p><strong>Today, Pantex is opening its gates to outsiders.</strong></p><p>other Department of Energy (DOE) plants that have engaged in processing. The bashers regard plutonium as a national ha biity and argue that its potential dangers far outweigh any fti ture use science might find for it-a position with which the Department of Energy agrees, at least for the moment.</p><p>That’s what made the visit by Bill White, the number two man at the DOE, an event of strategic importance to both sides.</p><p><strong>Open Secrets</strong></p><p>Bill White alone Will Not Decide the Future Of Pantex, but he’ll have a voice in the decision. A departure from the secretive, duplicitous executives who headed up our nuclear-weapons program in previous administrations, the fortyWhite believes we need fewer nuclear weapons and more accountability. White graduated magna cum laude with a degree in economics from Harvard, finished at the top of his class at the University of Texas Law School, and until he took the job of deputy secretary at the DOE in 1993, was a star plaintiff’s lawyer at the prestigious Houston law firm of Susman Godfrey. He is bright and sometimes blunt—as the boosters learned during his visit in august.</p><p>Everywhere he went in amarillo, White blasted the DOE, the very agency on which the boosters had lavished praise in their efforts to convince the citizens of amarillo that Pantex was good for them. But White was here to acknowledge that under past administrations the DOE had aided and abetted in government activities that bordered on criminal. He deplored the “culture of secrecy” created by the defense community to mask its disregard for public safety and the environment, and he promised that the DOE was now committed to a policy of “breaking the silence.” White’s boss, Secretary of Energy Hazel o’leary, set an example last year when she released millions of previously classified documents, revealing among other things that the U.S. defense community once used humans as guinea pigs to test radioactive material. White gave an audience in amarillo an example of the raw cynicism of one of his predecessors at the DOE. John Tuck, the number three man at the DOE during the Bush administration, acknowledged that the department had signed $200 billion in pledges to clean up contaminated nuclear sites but said it had no intention of honoring the pledges. White recalled that Tuck had told the DOE’s historian, “We don’t give a shit about the agreements. We just signed them to keep the Environmental Protection agency from getting an injunction to keep us from building more bombs.”</p><p>Speaking to a group of workers at Pantex, White revealed something that until recently would have been unthinkable—that two groups of Russian scientists had been invited to Pantex this year, one for a symposium with U.S. scientists to discuss nuclear disarmament, and a second to inspect Pantex’s disassembly and storage operation. A week before White came to amarillo, a team of U.S. nuclear experts had toured the facilities at the Tomsk-7, one of Russia’s plutonium production, processing, and storage sites. “We have to take the lead in openness and transparency, in showing how many weapons we have and what we’re doing to dispose of them,” White told the workers. “Otherwise, it will be difficult to convince the Russians to trust us and do likewise.” Pantex employees seemed confused: For four decades they had been instructed to shut up and build bombs—now they were being ordered to disassemble bombs and talk about it with friends and neighbors. There are an estimated 14,000 warheads yet to be dismantled, which means that Pantex will be able to maintain its current budget and work force for at best five to ten years. For the most part, workers listened and volunteered little about their own feelings. Nobody asked the question that must have been on everyone’s mind, What’s going to happen to my job?</p><p><strong>Inside Pantex</strong></p><p>As Part Of Its New Policy Of Openness, the Doe now educates the public about its nuclear activities through community workshops at Pantex and limited public tours of the grounds. These so-called windshield tours consist of bus rides (no cameras or recorders permitted) around the complex, which is a sprawl of yellow-brown nondescript fifties-era buildings connected by private roads and divided into security zones by fences and gates. Most of the buildings are off-limits, as are most of the zones. Only employees with the highest security clearance are permitted in zone twelve, where nuclear weapons are assembled or disassembled in large silvery mounds called gravel gerties (named after a character in the old Dick Tracy cartoon); or in zone four, where the plutonium pits from weapons that have been dismantled are stored in concrete-and-earthen bunkers; or in zone eleven, where research and development are conducted. These three classified areas are secured by eighteen-foot razorwire fences, guard towers, and multiple alarm systems called</p><p>PIDAS—personnel intrusion detection and surveillance systems. Altogether, five levels of security would have to be breached for an intruder to lay hands on a nuke.</p><p>Which zones the Russians will be allowed to inspect has not been decided, but they will not be able to view the actual pits—which are usually described as grapefruit-size hermetically sealed stainless steel balls. “We use bowling balls in demonstrations,” said Tom Walton, a DOE public affairs officer. “But the actual pits aren’t the size of bowling balls or grapefruits, and they’re not necessarily round. The size and shape are classified because if someone knew that, they could calculate the yield of the warhead itself. ”</p><img/><img/><img/><img/><img/><img/><img/><p><strong>Clockwise from top: Like many farmers, Jim and Jeri Osborne don't want Pantex to become the long-term storage site for plutonium; Jim Osborne with a 59-pound hunk of steel that landed in their yard after an explosion at Pantex's zone five test site; Jeri Osborne with her map of cancer—related deaths in Carson County; former Pantex worker John Bell was permanently disabled after being exposed to uranium fumes; Pantex's perimeter fence.</strong></p><p><strong>The Boosters</strong></p><p>Several Members Of Panhandle 2000 Looked Uneasy as White gave a hard-hitting talk—what amounted to a mea culpa on behalf of the DOE—to a women’s leadership conference. As he frequently did on such occasions, White opened by recalling the line from the Hindu book of scripture quoted by Robert Oppenheimer as he watched the first atomic blast: “Now I am become Death, the destroyer of worlds.” Then the deputy secretary told his audience, “In the 1980’s, even though we had enough bombs to destroy the world fifty times over, we continued to spend tens of billions of dollars manufacturing even more weapons. We spent billions of dollars on what we considered a national asset. We now consider it a national liability. The lesson that we have learned is that some of the people who manufactured the bomb—and i’m not talking about Pantex—but most of the others were careless and cynical and did not take a long-term view. As a result, most of the poisoned land in the United States is owned by the DOE. We face an environmental cleanup bill of about $200 billion, and we’re only now admitting that we have a problem.”</p><p>Wales Madden, Jr., a co-chairman of Panhandle 2000 and the most important and influential booster, caught White’s eye and pointed to his watch. It was time to get the deputy secretary the hell out of there. White was already late to his next appointment, a chamber of commerce luncheon where he would officially announce the creation of the National Resource Center for Plutonium at Pantex. This was one of Madden’s pet ideas, and he had lobbied long and hard for it. Even if the DOE decided to scale back production of bombs, as it now appeared certain to do, he believed the resource center could still be an avenue toward expansion.</p><p>As dapper and trim as an acrobat, Wales Madden, Jr., looks much younger than his 67 years. He comes from pioneer stock. The Maddens were among the early settlers in amarillo, arriving by wagon in the 1880’s. S. H. Madden, Wales Junior’s grandfather, was Potter County’s first district attorney and helped bring the railroad to amarillo. Wales Junior, now retired from his law practice, maintains close ties with powerful figures in the Republican party and keeps busy directing political and community activities and looking for new challenges. Before assuming the co-chairmanship of Panhandle 2000, he chaired the Centennial Commission at the University of Texas, Senator Phil Gramm’s Federal Judiciary Evaluation Committee, and President Bush’s Board for International Food and agriculture Development. Madden also headed up a group trying to land the supercollider project for amarillo and, before that, a group trying to bring a nuclear-waste dump to Deaf Smith County, southwest of amarillo. “I hope you can appreciate how emotionally committed I am to growth in amarillo and the expansion of Pantex,” Madden told me. Nevertheless, Madden spends much of the year in Vail, Colorado; he is attempting to be one of the oldest men to climb all of the peaks higher than 14,000 feet in the state. On September 7, as the DOE and Pantex were holding public hearings for citizens to express their concerns and fears over the prospect of having all of america’s plutonium buried in their back yard, Madden was climbing Mount Massive, the fifteenth peak in his quest.</p><p>Madden’s co-chairman, Jerry Johnson, is also an attorney with a pipeline to power sources in austin and Washington. Madden and Johnson are the classic odd couple—Johnson has voted for every Democratic presidential candidate since he was old enough to vote, including George McGovern—but on one thing the co-chairmen absolutely agree: The benefits to amarillo’s economy from an expansion of Pantex far [ Continued On Page 140 ] [ Continued From Page 108 ] Outweigh the health, safety, and environmental risks.</p><p><strong>Clockwise from top left: Hill White, the deputy secretary of energy, came to amarillo with the message that public safety comes before national security; the 16,000-acre weapons complex is now open for limited tours, and this year the Russians will inspect Pantex for the first time; a security guard on patrol; this summer Pantex displayed two bombs at the county fair; Pantex booster Wales Madden argues that amarillo's economic future depends on plutonium.</strong></p><img/><img/><img/><img/><img/><img/><img/><p>“The people who oppose Pantex deal with emotion, not facts,” Madden told me. “When my grandfather was trying to bring the railroad, a lot of people were getting hysterical, saying this will scare the cows to death, the calves will be stillborn. If we had listened to them, amarillo would not be on the map today. ”</p><p>In 1989 Madden and Johnson started doing their own research and lobbying on Pantex’s behalf. Back then, the DOE was seeking to consolidate its thirteen existing nuclear-weapons facilities into a streamlined operation. The agency was searching for an isolated area that was ready, willing, and able—especially <em>willing</em>—to handle the dangerous and messy job of manufacturing and processing plutonium, highly enriched uranium, and the other deadly components, while also being able to assemble the ingredients into an atomic bomb. Pantex was one of five locations under consideration and had the advantage of being the only facility where nuclear weapons were assembled. It was also the cleanest of the DOE operations, relatively speaking. This was because plutonium and other radioactive material were manufactured and processed at other locations before being shipped to Pantex in hermetically sealed containers: Pantex workers manufactured packages of high explosives to fit around the pits and assembled the various components into warheads, but they never touched or even saw plutonium.</p><p>Almost without exception, the other plants were environmental disasters. The Savannah River Plant in South Carolina, which manufactured raw plutonium and later a radioactive isotope called tritiumused to increase the yield of bombs—was an extraordinarily dirty place. But it wasn’t as dirty as the Hanford Nuclear Reservation in Washington, where the cleanup bill was an estimated $57 billion. And neither had suffered the notoriety of the Rocky Flats plant outside of Denver, which had experienced repeated fires, radiation leaks, and plutonium buildups in the filter system: 62 pounds of plutonium was discovered lodged in the plant’s ductwork. After Rocky Flats officials repeatedly lied about operations and falsified reports to the Environmental Protection <em>agency</em> (Epa), the plant was <em>closed</em> permanently in June 1989 in an early morning raid by squads of FBI agents. Now the DOE was considering moving the Rocky Flats operation to Pantex. The threat that Pantex could become a radioactive wasteland similar to Rocky Flats did not disturb Madden or Johnson. “We visited Rocky Flats not long after the shutdown,” Johnson recalled. “That plant was obsolete, something that was designed forty or fifty years ago. The DOE assured us that Rocky Flats would not be duplicated at Pantex.”</p><p>In 1991, at the invitation of the DOE, Panhandle 2000 drafted a proposal stating the reasons why Pantex was the perfect place to relocate the agency’s streamlined operation. The boosters promised to supply all the water, utilities, roads, and land the DOE might require, including land needed to provide a onemile buffer zone around the new plant site. “Land acquisition involves only a small number of landowners and should proceed quickly and without significant complications,” the boosters assured the DOE. In the event that any of the landowners refused to sell, the proposal continued, the land could be seized through eminent domain. This was followed by several pages of land title descriptions and the names of the owners. That “small number” turned out to be more than one hundred farm families, none of whom had been contacted by Panhandle 2000. Hardly any of these farmers had ever complained about Pantex, much less joined forces with the bashers, but in light of Panhandle 2000’s arrogance, that soon changed. Even so, Madden believes the boosters acted correctly. “Those people weren’t upset about us taking their land,” he told me. “They were just opposed to Pantex, period. They just used the land as an excuse to build a case against Pantex.” When I asked Madden if he would object if the DOE took his home for a nuclear burial site, he said, without qualification, “Not at all.”</p><p>Having forwarded their proposal to the DOE, Madden and his associates began promoting the Pantex expansion to residents of amarillo and surrounding counties, floating a number of pie-in-the-sky promises. An expansion of Pantex, they said, would create 5,000 to 10,000 new jobs. Pantex’s annual budget would increase from $250 million to $1.3 billion, and another $11.3 billion would flow into the economy from construction. But that wasn’t all. Madden dreamed of a National Resource Center for Plutonium, in which Nobel laureates would stand elbow to elbow with corporate officials while scientists blended enriched uranium and plutonium to create commercial reactor fuel that could be marketed worldwide. Recognizing that plutonium was, so to speak, a political hot potato, Madden suggested that a consortium of scientists from Texas Tech, Texas A&M, and the University of Texas staff the resource center. “Some people think there is danger in handling plutonium,” Madden reasoned, “but if three universities put their reputations on the line, that would be the cover the politicians needed in order to act. ”</p><p>By 1993, however, world events had rendered the DOE’s reconfiguration plan—and Panhandle 2000’s agenda—obsolete. The DOE no longer needed to produce plutonium or highly enriched uranium. Nor did it need to build more bombs. What it required was simply a location for the interim storage of surplus plutonium and a plant that could provide the continuing capability to assemble and disassemble nuclear weapons. In the short term, Pantex will almost certainly store the plutonium pits in its sixty aboveground bunkers. If the DOE designates the plant as a long-term storage site, meaning that the radioactive material may have to be contained for one hundred years, some form of processing may be necessary. Certainly processing will be required for final disposition of the plutonium. Any type of processing raises the specter of Rocky Flats. And that’s the reason the bashers are up in arms.</p><p>The resource center does represent a modest victory in the boosters’ drive to keep Pantex in business—although the $9 million appropriation passed by Congress that created the lab does not guarantee that it will continue to exist after the next appropriations vote. The bashers see the resource center in a different light. They claim that it is an example of pork barrel politics—it is commonly believed that Panhandle congressman Bill Sarpalius traded his vote on the president’s 1994 budget bill for the lab—and that establishing the lab is a tactic that will enable the government to delay a final decision on how to dispose of surplus plutonium. The DOE can always say, “Be patient, we’re working on it.” Dozens of scientists employed by the DOE’s national labs at Los alamos National Laboratory in New Mexico and Lawrence Livermore National Laboratory in California have worked for decades on the problems of plutonium—mostly in the field of weapons design. The emphasis at Pantex will be on disposing of plutonium or figuring out peaceful uses for it. Still, it’s difficult to understand what the consortium of scientists at Pantex can do that the others who are already on the government’s payroll cannot.</p><p><strong>The Bashers</strong></p><p><span class=\"dropcap\">I</span> WAS Having Lunch With Jim and Jeri Osborne at their farmhouse across the road from Pantex’s northern border when an explosion rattled the dining room windows. “That’s the third one today,” Jim said, ladling gravy over his veal chop. Similar explosions have rocked the homes of the Osbornes and other farm families in southwestern Carson County for forty years. The explosions originate from zone five, where Pantex tests high explosives: The zone five test site is roughly three thousand feet from the Osbornes’ front porch. In the flower bed behind the Osbornes’ home rests a 59-pound hunk of steel that ripped away from a breach block during an explosion about 25 years ago.</p><p>“You get used to things like that,” Jim said. “You just shake your head and laugh and go on. All things considered, Pantex has not been a bad neighbor. ” Farmers who live around Pantex say they get the best law enforcement and fire protection in the county, because in watching out for itself, Pantex also watches out for the people who live nearby. Pantex’s security force has helped farmers round up stray cattle and deal with medical emergencies. Though the boosters have attempted to portray the farmers as bumpkins and malcontents, the families who live near Pantex are mostly conservatives who work hard and mind their own business. Most are descendants of the German Catholics who settled the St. Francis town site in the early 1900’s. St. Francis Church is still a sort of community center. “We’re not peaceniks,” Jeri Osborne said. She chairs the Carson County Republican party, served for eighteen years on the local school board, and coached the 4-Fi club’s rifle team. The Osbornes raised three children, all of whom have college degrees (one has a doctorate), on the sixhundred-acre farm that has been in their family since 1927.</p><p>Everyone in the community grew up listening to horror stories of how the government treated the previous generation. In 1942 the Department of the army condemned the 16,000 acres now occupied by Pantex and turned it into a munitions factory. Nineteen families lost their land and their homes. “They gave them $100 for relocation expenses and two weeks to get off the land,” said Doris Smith, whose grandparents were ordered off a farm the family had owned since 1906. “They didn’t even give them time to harvest their wheat, the first good crop since the Depression. Instead they paid them $2.50 an acre—for wheat that later sold at $30 an acre.” When the munitions plant closed after World War II, the land was deeded to Texas Tech as an experimental agriculture station, but the government reclaimed it in 1950 and started building atomic bombs the next year.</p><p>Still, none of these families spoke out against Pantex until 1991, when they heard that Panhandle 2000 had promised their land and water to the DOE. That’s when a meeting was called at St. Francis Church and an organization called Panhandle area Neighbors and Landowners (PANAL) was formed. The farmers asked Doris Smith and her husband, Phillip, to serve as co-chairs. “Our purpose was to educate ourselves and the community about what was happening at Pantex,” said Doris Smith, whose farm faces the western edge of Pantex. “all those years, nobody had dared ask questions. Even after we organized, we told people we didn’t want to be thought of as environmentalists. We were farmers—agriculturists. Without realizing it, I guess, we’ve become activists.”</p><p>PANAL eventually joined forces and began sharing information with other watchdog groups such as Serious Texans against Nuclear Dumping (STAND) and the Texas Nuclear Waste Task Force, a coalition of organizations that includes the Texas Farmers Union, the Texas Conference of Churches, and various associations of cattlemen and corn, peanut, and sugar beet growers. A new coalition was born and named STAR—Save Texas agriculture and Resources. STAR is an amazingly diverse collection of protesters that includes not only farmers and union members but residents of the Peace Farm, an anti-nuclear group who over the years staged countless Pantex protests on the highway and train tracks leading to the plant. “We used to think the Peace Farm was a bunch of crazy hippies and flower children,” Jim Osborne said, laughing, “but they were just ahead of their times.”</p><p>The Pantex Mess</p><p><span class=\"dropcap\">W</span>ITH the Zeal Of the Newly enlightened, the bashers began collecting, analyzing, and disseminating government reports and documents detailing Pantex’s secretive and often dirty past. It turned out that the plant wasn’t nearly as pristine as the DOE had claimed. An obscure DOE report from 1988 revealed that toxic heavy metals, including known carcinogens, had been found in wastewater discharged into unlined ditches and playas. According to research done by Jeri Osborne, five farmers who irrigated their crops from this water later died of cancer, as did five other farmers who cultivated or harvested crops on Pantex property. A General accounting Office (GAO) report itemized a long list of health and safety violations at Pantex, not the least of which involved workers contaminated with “black dust”—depleted uranium—as well as the accidental releases of tritium and uranium oxide. Though the workers had not been exposed beyond the DOE’s allowable limits, the GAO warned that workers had apparently been “exposed to black dust for years without being aware of its radioactive hazard. ”</p><p>Pantex had been playing fast and loose with the rules. For 25 years the DOE prevented state and federal agencies from investigating what went on behind the walls of Pantex, taking the position that national security took precedence over safety, health, and the environment. When accidents happened, the DOE did its own investigation and made public as little as possible. Three Pantex workers were killed (rumor had it that two of them were vaporized) in a nonnuclear explosion in 1977, but to this day few details are known. A toolmaker named John Bell was exposed to uranium fumes in 1987 after being ordered into an unfamiliar part of the plant—a bomb-assembly cell—to work on a piece of equipment he’d never seen before. Afterward Bell’s health began to deteriorate rapidly. He experienced extreme fatigue and dizziness, difficulty walking and talking, back pains, blood in his urine, prostate nodules forming around his urethra, fibrosis of the lungs, and tissue degeneration in the cerebellum. Eighteen months later, he was too sick to work. A hearing officer at a workers’ compensation hearing ruled that Bell was permanently and totally disabled and awarded him about $90,000 plus medical expenses. But Pantex appealed, and the decision was reversed. The DOE probably spent more on the appeal than the settlement would have cost. But the agency had to make its point—that Pantex was blameless.</p><p>In July 1991 the EPA did its first serious investigation of Pantex. The place was a mess. Toxic substances such as arsenic, lead, mercury, and barium were found in ditches and shallow ponds where treated wastewater had been discharged. Depleted uranium was found near the zone five testing grounds. The DOE identified 144 sites of suspected contamination-more than enough for the EPA to nominate Pantex for its Superfund list, a dreaded designation reserved for the nation’s worst environmental offenders.</p><p>Even after its nomination to the Superfund list, Pantex apparently continued to disregard safety and environmental standards. By the spring of 1994, however, officials at Pantex realized that it was time to pay the piper. With the EPA and the bashers breathing down its neck—and a congressional oversight committee warning of mounting safety concerns—the DOE’s private contractor, Mason and Hanger-Silas Mason, suspended normal operations in april for what it called “a maintenance mode.” But the plant remained closed for three months, the longest shutdown in its history. And while it was shut down, the EPA finally issued its determination—guilty as charged. Normally, the time between the inspection of a site (and its nomination as a Superfund candidate) precedes the actual designation by only a few months. But in Pantex’s case, it took nearly three years, from July 1991 until June 1994. Officials at the Department of Energy had fought like tigers to spare the reputation of their last remaining “clean” site.</p><p><strong>The Fallout</strong></p><p><span class=\"dropcap\">H</span>OW Bad are Things at Pantex? Not as bad as the bashers contend, but worse than the DOE or the boosters would have us believe. “They found contaminants—industrial solvents, high explosives—about what you would expect from a large plant,” said Tom Gustavson, who directed a study of Pantex for the Bureau of Economic Geology at UT. “as far as we know, there was no plutonium or other radioactive material, except some tritium that was released into the air in 1989.” But here’s the rub: Neither the EPA nor any other governmental body—except the DOE—has jurisdiction over areas where radioactive materials are located. “That’s what makes people nervous,” said Boyd Deaver, who has the fulltime job of monitoring Pantex for the Texas Natural Resource Conservation Commission (TNRCC), the environmental protection agency of Texas. “Who is going to oversee the overseer?”</p><p>Farmers worry that the toxic waste released at Pantex has or will seep into the Ogallala aquifer, which sits directly below the plant. The Ogallala is the country’s largest aquifer, stretching from South Dakota to the High Plains of Texas. C. E. Williams, the manager of the Panhandle Ground Water Conservation District, says the toxic wastes have already percolated into the layer of water that is perched below the Pantex plant, but this layer is separated from the Ogallala by a bed of gravel, clay, and sand. Unless these toxins are removed by one of several available technologies, they are certain to eventually seep into the Ogallala.</p><p>Although both boosters and bashers accuse each other of spreading lies and halftruths—of letting emotions get in the way of facts—the bashers make a more convincing case. The bashers keep the TNRCC on its toes, Deaver acknowledged, by catching mental lapses or careless bureaucratic mind-sets. For example, the TNRCC was ready to grant Pantex a permit to burn hazardous waste in the spring of 1993, until the bashers demanded their rights to a public hearing. The hearings are still going on, but it is already clear that as a result of research presented by the bashers, Pantex will be held to a much tougher standard than otherwise would have been the case. The law requires Pantex to use the best available technology to burn hazardous waste, but for years they’ve just piled the stuff in open cages and put a match to it. “When you ask them about it, they just say, ‘Well, that’s the way we’ve always done it,’ ” said Deaver.</p><p>Three years ago, when two of her neighbors died of cancer in the same week, Jeri Osborne began researching cancer deaths downwind of Pantex and marking each death by sticking a colored pin into a map of Carson County. Blue pins indicate leukemia or brain tumors, purple is lung cancer, orange for prostate or colon cancer, pink for breast cancer, white for bone cancer. “These aren’t just pins, these are people,” she told me in august as she placed her 258th pin in the map. “Burl Butler, worked at Pantex, died of brain cancer in 1987; andrew Rapstine, 24, raised about five miles northeast of the plant, died of leukemia in 1992; aaron Hayton, diagnosed with brain cancer when he was 3, died at age 5, just before the Christmas of 1993 ...” The boosters used to laugh at Jeri Osborne and her nutty map, but nobody is laughing now. This spring, a report by the Texas Department of Health confirmed that the rate of leukemia deaths in Carson County is more than twice the statewide average, and that death rates from brain cancer and thyroid cancer are also abnormally high.</p><p><strong>Safe Storage</strong></p><p><span class=\"dropcap\">L</span>IKE the World War Ii Scientists who hailed the golden age of plutonium and predicted that this new discovery would make deserts bloom, seawater turn to soda pop, and all the earth’s energy problems disappear forever, the boosters seem intoxicated by the subject. They try to convince us that plutonium is our friend, or at least that it has gotten a bad rap. “You could put a piece of it right here on this desk and it wouldn’t hurt you,” Jerry Johnson told me. That’s true, as far as it goes. Plutonium emits only alpha particles, which cannot penetrate the skin. What Johnson fails to mention is in some circumstances plutonium oxidizes and ignites when it is exposed to air. Inhaling a few micrograms of plutonium smoke or dust can be fatal. For the present, the plutonium at Pantex is in solid, stable form and appears to be secure in its concrete bunkers. Nobody can say for how long. The main danger is the remote chance that an airplane might crash into one of the bunkers where the plutonium pits are stored: Pantex is located directly under the flight pattern of amarillo International airport. In that case, deadly plutonium particles would scatter into the atmosphere and threaten life in the Panhandle.</p><p>The consortium at the National Resource Center for Plutonium faces the daunting task of finding either a peaceful use for surplus plutonium or a safe and secure way of disposing of it. Several options are already available, including Wales Madden’s dream of mixing plutonium with uranium to make fuel for commercial reactors. But this is an option that the United States government has rejected for seventeen years. A report by the National academy of Sciences notes two good reasons for not using plutonium as a fuel. First, uranium is cheaper and safer. More important, the economic value of surplus plutonium is small compared with the security risks. The real danger of surplus plutonium is that somebody might steal it, make it into a bomb, and blow us all up. There is already an estimated one hundred tons of commercial plutonium stockpiled around the world, not counting the surplus from military weapons, which is much more closely guarded. “The bulk of the world’s supply of plutonium is not from weapons but from commercial reactors,” Bill White said. “That’s the threat we face in North Korea—spent fuel from civilian reactors. In the absence of international safeguards, the policy of the United States has been to discourage all commerce and trade in plutonium.”</p><p>Another disposal option is to mix plutonium with radioactive wastes and molten glass, then bury the glass logs. The problem with vitrification, as this technique is called, is that the glass will decay long before the plutonium. There are also suggestions about burying the plutonium in deep boreholes, either in the earth or at the bottom of the ocean, or shooting it into space. Governor ann Richards has made it clear that she will fight any attempt to make Pantex a long-term or permanent keeper of america’s plutonium supply.</p><p>In Russia, where trillions of rubles have been spent and countless lives wasted in the quest for more plutonium, the substance is regarded as a national treasure. Britain, France, and Japan also see plutonium as an asset: Though uranium is a cheaper fuel, it is also finite, which means that at some future time, we could run out of uranium, but not plutonium. There is no guarantee that some future U.S. government won’t come to view plutonium as an asset. There are already powerful forces working in that direction, including senior officials at the Department of Defense who believe that Hazel o’leary and Bill White are anti-nuclear, anti-defense, and—though nobody has actually used the phrase yet—lily-livered liberals.</p><p>White has heard the Pentagon’s complaint that he doesn’t understand our nuclear arsenal or its strategic significance. “You don’t need to know how a bomb works to understand our country’s problem,” White said. “The worst thing that could happen to our national security would be to invest billions of dollars into our existing stockpile of nuclear weapons and new weapons designs but fail to invest in measures that control bomb-making materials worldwide. The struggle is between people who want to maintain a large inventory of nuclear weapons in almost total secrecy—which has been our pattern in the past—and those who believe we need a smaller number of nuclear weapons and a policy of openness that permits each nation to check the status of other nations’ arsenals.”</p><p>A decision on long-term storage of plutonium will not be made until at least 1996, when the DOE’s environmental impact statement is completed. By then, o’leary and White may have returned to private life. Some future energy secretary for some future administration may believe that the problem with plutonium is that we don’t have enough. Either way, a decision on the final disposition of plutonium is many decades away and will no doubt depend not on science but on politics.</p><p>In the meantime, the boosters and the bashers will continue to guard their respective positions, impassioned by self-interest and a belief in the rightness of their causes. The workers of Pantex will go on doing whatever it is they do behind those forbidding walls, and the farmers will go on growing wheat and corn as they have for the past hundred years. “We’re still not opposed to Pantex,” Jeri Osborne told me. “We just don’t want the country’s entire supply of plutonium buried across the street. This is a farming community, the breadbasket of Texas. We’ve lived with this stuff for fifty years. It’s not fair to ask us to live with it for another 24,000 years.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Panhandle",
      "Texas",
      "Amarillo",
      "Farmers",
      "Land",
      "people",
      "Future",
      "Government",
      "Cancer",
      "EPA",
      "Law",
      "pits",
      "safety",
      "Explosion",
      "Research",
      "Water",
      "Agriculture",
      "Budget",
      "Commerce",
      "Defense"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Panhandle",
      "Texas",
      "Amarillo",
      "Mission",
      "Austin"
    ]
  }
}