{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199411",
    "date": "November 1994",
    "year": 1994,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1994/19941100.pdf",
    "issue_cover_image": "",
    "document_start_page": 125,
    "toc_start_page": 120,
    "document_page_range": [
      [
        125,
        126
      ],
      [
        135,
        136,
        137
      ],
      [
        215
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Hard Times For Henry",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199411-hardtimes",
  "source": "/1994/19941100.pdf",
  "wp_post_id": 127881,
  "wp_post_guid": "http://www.texasmonthly.com/article/hard-times-for-henry/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Hard Times for Henry",
  "dek": "In taped conversations with his former lover, Henry Cisneros seems indecisive and insecure. But the transcripts are only the latest evidence of a man wrestling with other people's expectations—and his own.",
  "spread_caption": "",
  "excerpt": "Hounded by his ex-lover in Lubbock, pounded by his enemies in Washington, Henry Cisneros is in trouble—and it’s all on tape.",
  "kicker": "",
  "word_count": 3514,
  "content": "<img/><p>Photograph By Katherine Lambert</p><p><strong>The intimate Cisneros comes across as the public Cisneros did: clean and nice-perhaps too nice.</strong></p><p>By</p><p><span class=\"dropcap\">I</span>t Is December 10, 1992. Henry CIsNEROS Is Calling Linda Medlar, his former lover, from the car phone of his Jeep. Their relationship—which has been public knowledge since he confessed it at an impromptu meeting with reporters in 1988—is over, but he has beer sending her money, a lot of money as it turns out, and now the trap has closed around them, because the former mayor of San antonio wants to return to public life. He might be named by Governor ann Richards to fill the U.S. Senate seat left vacant by Lloyd Bentsen’s appointment as Secretary of the Treasury, or he might be named to a Cabinet post himself, but either way there will be questions about his personal life, questions about whether the payments are hush money—and maybe, he is thinking, he shouldn’t take either position. Unknown to Cisneros, Medlar has been taping his calls since 1990.</p><p>HE: <em>The financial</em> [arrangement] <em>of the past doesn’t go down, and they—well, I don’t want to talk about it on this phone.</em></p><p>SHE: <em>Yeah. Why did they have to know about that?</em></p><p>HE: <em>’cause they would. It’s pretty obvious when they probe</em> [your] <em>visible means of support.</em></p><p>SHE: <em>and what about the Senate?</em></p><p>HE: <em>Well, if it’s going to be a problem in one, it’s a problem in the other.</em></p><p>SHE: <em>Not necessarily.</em></p><p>He: . . . <em>My brother called yesterday and said, “You are a jerk. You ’re stupid. I mean, if you pass on something like that, you should just go out on a farm and vegetate.</em> ...”</p><p>SHE: <em>I don’t know, Henry. I think it’s manageable.</em></p><p>HE: <em>You do?</em></p><p> SHE: <em>Yeah, I do. I think you're doing what you do on everything that you have done in your entire life, and that is putting the absolute worst, worst, worst-case scenario on it.</em></p><p>The Transcripts Of the Cisneros-Medlar Phone conversations are sad and compelling documents. Even Cisneros himself, with characteristic openness, acknowledges their power to engross. When I told him, during an interview in Washington, that I had read them like a book I couldn’t put down, he said, “They’re like one of those two-person plays. Some of the dialogue is pretty good.”</p><p>Every page conveys the pain of life’s dirty tricks—hopeless love, unrealized ambition, lost innocence, the poisonous influence of money—and the plot moves inexorably toward its unhappy ending. As the drama opens, Cisneros and Medlar have given up their careers in politics (she was his fundraiser) for quieter pursuits in separate cities—Cisneros in San antonio, Medlar in Lubbock. But when he is drawn back to the public arena, she realizes that he will no longer be able to send her money, as he has promised to do. SHE: <em>I don’t know that you understand. After you go to Washington, Henry, I may never hear from you again. You understand, I don’t know what’s going to happen after you go to Washington, whether it’s the Cabinet or the Senate.</em></p><p>HE: <em>We will work all that out. I mean, just don’t jump to these incredible conclusions. Really, I mean, I just</em> [Continued On Page 130] [Continued From Page 121] <em>got through going to the bank for the precise purpose of dealing with this matter about—you know, what you are concerned about—and every day I do something on some aspect of it, and there’s just not that much reason for anxiousness, you know.</em></p><p>She: <em>Well, i’m sorry I can’t agree with you.</em></p><p>Under financial pressure, whatever affection and hope for reconciliation they might have had begins to fade, conversation by conversation, until in the end only suspicion is left: Medlar’s, that she will be cut off; Cisneros’, that he is being taped. Both, of course, are right. But the story does not end with the last transcript. On July 29 Medlar filed suit in Lubbock, charging that Cisneros had broken an agreement to pay her $4,000 a month. Then she sold a batch of tapes—many more have yet to be transcribed—to the syndicated television show <em>Inside Edition</em> for $15,000. After the tapes were played on national TV, reporters questioned whether Cisneros had misled the FBI, which checks the background of Cabinet nominees, about his financial arrangement with Medlar. Now the FBI has reopened its investigation, and only time will tell whether Cisneros will be able to remain as Secretary of Housing and Urban Development.</p><p>The transcripts reveal, as almost nothing ever has, the intimate character of a nationally prominent public figure. The closest parallel is the Watergate tapes, but Cisneros’ conversations are very different from Nixon’s. The transcripts, which were distributed to the news media by <em>Inside Edition</em> and by Medlar’s attorney, cover fifteen conversations, all but one of them during the winter of 1992 and 1993. They total 175 single-spaced typewritten pages. In all those pages, Cisneros’ language is remarkably free of crudity. He doesn’t curse. He doesn’t gossip. He never has a harsh word for anyone but himself; the closest negative thing that he has to say about anyone is that Bill Clinton is indecisive. (Mr. Pot meets Mr. Kettle.) He is remarkably nonjudgmental about people whom he could well be angry with: ann Richards, who does not choose him for the Senate; Phil Gramm, whom Medlar says has approached her for information about Cisneros; his business partners, who are feuding; his wife; and for that matter, Medlar, who makes occasional veiled threats.</p><p>She: <em>i’m not trying to hold you down, Henry.</em></p><p>He: <em>If you do, just do it. Just tell me, “Henry, i’m not going to let you do this. I have a potential to destroy you any time I want. ”</em></p><p>She: <em>But i’m not going to. I never have, so why would I do it now, Henry?</em></p><p>Cisneros betrays no cynicism toward public service. In fact, he tends to launch into speeches, as if he were talking to the Lions Club instead of a lover.</p><p><em>If. . . what I decide to do is go back into the pure public service business, then it would have to be something truly from the heart, and in that case, what I do is cities, and if</em> [Clinton] <em>were to say, “I want to do HUD differently, it’s not just housing but it’s really poor urban neighborhoods and riot-tom areas of Los angeles and the South Side of Chicago and the Bronx, and that’s a cause worth doing”—but my guess is he probably has a black mayor for that. But i’m an urban planner by training, education. I have been a mayor. I care about those things, and that’s something I could get up every morning and say, “i’ve got work to do, you know. I’ve got to get people together on decrepit schools and blighted neighborhoods and so forth. ”</em></p><p>The worst that might be said of him is that he doesn’t volunteer the whole truth to the FBI. He gives no hint on the tapes of ever having acted unethically or illegally in office, and when Medlar occasionally suggests otherwise, he promptly and vigorously denies it.</p><p>“absolutely not,” he responds when Medlar says she was told that he used campaign cash to pay off his credit card bills. “\\ou think that’s true?” Then, when Medlar asks how many other people might have heard the same story, he says, “I don’t have any idea, but there is no truth to that. I never, ever, ever have used public money for private purposes, ever.”</p><p>In short, the intimate Henry Cisneros comes across pretty much as the public Henry Cisneros did: clean, nice, perhaps too nice, not like a politician at all. And that, finally, is what is so revealing: The transcripts solve the mystery of why Henry Cisneros decided in 1987 not to run for governor of Texas, why he decided</p><p>in 1988 not to run for another term as mayor, why he didn’t want to be U.S. senator in 1992, why he never quite lived up to the promise so many people had seen in him. He didn’t have the hard edge, the toughness, the single-minded ambition that is necessary to succeed in politics. He was indeed too nice to others—and too hard on himself. As Linda Medlar so perceptively observed, he always put the worst-case scenario on his own future.</p><p><span class=\"dropcap\">O</span>n a Nippy Night In October, just hours after Secretary of agriculture Mike Espy resigned under a cloud of scandal, Henry Cisneros boarded a northbound amtrak Metroliner and headed for Philadelphia. He looked lankier and leaner than ever, still youthful at 47. Already there was media speculation that he would be the next member of the Clinton Cabinet to quit, but he was totally upbeat as the train sped through the countryside.</p><p>“Yesterday I worked on homelessness,” he said. “Today it was home ownership. Tonight it’s youth without parents, young males without fathers.</p><p>“i’ve seen things that you wouldn’t believe could exist in the United States of america,” he said, turning his hands sideways and bringing them downward in crisp planes, like short karate chops. “People living in the subway tunnels in New Tork. They were covered with soot. The light was so dim we had flashlights. Down in the lowest tunnels, they’re called the mole people. In Chicago you can drive for two miles and never leave the shadow of a sixteen-story housing project. No men live there, none. It’s all single mothers.” Chop, chop, chop.</p><p>“Who ever thought that high-density projects were a good idea?” I asked him. Cisneros launched into a long discussion of housing policy. Poor people came north looking for jobs. High-rises were cheap. The policy hadn’t failed; times had changed; now there are no jobs; there are only guns and drugs. Baltimore rolled by, then Wilmington. It sounded hopeless to me, and I said so.</p><p>“Oh, no,” Cisneros said. “i’m very optimistic.” and off he went again: outreach, treatment, home ownership . . .</p><p>“What do you mean, you’re optimistic?” I asked him. “In the transcripts, Linda says that you always put the worstcase scenario on everything.”</p><p>The chopping stopped. “Only about myself,” Cisneros said. “I have always had a very conservative estimate of my own prospects.”</p><p>I thought back to early 1987, when Cisneros was on top of the political world. The two events that would change his life—the affair with Medlar and the birth of his son, John Paul, with two chambers missing in his heart—were still weeks in the future. Texas was in the throes of the oil bust, but San antonio had the healthiest economy in the state. He was rebuilding downtown—new hotels, a new mall, eventually the alamodome. More important, he had changed the city’s psychology. Because he preached <em>economic</em> development and a rising tide that lifted all boats, instead of civil rights and ethnic separatism, the anglo business establishment embraced his message that San antonio’s future depended upon improving the prospects of the city’s large Hispanic population. He was the bridge builder that the city—and the state, and the country-needed, and it was not too farfetched to imagine him as governor of Texas in 1990, and then, after overseeing the state’s economic recovery, the Democratic nominee for president in 1996 or 2000: the perfect candidate for the new century. And when any ambitious politician should have been thinking about running for president, what did Henry Cisneros see in his future? “I think I ought to run for comptroller,” he had told me that spring. “i’m not sure that the public is ready for a <em>mejicano</em> governor. ”</p><p>The train began to slow for Philadelphia. The lights of the city filled the window. “Didn’t you realize how popular you really were?” I asked him.</p><p>“I always thought it could blow up at any moment,” he replied. “Maybe that’s what comes of growing up poor and Latino—never thinking that it could last. ”</p><p><span class=\"dropcap\">I</span> Had One Last Interview With Henry Cisneros while he was mayor. It took place over breakfast on a Sunday morning late in 1988, after the romance with Medlar had become public knowledge and he had opted not to run for reelection. I wanted to know what his political plans were. He laughed and said something like “What i’m interested in right now is learning more about country music.” Politics was not on his mind at all. The thought that he carried the hopes of millions of people—anglos as well as Hispanics who saw in him the proof they so desperately needed that the american dream could still work—was a burden to him rather than the greatest asset a politician can have. “That’s <em>their </em>destiny for me,” he told me. “It’s not <em>my </em>destiny for me.” Then he picked up a knife and balanced it between the rim of his teacup and the edge of the sugar bowl. “all the pressure,” he sighed, “is on the bridge.” I left that breakfast convinced that he was running <em>from</em> public office rather than for it.</p><p>When he was in top form, Cisneros was a great, natural politician. He spoke not to people’s fears but to their hopes. He could make them believe in his vision of the future. Like Barbara Jordan, he had the ability to make all kinds of people feel proud of his success. But the transcripts reveal that he also harbored</p><p>an ambivalence about politics that diminished and ultimately destroyed his ambition. He considered himself a public servant, not a politician, as though one could not be both—and when he downgraded the value of being a U.S. senator, Medlar called his hand.</p><p>He: <em>The issue is, What have you got when you win. You know, do you have something that is worth doing, or are you just there because it is prestigious and because . . . people expect it of you and so forth, as opposed to real core reasons like really helping people. I don’t mean just thinking or talking about it or making speeches about it or pretending.</em></p><p>She: <em>and what do you think?</em></p><p>He: <em>I think there is a lot of that job that is pure politics—fundraising, $10,000 a day on the average, and it's</em>—</p><p>She: <em>Henry</em>—</p><p>He: <em>Like picking federal judges, you know, like deciding between three young, ambitious people as to who is going to be a federal judge.</em></p><p>She: <em>You know, I have a real problem with this. I have a real problem with the way you are stating it. You have three people and you know darn well that federal judges make a difference and you have the ability to choose a person who can make a difference one way or the other. And you don’t think that’s important.</em></p><p>He: <em>No, I think it’s important.</em></p><p>She: <em>But, I mean, you are talking about that being politics as opposed to anything to do with governing or policy.</em></p><p>Medlar is often more shrewd than Cisneros about politics. When he says the times have changed about politicians and love affairs, she says, “The deal isn’t over with Clinton. He may be on a honeymoon now, but it’s not going to stay that way.” When Cisneros tells her, “I don’t particularly want to be in the United States Senate,” she sayfc, “No, you want to be governor.” When he says that appointees are subject to less intense opposition than candidates, she reminds him of Clarence Thomas and John Tower.</p><p>It is apparent from the transcripts that Cisneros doesn’t really know what he wants. He would like to be Secretary of Commerce, but he won’t ask Clinton for it. He doesn’t want to be Secretary of Transportation, but after he chooses HUD, he keeps wondering if he made the wrong choice. He says that he has to return to public life or he will “die on the vine,” but then he says:</p><p><em>This is real hard. This is real hard. I honestly wish I wasn’t doing</em> [Hud] <em>for a lot of reasons. One, the department is in a whole lot worse shape . . . than I thought. Two, it’s going to be a thankless, thankless, thankless job. Three, it’s going to be real hard on John Paul, uprooting and all that stuff, being away from that big support system he’s got. ... I wish i’d had the presence of mind to do what I said I was originally going to do, which is to say no.</em></p><p>In the tapes, Henry’s role is that of a Hamlet tortured by indecision. He can’t make a decision about a job, and of course, he can’t make a decision about a woman. He can’t decide on his political identity either; the onetime bridge builder sounds a lot more like a traditional minority politician. Medlar calls his hand on that too, after Cisneros tells her how he lobbied for Denver mayor Federico Pena to become Secretary of Transportation so that Clinton would have two Hispanics in the Cabinet.</p><p>She: [You] <em>waved the flag around about being Hispanic all the time and you</em> [say you] <em>don’t want anything because you’re Hispanic, you know, but basically, you use it.</em></p><p>He: <em>No. Well-</em></p><p>She: <em>You know, when I knew you, that wasn’t the most important thing.</em></p><p>He: <em>Well, it’s not.</em></p><p>She: <em>I didn’t even think about there being a difference between you and I, but you wave it like a banner now.</em></p><p>He: <em>It’s not true.</em></p><p>She: <em>It is true. Look at the quotas</em>—<em>you and another Hispanic, you know how many blacks—it’s no longer, politics is no longer about the best person.</em></p><p>He: <em>Yeah, it is.</em></p><p>She: <em>No, it’s not.</em></p><p>He: <em>Well, Linda, it’s time to give people a chance.</em></p><p>He has lost his way; he has been buffeted by life; he has let people down; he talks about saving his soul. Cisneros and Medlar quarrel about why he is going back into public service.</p><p>He: [Hud] <em>is a very dumb move for me if it was about ambition. I’m going to come up scarred out of this thing, but i’m going to try. I mean, I wish you could see how bad things are across the country. I mean it’s like—I don’t know how to tell you, you make fun of me about everything I say that comes from the heart, but this is kind of like a duty I owe. I mean, it’s like amends. . . .</em></p><p>She: <em>To be making amends on something—a lot of people can do it without having to be in the limelight or having to take public office, which you’ve always sworn that you would never do.</em></p><p>It is easy to see the appeal of HUD to Henry Cisneros. It is one thing in his complicated life that is clear and unambiguous. He no longer has the pressure of being a bridge; he is unmistakably the advocate for the poor. He is free to do good without worrying [COnTINUED On Page 206] COnTINUED From Page 132 ] about what the business establishment wants, free to hand out money without worrying about raising taxes, free to advocate programs without having to face their consequences with the voters, free to serve without worrying about campaign contributions or federal judges or whether he belongs in the anglo world or the Hispanic world. He can convince himself that of all the jobs in high government service, this one has the fewest rewards and is the least compatible with ambition. He has found the ultimate worst-case scenario: He is Secretary of Poverty<strong>.</strong></p><p><span class=\"dropcap\">“I</span> Love This View!” Henry Cisneros said, as the USAir turboprop descended toward Washington. The panorama of the capital unfolded beyond the right wing: the monuments, the massive buildings, the avenues, the Capitol itself. We were returning from the graffitimarred, rubble-strewn urban wasteland of North Philadelphia, and Cisneros was elated with the trip. It had begun awkwardly at Sister Fattah’s home for troubled boys, with Cisneros trying to find common ground with seven black teenagers and not getting much response from questions like “What are things like on the streets?” and “How many gangs are in the neighborhood?” The youths hadn’t even heard of San antonio until Cisneros, desperately reaching for the nearest stereotype, blurted, “The Spurs! David Robinson!” But then he went to a midnight basketball game between youth gangs, and to a reception given by the tenants’ council at a public housing project and, after spending the night at the project, to a press conference at city hall, where he handed the mayor a check. He was so like the Henry Cisneros of old—energetic and enthusiastic and well intentioned—that he seemed to be everything a politician should be.</p><p>But he was one thing a politician should not be, and that is introspective. As a politician, it was not enough for him to do right; he demanded of himself that he do right for the right reason—and personal ambition wasn’t a right reason. His self-doubt drove him away from elected office and away from Texas. Now, somewhere down on the ground below the airplane, people were combing the transcripts for evidence of wrongdoing, and on the seat beside him, there was the <em>New York Times</em> with its headline about Mike Espy’s resignation.</p><p>Cisneros tapped the Espy story with his hand. “Did you see this?” he asked. “It means they’re going to be after me now.”</p><p>“Do you think you’re going to make it?” I asked.</p><p>“I don’t know,” Cisneros said. “It’s not up to me.” He shrugged.</p><p>“Whatever happens, happens. I’m at peace.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Henry Cisneros",
      "Housing",
      "Politics",
      "ever",
      "Mayor",
      "urban",
      "Business",
      "Governor",
      "Hispanic",
      "Home",
      "money",
      "San Antonio",
      "Breakfast",
      "Bridge",
      "Campaign",
      "Chicago",
      "Hispanics",
      "Hud",
      "Judges"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "San Antonio",
      "Texas"
    ]
  }
}