{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199411",
    "date": "November 1994",
    "year": 1994,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1994/19941100.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 110,
    "document_page_range": [
      [
        112,
        113,
        114,
        115,
        116,
        117
      ],
      [
        150,
        151
      ],
      [
        155,
        156
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Sympathy for The Devils",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199411-sympathyf",
  "source": "/1994/19941100.pdf",
  "wp_post_id": 127887,
  "wp_post_guid": "http://www.texasmonthly.com/article/sympathy-for-the-devils/",
  "authors": [
    "Jan Reid"
  ],
  "headline": "Sympathy For the Devils",
  "dek": "The last major unpolluted river in Texas has rushing rapids and sharp curves that leave you battered and bruised. But the most dangerous spot is on land, where a battle is raging over property rights.",
  "spread_caption": "",
  "excerpt": "Riding the rapids of Texas’ last major unpolluted river is dangerous enough. But trample the private property around it and you could really get hurt.",
  "kicker": "",
  "word_count": 4962,
  "content": "<img/><img/><p>Photograph By Laurence Parent</p><p><em>The river mild: at sunset, you would never know that the Devils is so unforgiving.</em></p><p><span class=\"dropcap\">O</span>n a Clear Morning Last June, I Set Out To Explore the Devils River, the last major unpolluted river in Texas. It begins on a ranch in Val Verde County and flows about fifty miles south into Lake amistad on the Rio Grande. At first it follows a narrow, twisting course through dramatic bluffs and lush wooded bottoms. At its midpoint, a hillside of springs releases 22,000 gallons a minute; just downstream is Dolan Falls, the state’s most gorgeous cascade. The lower half of the river broadens out, its banks scoured clean of trees by the force of its floods, resulting in a more spartan look—water and stone. For all its beauty, though, the Devils has a forbidding reputation: “Not a river trip for beginners, small children, or pets,” I read in one white-water guide. It winds through one of the state’s least-populated regions. It’s hard to make a living in the labyrinth of arid canyons; passable roads are few and far between. And the sheep and goat ranchers who own most of the frontage want to keep it inaccessible and remote. But canoeists in search of unspoiled wilderness know it’s their river too. The conflict is partly urban-rural and partly public-private, and on occasion it has gotten nasty. I was running the Devils with state environmental officials who, predictably, are caught in the middle.</p><img/><p>Photographs By James Evans</p><p><em>Todd Simpson (above), whose ranch sits on the Devils' privately owned streambed, is no fan of canoeists who ride the river (below) and trample his land. But he really hates the federal bureaucrats who enforce the Endangered Species act.</em></p><img/><p>The upper river’s only legal access point—a fishing campground called Baker’s Crossing—flanks a bridge on Texas Highway 163 between Juno and Comstock. We were met there by the campground’s owners, Mary and Les Hughey, who log in the names of river travelers in case a search for them becomes necessary. My partner in the first canoe was andy Goldbloom, a Texas Parks and Wildlife Department administrator who organized our expedition and has tried, with some success, to turn the Devils wrangle into a dialogue. In the second canoe were another writer and andy Sansom, the department’s executive director. All were experienced canoeists—except me. I’ve never been hurt canoeing or even capsized, but I don’t risk it much. White water is not my athletic cup of tea.</p><p>“i’m in shape and i’m coachable,” I apologized in advance to Goldbloom, who told me not to worry. He put me in the bow, where my role had more to do with recognizing hazards than steering around them. He said I should remember two things: to pull in with the paddle to send the canoe outward; and if a rock snagged us, to lean toward it, not away from it. Otherwise, the canoe could easily tip over and fill with water, and the current would bend it around the rock like a pretzel. _ I found neither of these instructions instinctive—quite the contrary. As for my skills navigating the river, at this hour it all looked like sun-dazzled water. “Not so panicky,” Goldbloom called out as I pulled in hard with the paddle and still watched the bow cruise straight into a rock. Poor guy; he was saddled with a project.</p><p>Bearded and softspoken, Sansom had never seen much of the Devils, though lately he and his staff had started talking with landowners and their legislators about a management plan for the river’s protection and use. The negotiations have been slow, though, and they were hardly helped by a pair of stories on the Devils in the February 1993 issue of <em>Texas Parks and Wildlife,</em> the department’s magazine. Though one story expressed landowner concerns, the other contained a photo of a tent pitched in violation of trespass laws on land owned by a hard-line rancher named T. J. Jarrett. The locals were none too pleased.</p><p>Obviously, our white-water trek was going to be law-abiding. Photos of either andy in handcuffs would not do. In case we considered straying, our passage into the Jarrett ranch was greeted by a profusion of blackand-white signs: “Private River Bank. Do Not Leave Water. Trespassers Will Be Prosecuted. Protect the River. Do Not Litter.” We stopped in a shaded cove, tied the canoes to a low-hanging branch, and, standing waist-deep in the water, used the boats as lunch tables. When we set out again, alligator gar trailed after us. Along with flowing schools of carp were great numbers of sunfish, catfish, and bass. I’d never seen anything like it in Texas.</p><img/><p><em>More than any other rancher on the Devils, T.J. Jarrett is known for his inhospitality.</em></p><img/><p><em>Above: Dolan Falls. Canoeing them is considered suicidal; it’s a twelve-foot drop through an obstacle course of jutting rock. Below: Bill armstrong, the park superintendent at the state natural area, in a cave decorated with ancient pictographs.</em></p><img/><p>Depending on the depth of the bed’s layered rock shelves, the water color ranged from emerald to almost pink. Startled deer galloped in the shallows, hooves popping on the stone. Close against the stream were sycamore and pecan bottoms I associate with the Hill Country. I saw showy glints of kingfishers, tanagers, hooded orioles, and a painted bunting. Above the trees towered limestone cliffs stained gray with manganite and festooned with desert vegetation: tasajillo cactus with pretty red berries and nasty barbed spines, and ocotillo, the strange thorned plant whose spindly branches sprout scarlet blossoms often but leaf out only when it rains. To the eye it was paradise—but not to the muscles.</p><p>The flow during our trip was the Devils’ average flow and the minimum said to be required for canoeing: 250 cubic feet per second. But that rate produces a river that is about six inches too shallow to keep a canoe in consistent motion. I heard later that the high temperature that day was 97 degrees, which surprised me. Heat didn’t seem to be a problem, but then, we were constantly refreshed. Though I doubt my paddling and navigation improved much, I became pretty agile at stepping in and out of a canoe. In the rapids, almost without fail, both boats bottomed out and snagged. (Paint scrapes on the rocks suggested this was not uncommon.) i’d grab the rope and haul the canoe while Goldbloom shoved. Often, within a few steps, I was floundering in water up to my waist. Even at ankle-depth the rapids flowed with tremendous force. Soon I hated the sound of rapids ahead, and not because I feared risking them afloat. By midafternoon, my legs were gone. The only thing I could take comfort in was my choice of footwear—thick-soled athletic shoes. Sansom wore a pair of sandals whose ads feature a muscular pair of legs engaged in rock climbing. I’m amazed he got back to austin with any skin left on his feet.</p><p>We came out of a difficult stretch into a long turquoise pool, parked the canoes on a rock, and spent the better part of an hour in recovery. I arched my back and moved my hands and feet just enough to keep my chest and face out of the water. It was as close as i’ve come to sensory deprivation. Above me were drifting buzzards and a cliff pocked with numerous caves. In my somewhat altered state, I imagined a cowboy bouncing down the rock, with a rappelling rope under his blue-jeaned thigh, to post the signs: “Private River Bank. Do Not Leave Water. Trespassers Will Be ...”</p><p>Sansom floated in the same posture nearby. T. J. Jarrett, I commented, runs a very large spread. The state natural area that borders his ranch was still five hours away. Sansom said he’d had very little direct contact with the man. “He called me and said that people out here have an agreement. When they’re chasing a mountain lion, it’s all right to cross a neighbor’s fence to kill it. He wondered if we’d grant that courtesy to him. I told him I hoped he understood that as a matter of public wildlife policy, there might be a problem. ”</p><p>It was sundown, thirteen hours after we had left Baker’s Crossing, when a park ranger waved us into the next legal access point. Not long afterward, in the natural area’s old hunting cabin, one heard nothing but snores.</p><p><span class=\"dropcap\">B</span>efore Canoeing the Devils, I roamed the region by car, and I highly recommend the drive. From Ozona to Comstock you can watch the river and its canyon lands form and grow. There are mesas, hawks, scissortails. On a ranch road, I turned around and headed back for a closer look at a western diamondback that stretched far across the pavement. The consoling thing about rattlesnakes is that they’re extremely limited, in both thought and movement. When the sensations finally got through, the snake didn’t appreciate the heat and noise from my idling motor. It herked and jerked and rushed off into the grass. I also saw more wild turkeys that day than i’d seen in my life. Pairs of them shot their long necks out and soared across the road. I passed one in a bar ditch pecking like a chicken out for an afternoon stroll.</p><p>Still, the Devils’ nature is deceptive. The river’s constant flow is brief, but the watershed is vastfour thousand square miles. In the mesquite savanna north of Ozona are numerous draws with names like Buckhorn, Buffalo, Wildcat. Grass, cactus, and wildflowers grow undisturbed in them; swallows flutter in the ones pronounced enough to rate a highway bridge. <em>Yet</em> within a few miles, the modest swales have turned into two tributary riverbeds that are remarkable for their breadth of clearance and the size of their parched white rocks. The Dry Devils River loops eastward, near Sonora, and joins the flowing stream 22 miles above its mouth in Lake Amistad. Johnson Draw broadens out south of its passage through Ozona; in a more direct route it meets the Devils near Juno and the headwater springs.</p><p>On higher ground around Ozona, six rock dams have been piled across the draws, but they were built one cloudburst too late. In 1954 a ruinous drought was broken by the inland shove of Hurricane alice. The night of June 28, a flash flood destroyed half of the buildings in Ozona and killed sixteen people. The Devils has experienced rises of as much as fifty feet—which is how the dry white boulders came to be neatly arranged. The water catches beavers patching their dams; a wild and desperate ride later, they find themselves swimming in Lake amistad. The rampages pluck out grown trees like weeds—and worse. Nineteen miles north of Comstock is a flowered roadside cross marking the spot where several motorists were swept away. Suddenly the brown froth was up all around them, and they couldn’t get out.</p><img/><p><em>Les and Mary Hughey (above) own Baker’s Crossing, the fishing campground that is the upper river’s only legal access point. Punk Rehm (below) runs Creek Boat Rental. For $25 a head plus gas, he shuttles canoeists back to the Hugheys’ spread.</em></p><img/><p>Above the streambed and bottoms, cave dwellings of aboriginal tribes date back to 9000 B.C.; many are decorated with pictographs. Cabeza de Vaca forded the river during his crazed adventure of the 1530’s. There are several versions of how the Devils got its name. Spaniards and Mexicans called it the San Pedro, two versions of the story go, until a U.S. Army captain set out to scout a road from San antonio to El Paso in 1847. The expedition ran afoul of one of the flash floods, or else the soldiers, horses, and mules got terribly lost in the river’s maze of canyons, which bristle with thorns and teem with snakes. In either case, the captain was said to remark on his emergence: “San Pedro, hell. That’s the devil’s river.”</p><p>The sedentary Indian cultures had disappeared by then, but to nomadic tribes the Devils’ southward cut through the Edwards Plateau was a favorite trail to Mexico. In 1857 one of the frontier’s most ferocious battles between the Comanche and the cavalry was fought near the headwater springs, amid an inferno of dry brush the Indians had set to panic the horses ridden by the badly outnumbered soldiers. An arrow pinned the hand of a lieutenant, Kentuckian John Hood, to his horse’s bridle. Hood lived to become a Confederate general and Civil War hero because the smoke abruptly cleared and Comanche women raised a demoralizing howl on seeing the number of their own dead, ending the fight.</p><p>The first permanent settlers arrived in the 1880’s. Among them was David Baker, who built a home overlooking the fording point of the San antonio-El Paso road. Baker’s stagecoach way station was rendered obsolete by the Southern Pacific Railroad, but in his mind, hospitality required that food and shelter be offered to anyone who showed up in such a remote and difficult place. Today the house sits on the east bank, above the only highway bridge across the Devils. Though it has created some strain between his descendants and their neighbors, his premise of hospitable obligation has been carried down four generations.</p><p>[ Continued On Page 148 ]</p><p>[ Continued From Page 115 ]</p><p>Mary Hughey inherited the ranch at Baker’s Crossing from her first husband, who was David Baker’s great-grandson. Hughey charges canoeists a $10 put-in fee, and she makes them listen to a polite lecture on the hazards of the river and the rights and outlook of the landowners. She is entitled to both conditions. River access law in Texas is a bizarre tangle, but the situation on the Devils is unique. Many land grants there go back to Spanish or Mexican jurisdiction. And though in Texas most private property lines stop at a river, with streambed rights reserved for the state, the lines were clearly drawn across the Devils on five plats of an 1859 survey. For the first two miles downstream from Baker’s Crossing, both the banks and the streambed are privately owned. Canoeists on this gateway stretch technically break trespass laws if they step or fall out of the boat—a point often raised by those who want to stop or limit such traffic.</p><p>But ownership of the water is governed by the definition of a navigable stream: If it retains an average flowing width of thirty feet from the mouth up, the public owns it. Measure every foot of it? Rainy season or dry? On close calls the law is a riddle. Still, most Devils landowners now tolerate a 1993 General Land Office survey that found that the river well exceeds the thirty-foot standard. The survey shifts the standard to a trespass law based on the gradient boundary, which sets publicprivate demarcation as a line drawn midway between the low point of the flowing water and the higher plane of the cut bank. Got your sextant? Small wonder that in legal and legislative circles, an old saw defines a navigable stream in Texas as one holding enough water to float a Supreme Court opinion.</p><p><span class=\"dropcap\">T</span>he Devils’ Privately Owned streambed takes in the property of the Hugheys and two downstream neighbors, one of whom is a tall and forceful man named Todd Simpson. On a visit to his restored ranch house, my eyes fell on a pillow silkscreened “Nouveau riche is better than no riche at all.” a Houston entrepreneur, Simpson lost money in feedlots and plant nurseries before rebounding with a retail cold-brew coffee business. He and his wife, Betty, bought their ranch in 1987 and started building separate retreats on it for their children. Now they spend little time elsewhere.</p><p>On a six-hour tour of his land, Simpson showed me a grave plot where an 1880’s settler buried five family members in six months; damage inflicted on his pecan trees by gnawing porcupines; watercress billowing in a riverbank spring; and a burned-rock midden where aborigines cooked and camped for centuries. Simpson has one of the keenest eyes on the river for its overlapping vegetation of South Texas chaparral, the Hill Country, and the Chihuahuan Desert. He pointed out fragrant white bush, deadly poisonous mountain laurel, sideoats grama, lead trees, hop trees, and persimmons, and noted how pine forests had covered the canyons in damper epochs. He described mountainsides transformed by spearlike flower stalks of sotol, and the pale lavender blush of the country when humidity triggers the blooms of cenizo, or purple sage.</p><p>Geological maps refer to the region as the Devils River Uplift, and it’s no exaggeration to call its canyon walls mountainsides. Our pickup jaunt across the Simpsons’ land was a slow, lurching roller coaster ride. Ranching that country must be hell on tires and transmissions, not to mention horses. The high ground angles away from the river in long, narrow meanders; sheer limestone cliffs drop 350 feet into canyons that are about 1,000 feet across. “From the air it looks like the ridges and furrows of a walnut shell,” Simpson said. He stopped on the summit of one ridge and counted out six progressively bluer canyons and ridges beyond. That was where his real estate stopped.</p><p>Simpson represents a rare element on the Devils—the accepted outsider and latecomer. On the matter of canoeists, he sides with the ranchers. He shoos away “herpers” who come around hoping to catch the rare and valuable graybanded kingsnake. He is a conservationist who is leery of the Nature Conservancy, the custodian of Dolan Falls, and describes Parks and Wildlife as an unwieldy bureaucracy. But he loathes the U.S. Fish and Wildlife Service, which enforces the Endangered Species act. “In the name of that legislation the federal government has perpetrated outrage on the rights of private landowners,” Simpson told me, raising his voice. “Why, it’s the stuff of revolution!”</p><p>I met one of the Simpsons’ downstream neighbors, T. J. Jarrett, in a Del Rio coffee shop. More than any other rancher, he is responsible for tales of extreme inhospitality along the Devils, but he doesn’t look like Caligula. A thin man in his early fifties, he has a habit of punctuating his speech with small quick smiles, and the effect is mannerly. He recalled a University of Texas geography professor who told him that during flash floods, the Devils is the fastest-moving river in North america. “It can be deadly,” Jarrett said. “If canoeists get stranded by a rise over on the east bank, they’re in trouble—especially if they lose their food. There’s no way we can get to them; it would take a helicopter to get them out. It’s a ten-mile walk back through those canyons, <em>if</em> they can find the way.</p><p>“Other times,” he went on, “the river stops flowing completely. People who think that’s a white-water river have been sold a piece of goods. They show up with their canoes and two big ice chests, which they wind up carrying a lot of the way. It’s at least six days down the Devils, and most of them are not in shape for that. We haul them out with heat exhaustion, broken shins.” Of course, Jarrett’s concern is balanced by self-interest. “Canoeists have ruined the upper Guadalupe for the people who live on it. All you see now is beer cans and trash. We don’t want that to happen here. It’s the american dream: have a little piece of land, a place you can retire to.” Fixing his gaze on me, he said, “You live in austin. How’d you like it if somebody decided to camp in your front yard, come right up on the patio, and use your barbecue pit?”</p><p>I said I wouldn’t, then asked him how many canoeists are a problem.</p><p>“Not many,” he conceded. “Most of them are real nice. It’s the ten percent. We catch them taking down signs, climbing way up in the caves, looking for pictographs. And then they get belligerent, and you have to get a deputy sheriff out there to arrest them. Who wants to spend their time doing that?”</p><p>Jarrett’s little piece of land flanks about five miles of river, and his warnings about the river’s difficulties, I would find, were a blend of truth and deception. For example, it <em>could</em> take six days to run the Devils from Baker’s Crossing to amistad, but the streambed has almost no islands, and most landowners avidly prosecute any travelers caught camping on the banks. Realistically, prudence requires canoeists to make the trip in three days, and the last twelve hours are on open lake water in the teeth of a strong head wind.</p><p>Later, I drove out to Creek Boat Rental to meet Punk Rehm. A garrulous oldtimer with sideburns and a gimme cap, Rehm doesn’t care what Devils River ranchers think of him. Most of his trade relies on the vaunted fishing on Lake amistad, but for $25 a head plus gas he’ll shuttle canoeists to Baker’s Crossing. When the lake is high enough, he runs a deck boat back into the inlet and tows the canoes the last few miles. Rehm took me to a shed where he repairs the fiberglass canoes he rents. They were crumpled, patched, beaten all to hell. “Seventy-five percent of the folks I see had a great time and can’t wait to come back,” he said. “The others never want to see the Devils River again. Sometimes they’re so tired they can’t crawl up in the boat.”</p><p><span class=\"dropcap\">T</span>he Morning After Our River ride, in the state natural area’s hunting cabin our movements were stiff and slow; there was a good deal of lingering over one more cup of coffee. But once again the weather was perfect. Goldbloom went off to manage the logistics of getting us off the Devils, leaving his canoe in unreliable hands. My new partner was park superintendent Bill armstrong, and I took to him at once. The restricted use of the natural area is bolstered by the lack of any sign on U.S. 277 indicating its existence, and from the turnoff, it’s a 22-mile drive over a rough gravel road to the house, barn, and horse corrals that armstrong and his wife call home. As a canoeist, he wasn’t out to prove anything. Our philosophies were identical: Enjoy the view when the paddling’s easy and get through the rough spots however you can.</p><p>A few hundred yards downstream, still on state property, the Dolan Springs come gushing out of the limestone. We parked the canoes and walked to a cave that has a wall bearing the inscription “E. K. Fawcett 1883.” The scratches of other free-range herders who camped there have faded from legibility and local memory. Fawcett bore down on his mark like he meant to stay; soon his claim took in several ranches and tens of thousands of acres. In 1988 his heirs wept at a real estate closing when the last of his empire was sold off to Parks and Wildlife. Andy Sansom told me it was one of the most moving things he had ever been involved in.</p><p>Back in the canoes, we heard the muffled roar of Dolan Falls, so we got out again, feeling the strength of its pull in water that barely reached our ankles. Running the falls is considered suicidal—it’s a twelve-foot drop through an obstacle course of jutting rock, and powerful currents churn back under—but sometimes canoeists are unable to avoid it. They don’t know the river well enough to recognize the falls; most of its noise is projected downstream, and when they jump out of the boat, the streambed is slippery. We manhandled our canoes over large boulders on the right. The cascade parts and falls in two streams around a rock that looks like a Mayan throne. A great blue heron that had been sitting there leapt out over the spray and moved off in its ponderous but elegant flight. In a few minutes we were paddling in circles in water the color of sapphire, shouting and mugging for photos in the roar and spray. Every ache was worth it, I was thinking, just to see this.</p><p>As we again set out downstream, the effect of Dolan Springs was evident; the river broadened out, and there were more rapids. When we snagged, I noticed that the rocks underfoot were now dark and slick with moss. We came into a rapid that broke up in finger channels and veered off to the right through tall clumps of river grass and shrubby trees. No question we had to drag the canoe—but which route? armstrong and I chose one that suddenly shot us into a Class III rapid known as Three Tier Waterfall. Now the canoe was pulling us. We held it back through the first tier, but the next swoop of white water took my feet out from under me. I came up tripping and skidding, hanging on to the rope with one hand, grabbing at rocks and an exposed tree trunk with the other, all the while thinking of T. J. Jarrett’s precise and vivid warning: broken shins. I lost my grip on the rope, certain the canoe was bound for ruin. Greatly impressed, I watched my partner stay with it, holding on to the stern. Armstrong told me later, “I just sort of water-skied through it.” If that comparison is apt, I suppose my descent through the waterfall could be described as bodysurfing.</p><p>I’m not complaining; I enlisted for every minute of it. I badly wanted to see the Devils, a canoe was the only available mode of transportation, and no water and terrain in Texas have bewitched me more. But if you try it, come prepared—and don’t assume that skill is a panacea. As andy Sansom told me at the takeout, “That river is not for everyone.”</p><p><span class=\"dropcap\">W</span>e Passed Up the Third Day of wind-beset passage toward Lake amistad—an option we couldn’t have exercised a year earlier. Twenty-five miles south of Baker’s Crossing is the first hint of urban sprawl, a half-formed batch of riverside homes called the Blue Sage Subdivision. Inspired by the 1993 <em>Texas Parks and Wildlife</em> article, Gerald Bailey moved to this settlement from Northeast Texas and launched a business called Devils River Outfitters. He guides trips, rents canoes, and welcomes campers. A neighbor, Sam Dandridge, runs a shuttle service, which Goldbloom had engaged for us. A wiry and friendly man, Dandridge has occupied a concrete cliff-top abode since 1981, when canoeists were hardly ever seen on the river. “Some people around here say, ‘Don’t talk to ’em. Don’t even look at ’em,’ ” he told me. “Why, hell. I’d always say hello. Take ’em a six-pack if I had one.”</p><p>Dropping riders and canoes at various points, the shuttle covered half an hour of up-and-down, dust-choked road to U.S. 277, turned south toward Del Rio, northwest on U.S. 90 across the bridges of Lake amistad toward Comstock, and north again on Texas Highway 163 to Baker’s Crossing. For Dandridge, the shuttle typically consumes eight hours and entails a 182-mile round trip; he charges a minimum of $100. I asked him why he does it. “I like talking to happy people,” he said, grinning. “Either they had a great time or they’re plumb miserable. Either way, they’re always glad to see me.”</p><p>I cleaned up in my Del Rio motel room, changed clothes, and drove back out to Baker’s Crossing. The sun was going down, and a rain shower moved through the valley. Mary and Les Hughey and I sat by a window, gazing at the Devils. “It can seem so harmless,” Mary said, “and then it’s totally destructive. I think that’s why the name stuck. I’ve seen it jerk pecan trees out by the roots. The roar is incredible. The waves get as tall as a house. There are tides. After a rise there’s a new world—dunes of sand, what’s left of the trees. That river’s going to have its way, and its way is often violent. If you go off in there and get hurt, you can cry and scream all you want. No one’s going to hear you. Canoeists need to be told that. But I have an equal responsibility to landowners downstream. Their homes are private property, and for generations that river has been their jewel. If it’s going to be opened up, there has to be a system.”</p><p>I said, “I think T. J. Jarrett’s ‘system’ is doing a bang-up job of protecting the ecology of the Devils River. ” Les looked at me closely for a moment, then guffawed.</p><p>It was more than just a bone-sore quip. Among the possibilities discussed at Parks and Wildlife are canoe permits, which would regulate traffic, and the lease of a couple of campsites along the river. No doubt the Legislature will take a hand in designing any river management plan. But canoeing pressure amounts to only one or two hundred boats a year, and the river has its own ways of discouraging an armada. Parks and Wildlife has imposed new size limits on small-mouth bass and has committed its local game wardens to protecting the upper Devils’ lavish fishery. Actually, the greatest threat to the river is residential construction, not recreational use. The pristineness of the Devils is the benchmark against which the state measures the water quality of other rivers. Its water is the purest because there are no towns, no wastewater treatment plants, no discharges of effluent. Isolation is the key to its health.</p><p>As I drove back to Comstock, I decided that I hope the ranchers hang on. Few of them are getting rich doing it. I came out of the rain and stopped a while on a ridge where the sotol had sent up stalks of bloom. At dusk it was all emptiness and quiet. Tou’d never dream such a river was out there. I sat on the hood and watched the desert steam.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Water",
      "Texas",
      "Canoe",
      "Wildlife",
      "Rock",
      "Devils River",
      "Land",
      "Trees",
      "Canoeing",
      "Highway",
      "people",
      "Boats",
      "Fishing",
      "Heat",
      "Law",
      "rio",
      "Bridge",
      "Canyon",
      "Coffee",
      "Comanche"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Canyon",
      "Del Rio",
      "Austin",
      "D.C."
    ]
  }
}