{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199411",
    "date": "November 1994",
    "year": 1994,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1994/19941100.pdf",
    "issue_cover_image": "",
    "document_start_page": 124,
    "toc_start_page": 122,
    "document_page_range": [
      [
        124,
        125,
        126,
        127,
        128,
        129
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Black and While World",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199411-blackand",
  "source": "/1994/19941100.pdf",
  "wp_post_id": 127878,
  "wp_post_guid": "http://www.texasmonthly.com/article/black-and-white-world/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "Black and White World",
  "dek": "A exhibit of forgotten photographs by african american Texans depicts real life in a segregated community.",
  "spread_caption": "",
  "excerpt": "Life as it really was in Texas’ african american community, as seen through the eyes of almost forgotten photographers.",
  "kicker": "",
  "word_count": 873,
  "content": "<img /><p>Until Recently, African Americans Have Largely been absent from Texas’ photographic history. Few scholarly texts on photography mention black Texans in the field, and few Texas museums have cataloged or displayed their work. Over the years, of course, african american Texans have appeared as the subjects of photos in selected settings: Formal nineteenth-century portraits were shot by white commercial photographers, for example, and Depression-era pictures</p><p>were taken by white government photographers chronicling the extent of poverty in the United States. Yet these images, particularly the later ones, present an extreme view of Texas’ african american community, and they contribute to the grim stereotype of black life that persists today. They certainly don’t tell the whole story.</p><p>Alan Govenar hopes to change all that. This month the white folklorist is mounting an exhibit of photographs shot by little-known african american Texans from the 1870’s to the present. ‘‘Portraits of Community: african american Photography in Texas,” which is sponsored by Govenar’s nonprofit group, Documentary arts, Inc., runs through January 21 at 5501 Columbia, the Dallas gallery he co-owns with his wife, Kaleta Doolin. It is a window on a world that has been mostly undocumented. The photographs are modest depictions of simple events: a birth, a graduation, a parade, a wedding, a death. There are young girls on a picnic, businessmen picketing for civil rights. The photographers don’t have a political or social agenda; they appear to be saying, “This is what I saw.” Taken together, however, the images have an unmistakable impact.</p><img /><p><em>a.B. Bell, Children Holding Hands, Dallas, 1960’s</em></p><img /><p><strong>Rodney Evans</strong></p><p><em>Texas Southern University Photography Students, Houston, 1961</em></p><p><em>Two Women, Tyler, l960’s</em></p><p><strong>Curtis Humphrey</strong></p><img /><p>What is most striking about them is the sense of stability they convey. A mother and daughter dress up for Sunday afternoon tea; a photography class at Texas Southern University poses for a group shot, girls in crisp shirts, boys in slacks; debutantes preen in their gowns. “Physical dignity was especially important during the period of segregation,” TSU art historian alvia Wardlaw has said. The quiet refinement of the community is remarkable when you consider that the memory of Texas’ last lynchings (in the thirties) was still fresh and that separate-but-equal was still an unhappy reality. “We put forth our best—even in clothes,” says seventy-year-old Dallas photographer Marion Butts, whose work is on display in the exhibit.</p><p>Govenar discovered Butts and the other contributors to “Portraits of Community” beginning in 1984, while researching <em>The Early Years of Rhythm and Blues,</em> a book of photos of Texas blues artists by Benny Joseph, a sometime photographer for Houston blues label Peacock Records. After rescuing thousands of negatives from Joseph’s studio, Govenar searched for other overlooked african americans and their unseen work. To date he has found the works of 45 men and women who had been commercial photographers or photography teachers in Texas. Many were students of a. C. Teal, the charismatic black entrepreneur who founded the Teal School of Photography at Houston Negro College (now TSU) in the forties. “Being a photographer was a respectable way for a black man or woman to make a living on their own,” says seventy-year-old Elnora Frazier of Houston, who was a member of Teal’s first graduating class. Churches, schools, and families all wanted snapshots of their daily doings, from the momentous to the mundane. As the african american newspaper <em>Houston Informer</em> wrote in 1942, photography was “a field where there is a dire need of workers and plenty of space to work.”</p><img /><p><strong>Robert Whitby</strong></p><p><em>NAACP Picket, Dallas, l965</em></p><img /><p><strong>Marion Butts</strong></p><p><em>Children With Hula Hoops, austin, 1957</em></p><img /><p><strong>Morris Crawford</strong></p><p><em>Capezio Club, austin, 1957-1958</em></p><p>Govenar, who runs Documentary arts out of a remodeled fire station in a mixed neighborhood in East Dallas, says he wants to bring art to the african american community and preserve dying art forms. So far, he has had some success. Teal, a well-regarded photographer who died in 1956, has only a dozen early portraits in the exhibit: a Teal School graduation announcement that Frazier saved, and a few photographs owned by the Houston Public Library. The rest of his work hasn’t turned up. “I hope someone will see this show and realize that they’ve got this stuff in their attic,” Govenar says. He had somewhat better luck with Frazier, whose distinctive hand-tinting comes across in portraits of her daughter and of an elderly couple. She had thrown half her negatives away before Govenar tracked her down. “I wasn’t viewing what I did as art,” she says. Govenar did manage to preserve all the work of 87-year-old Curtis Humphrey, whose ramshackle studio sits on Tyler’s west side: Humphrey was considering selling his negatives for their silver content.</p><p>That the importance of these photos escaped scholars and curators alike may be one of the last vestiges of segregation. “‘Portraits of Community’ shows that these people existed in a way most of us never suspected,” says <em>Fort Worth Star-Telegram</em> columnist Bob Ray Sanders, who sits on the board of Documentary arts. “Here is a picture of the emerging middle class: teachers, preachers, lawyers, and leaders. Here is the black community the way it wanted to be preserved. ”</p><p><em>For a complete exhibit schedule, call 214-823-8933.</em></p><img /><p><strong>Juanita Williams</strong></p><p><em>Dickerson Beauty School Commencement, Fort Worth, 1948</em></p><img /><p><strong>Calvin Littlejohn</strong></p><img /><p><strong>Elnora Frazier</strong></p><p><em>Elaine Williams, Houston, 1960’s</em></p><img /><p><em>Charles and Sylvester Johnson and Craig Miller, Houston, l950’s</em></p><p><em>Students, Houston, 1978</em></p><img /><p><strong>Herbert Provost</strong></p><img /><p><strong>Benny Joseph</strong></p><p><em>Juneteenth Parade, Houston, 1976</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Photography",
      "Houston",
      "Photographer",
      "Texans",
      "Art",
      "Documentary",
      "Photos",
      "Portraits",
      "School",
      "Texas",
      "Work",
      "Blues",
      "Dallas",
      "Southern",
      "Beauty",
      "Children",
      "College",
      "Fire",
      "Fort Worth",
      "Fort Worth Star-Telegram"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Dallas",
      "Fort Worth",
      "West"
    ]
  }
}