{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19919",
    "date": "September 1991",
    "year": 1991,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1991/19910900.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 114,
    "document_page_range": [
      [
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121,
        122,
        123,
        124,
        125,
        126,
        127,
        128
      ],
      [
        130
      ],
      [
        132
      ],
      [
        134,
        135,
        136
      ],
      [
        138
      ],
      [
        140
      ],
      [
        142
      ],
      [
        144
      ],
      [
        146
      ],
      [
        152
      ],
      [
        154,
        155,
        156
      ],
      [
        158
      ]
    ],
    "toc_order": 16,
    "toc_headline": "The Texas 100",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199109-thetexas",
  "source": "/1991/19910900.pdf",
  "wp_post_id": 126276,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-texas-100-3/",
  "authors": [
    "Christine Carroll"
  ],
  "headline": "The Texas 100",
  "dek": "The 100 richest people in Texas.",
  "spread_caption": "",
  "excerpt": "A fresh look at the state’s rich reveals that their fortunes continue to climb.",
  "kicker": "",
  "word_count": 14689,
  "content": "<p> It’s True—the Rich are Getting Richer. While Most Texans continue to battle the slump, the fortunes of Texas’ megarich are on the rise. In 1989, when our chronicle of the state’s richest people began, Texas was mired deep in the bust. The minimum net worth needed to make the list of the one hundred richest Texans was $100 million. But as the Texas economy improved, so did the fortunes of the Texas 100. In 1990 the minimum net worth was $120 million. This year it is up again, to $130 million. The Texas 100 of 1991 preside over total net assets of $36.7 billion. Forty-six fortunes increased, while only four went south.</p><p>The most telling indicator that these times are good only for the rich is that the Texas 100 has just three newcomers. Madisonville’s J. R. Parten, at 95, supplants J. Howard Marshall, 86, as the eldest Texas 100 member. Parten entered the oil business in the early twenties, and seven decades later he is still at it, recently striking a huge gas well in East Texas that bolstered an already healthy oil and gas empire. Oil widow and nationally known philanthropist Sybil Harrington of amarillo joins the list, boosting our total of women to 21. Houston’s William Farish, who debuted in 1989’s Texas 100, returns after falling short last year.</p><p>While Texans with fortunes linked to real estate and oil and gas-the traditional strongholds of wealth-are scrambling to hold their own in deflated markets, those with money in new businesses and industries are thriving. In what may be a portent of Texas’ future, the high-tech industry generated some of the greatest leaps on the list. The technology trio of Bill Hayden (Compuadd), John Moores (Bmc Software), and Michael Dell (Dell Computer) are young and on a roll. Hayden’s fortune is up $200 million, while Dell has seen a $125 million increase. Moores’s stock-based software fortune, up $140 million from 1990, is anything but soft. H.E.B. magnate Charles Butt of San antonio, who bagged a $170 million gain this year, and Houston’s shopping center czar Jerry Moore, who racked up a $130 million increase from 1990, round out the list of the top five climbers.</p><p>Of the four decreasing fortunes in 1991, one spiraled down spectacularly. Billionaire financier Harold Simmons, second only to Ross Perot the past two years, returns a mere multimillionaire. The corporate raider is scraping by on a net worth of $860 million, down some $840 million. Simmons’ disastrous run at Lockheed forced a stock free-fall in his publicly held holding company, Valhi, the vehicle for his takeovers and the main source of his wealth.</p><p>Three dropped from the ranks of 1991’s top one hundred megarich: Louis Beecherl of Dallas (oil), Jesse Upchurch of Fort Worth (Tandy Corporation), and Robert Rogers of Tyler (Tca Cable Tv). For the man known in the industry as Mr. Rogers, there has been trouble in the neighborhood. Divorce came knocking on Rogers’ door; the combination of losing almost half his Tca stock and a stock slump bumped him off the list. “It’s just as well,” admits Rogers. “Maybe I won’t be solicited so much.”</p><p>The expertise of industry analysts and local brokers, combined with the invaluable observations of business associates close to the rich, helped us put a dollar figure on every fortune. Net worth calculations are estimates tempered by conservatism, especially where real estate and debt are involved. Private companies are valued by comparing them with similar publicly traded companies. Oil and gas assets are based on reserve estimates. Public stock holdings were priced on July 15. Assets held in ongoing family businesses are attributed to a controlling family member. In many cases, the rich themselves commented on our estimates, aiding immeasurably in refining the final figure.</p><p>The strong showing by the class of 1991 made it difficult for new members to crack this elite group, but meanwhile fresh fortunes are constantly building toward eye-catching prominence. Developer David Wolff weathered Houston’s real estate doldrums, emerging with property worth some $100 million. A hidden treasure turned up this year in El Paso’s James Shelton, who sold his Cashways Building Supply and El Paso Sands to national conglomerates in the mid-eighties for some $90 million.</p><p>Signs of a recovering economy have healed the psyche of the state’s wealthy. Weary of maintaining low profiles, the rich are ready to cast off their furtive lifestyle. Many, feeling that it once again is okay to be rich in Texas, enthusiastically echoed the sentiments of Texas 100 aspirant Robert Folsom, a Dallas developer and former mayor: “I hope someday I can call <em>you</em> up and tell you i’m worth $130 million.”</p><p>Full-Page Photographs By Danny Turner</p><img/><img/><p>Oilman albert alkek favors blue-chip stocks and lakes well stocked with bass.</p><p>Ranch trails are the road to relaxation for financier Harold Simmons.</p><p><strong>Henry Ross Perot</strong></p><p>Dallas, 61</p><p><strong>Data Processing Systems</strong></p><img/><p><em>$3 billion.</em></p><p>Perot Calls Himself “the daddy of systems integration,” and few would disagree. Unable to persuade his employer, Ibm, to offer services to computer-dazzled corporations, Perot left Big Blue in 1962 and fathered Electronic Data Systems to design, install, and operate computer systems. He sold Eds to General Motors in 1984 for $2.5 billion.</p><p>Born in Texarkana; christened Henry Ray; in fifth grade renamed Ross after father and dead brother. Dad was cotton broker and horse trader. As boy, broke horses for $ 1, strung barbed wire. Attended U.S. Naval academy; did four years in Navy before becoming computer salesman. Started Eds with $1,000, building the business with government contracts. Eds sale brought Gm board seat; needled Gm over excesses, driving the company to buy him out in 1986. Launched Eds competitor, Perot Systems, in 1988; family’s partnership called Hwga, for Here We Go again. Owns vast acreage north of Fort Worth, including alliance airport development. Now setting sights on Japanese systems-integration market. While a <em>Donahue</em> guest, said a way to avoid Persian Gulf War was to “get rid of” Saddam Hussein. Indulges an interest in racing boats.</p><p>On his heritage: “When I find intense people who will believe anything you tell them, I make up good stories. I had a woman convinced that my family was descended from Louis Xiv. Nothing could be further from the truth. After twenty minutes she finally realized I was pulling her leg. I’m exactly like most Texans. Most don’t know where they came from, but my family has been here several generations. It was bad form to ask people where they were from, because a lot came from adverse situations. You judged people by what they were.”</p><img/><p><strong>On Minoling With the Rich at Parties:</strong></p><p><em>“It's always fun to see pompous people, and once in a while stick a needle in their balloon.”</em></p><p>Harold Farb</p><img/><p><em>Data processing pioneer Ross Perot is ready to export his Texas can-do attitude to Japan.</em></p><p><strong>Illustrations 8Y Cameron Clement; Photographs By Tom Lankes/austin american-Statesman (Top Left); Steven Pumphrey (BOTTom Left); Fort Worth Star-Telegram (P., S. Bass); Ben Weaver (R., L. Bass)</strong></p><p><strong>Perry Richardson Bass</strong></p><p><strong>Fort Worth, 76</strong></p><p><strong>Sid Richardson Bass</strong></p><p><strong>Fort Worth, 49</strong></p><p><strong>Edward Perry Bass</strong></p><p><strong>Fort Worth, 45</strong></p><p><strong>Robert Muse Bass</strong></p><p><strong>Fort Worth, 43</strong></p><p><strong>Lee Marshall Bass</strong></p><p><strong>Fort Worth, 35</strong></p><p><strong>Investments</strong></p><img/><p><em>P. Bass</em></p><img/><p><em>S. Bass</em></p><img/><p><em>E. Bass</em></p><img/><p><em>R. Bass</em></p><img/><p><em>L. Bass</em></p><p><em>$6.3 billion, Up $500 million from 1990. Estimate includes additional assets.</em></p><p> Perry’s Uncle Sid Richardson borrowed $40 from Perry’s mother and struck it rich wildcatting in the Keystone field. Using hired financial investors and their own wits, the Basses transformed the inheritance Uncle Sid left them in 1959 into a flour<em>L. Bass</em> ishing empire of oil and gas, real estate, and stock holdings.</p><p>Father Perry has geology degree from Yale; only partner of mentor uncle. Taught boys business at dinner table. “The old man believed you had to bust your tail and get things done,” says a friend. “He pounded that notion into those kids.” Perry grew inheritance to $50 million by 1969; then quit to go sailing. Navigated Ted Turner’s yacht to the 1972 World Open Racing Championship. No longer sails; salmon fishes in Iceland. To celebrate fiftieth wedding anniversary to Nancy, donated $50 million to their favorite institutions. Brothers went to Yale; Lee has Wharton Mba; Sid and Bob have Mbas from Stanford, where Sid met Richard Rainwater (see page 125) later hiring him to guide Bass investments. “Sid’s a smart guy, but the smartest thing he ever did was to hang on to Rainwater,” says an associate. Since mid-seventies Sid has spent more than $250 million to revitalize downtown Fort Worth. Collects contemporary art. Edward dropped out of Yale architecture program; took up with members of Santa Fe commune. Bankrolled Biosphere Ii, a $30 million controlled environment in arizona. Now building Sundance West condo project in downtown Fort Worth. Owns australian ranch. Robert admits the brothers clash occasionally. “We’re not clones.” During recent vacation on Maine coast, Robert shocked stodgy neighbors with tractor trailer full of cars. Historical preservation buff; restoring Ulysses S. Grant’s Georgetown mansion. Lee works closely with Sid; manages family ranches. Funded move of endangered black rhinos to Texas ranches. Family gave $80 million to Yale last year.</p><img/><p><em>Robert Bass helps build and spread family funds.</em></p><p><strong>Jerry J. Moore</strong></p><p>Houston, 63</p><p><strong>Shopping Centers</strong></p><img/><p><em>$900 million, Up $130 million from 1990. Moore is still collecting shopping centers and cars.</em></p><p>Moore’s Formula For success is as easy as 1-2-3; buy run-down properties, fix them up cheaply, and “work like hell.” after four decades of buying and renovating strip centers, Moore still rises at four and works sixteen-hour days, managing his 186 shopping centers.</p><p>Born in Houston to Polish Jewish immigrants. As child, worked as delivery boy and movie usher. High school dropout. Sold vacuum cleaners for twelve years; in fifties used savings to build houses, later strip centers. Attends Indianapolis 500 annually. Owns more than 750 cars; recently added the Mudd Duesenberg, a car he had coveted since age 12: “It feels like you're finally on that space shot circling the moon.” Building museum to house car collection at his Columbia Lakes Resort. Doesn’t golf at resort. “I never learned. I would rather own the course and watch people play.”</p><p>On looking blue-collar: “My neighbor mistook me for his gardener, so I went ahead and cleaned up his yard. I got twenty-five bucks. We were at a cocktail party a few weeks later, and he kept staring. I said, ‘What’s wrong?’ He said, ‘You really look familiar.’ I said, ‘I should. I cleaned your yard.' ”</p><img/><p><strong>On Looking Blue-Collar:</strong></p><p><em>“My neighbor mistook me for his gardener, so I went ahead and cleaned up his yard. I got twenty-five bucks.”</em></p><p>Jerry Moore</p><p><strong>Harold Clark Simmons</strong></p><p>Dallas, 60</p><img/><p><strong>Financier</strong></p><p><em>$860 million, Down $840 million from 1990. Simmons' holding company s Valhi stock plummets, courtesy of Lockheed takeover failure.</em></p><p>A String Of Low-Level jobs in the fifties taught Simmons a valuable lesson: “I didn’t want to work so hard. So I started figuring out how to make money.” With $5,000 cash and a $95,000 loan, Simmons bought a drugstore in 1960 and eventually built a chain. He sold out to Eckerd in 1973 for $50 million in stock.</p><p>Born in alba; parents were schoolteachers. At 16 moved to first house with indoor plumbing. Started pre-law at University of Texas but quit program because he “was fearful of making speeches.” Played basketball for Ut; earned master’s in economics. Stints with U.S. civil service, with Fdic, and as bank junior loan officer. Devotes time to looking for undervalued companies. “Two hours of good thinking time a day beats twenty hours of hard work.” Battled for two years to gain control of Lockheed; conceded defeat this past spring, selling his stake for $42 million loss. Plays tennis. Arthritis sufferer; gave $41 million to Ut’s Southwestern Medical Center. “People say i’ve got more money than I can spend, but you can always spend all the money you have.”</p><p><strong>Robert Henry Dedman</strong></p><p>Dallas, 65</p><p><strong>Private Clubs</strong></p><img/><p><em>$860 million, Up $30 million from 1990. ClubCorp International swells with the addition of new clubs.</em></p><p>Dedman Got Hooked On the club industry after building Dallas’ Brookhaven Country Club in 1957. ClubCorp International gobbles up cheap, mismanaged clubs, whips them into shape, and attracts new members with amenities and cheaper fees. Club-Corp International operates 250 clubs and resorts worldwide.</p><p>Arkansas native; poor family sent Dedman to Dallas at 14 to live with aunt; worked as janitor and furniture refinisher. Has three degrees from Ut; was on varsity debate team. Holds Southern Methodist University law degree. Lost bitter battle with austin to develop Barton Creek Country Club property because of its sensitive location over Edwards aquifer. Has given more than $50 million to education and medical causes.</p><p>On sports: “i'd rather play tennis or golf than watch somebody else perform. That’s why I gave Smu a center for lifetime sports. It was meant to get people to participate, not just like watching paid gladiators. That’s kind of what ruined Rome.”</p><p>Photographs By Scott Lennox (Top Left); Danny Turner (Bottom Left)</p><p><strong>Margaret Hunt Hill</strong></p><p>Dallas, 75</p><p><strong>Haroldson Lafayette “Hassie” Hunt Iii</strong></p><p>Dallas, 73</p><p><strong>Caroline Rose Hunt</strong></p><p>Dallas, 68</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>M. Hill</em></p><img/><p><em>C. Hunt</em></p><p><em>$2.2 billion.</em></p><p>The Hunt Sisters Survived the eighties by severing their ties to the family enterprises in 1983, and thus were unscathed by their kid brothers Bunker and Nelson’s financial woes. Margaret manages oil and gas operations for herself and brother Hassie; Caroline entered the luxury hotel and real estate arena.</p><p>All three were born in arkansas to legendary oilman H. L. Hunt and his first wife, Lyda, a teacher. Family moved to Tyler in 1931. By age 17, Margaret traveled with H.L., learning the oil business. Sisters attended Virginia’s Mary Baldwin College; Caroline also went to Ut. Margaret built Garden of the Gods Club near Colorado Springs. Helped H.L. write <em>Hunt Heritage, </em>the family history that ignored his other two families. Caroline clerked at Neiman Marcus as a girl; antique buff thanks to childhood shopping trips with mother. Became hotelier after building the Mansion on Turtle Creek in 1979; sometimes knits in hotel’s kitchen. Bought Los angeles’ Hotel Bel-air in 1983 for $23 million; sold it in 1989 for $110 million. Now shifting from hotel ownership to management. Rarely involved in daily decisions. “If I can’t persuade, given my position, then I must be wrong.” Supports aids charities. Hassie, trained as wildcatter by H.L., discovered several oil deposits before being beset by mental problems in his twenties. H.L. had him lobotomized, then institutionalized.</p><img/><p><em>Caroline Hunt's upscale Dallas hostelries include the Mansion on Turtle Creek and the nearby Crescent.</em></p><p>Photographs By J. Allen Hansley (Top Left); Will Van Overbeek (Bottom Left)</p><img/><p><strong>On Sports:</strong></p><p><em>“i'd rather play tennis or golf than watch somebody else perform. Watching paid gladiators is kind of what ruined Rome.”</em></p><p>Robert Dedman</p><p><strong>Charles Clarence Butt</strong></p><p>San antonio, 53</p><p><strong>H.E.B. Grocery</strong></p><img/><p><em>$650 million, Up $170 million from 1990. Ever-burgeoning H.E.B. dominates Texas' grocery industry.</em></p><p>In 1971 Butt Took charge of the family business, started in 1905 by his grandmother, and set about shedding the chain’s smalltown management style. H.E.B., now returning to its rural roots with its smaller, no-frills Pantry Foods stores, is Texas’ largest grocery chain, with sales of $3 billion.</p><p>Raised in Corpus Christi. Was grocery carry-out boy at age 8; promoted to checker at 12. Mba from Wharton business school in Philadelphia. His graduation present? “My dad, without a lot of enthusiasm, gave me a week off.” While working, wears “Charles” name tag. Lives in restored Victorian mansion complete with toy-train set in belfry. Relaxes at renovated Gulf Coast lighthouse; sails in summer races off New England coast. Collects sailing books. Photography buff. “I enjoy available-light photography. That turns me on, to do some interesting work when the light is modest.” Considered career in the foreign service; now interested in improving U.S.—Mexico relations. Never married.</p><p><strong>George Phydias Mitchell</strong></p><p> Houston, 72 </p><p><strong>Oil and Gas</strong></p><img/><p><em>$610 million, Up$20 million from 1990. Mitchell Energy and Development stock rises. </em>Mitchell's Gift For Finding oil and brother Johnny’s knack for snagging investors made the pair a good living in the oil patch; then in 1952 they hit the huge Boons ville gas field in North Texas. George took control of Mitchell Energy and Development when Johnny retired in 1963.</p><p>Galveston born; Greek father, a former goatherd, ran laundry. “My father couldn’t even write Greek, let alone English.” Bused tables and sold stationery at Texas A&M to help finance Johnny’s well drilling. Earned petroleum engineering degree; worked as amoco geologist before World War Ii duty. Formed Mitchell Energy and Development in 1946. Created the Woodlands out of 50,000 North Houston acres. Transformed Galveston’s historic Strand district into tourist attraction; recently launched the Strand Harborside, a new waterfront development. “I did my first projects out of civic duty, but now i’ve decided the Island makes commercial sense.” Funds population-growth research. Fishes in Galveston Bay.</p><p><strong>Roy Michael Huffington</strong></p><p>Houston 73 </p><p><strong>Oil and Gas</strong></p><img/><p><em>$600 million.</em></p><p>Tired Of U.S. Restrictions on production, Huffington went hunting in the Indonesian jungle in the late sixties and bagged a huge gas pool. His twenty-year partnership w'ith the Indonesian government ended in 1990, when he sold Huffco.</p><p>Tomball native. Father was young oil prospector when killed in oil-field accident in South america. Huffington put himself through Smu and Harvard, where he got Ph.D. in geology. After three years with Navy, joined Humble Oil as field geologist; left to wildcat in 1956. Sold out because his two children did not want to run the company. Enjoying new career as ambassador to austria; hosted conference to help american businessmen move in on Eastern European opportunities. “He grabs business by the horns,” says a diplomat.</p><p>On being a Texan in Europe: “i’ve had one or two say, ‘Do you have horses?’ Some were surprised that I didn’t have a cowboy hat or boots, and I sort of hate to say it, but i’ve never had any. I was always traveling so much it was a lot easier just to have a pair of black shoes on my feet.”</p><img/><p>On Jerry Jones:</p><p><em>“He is as square as a graham cracker with me. He will wind up with the football public eating out of his hand.</em> ”</p><p>Bum Bright</p><p><strong>Robert Lee Moody</strong></p><p>Galveston, 56 </p><p><strong>Inheritance (Insurance)</strong></p><img/><p><em>$560 million, Up $10 million from 1990. Moody s life insurance company stocks are up. </em>In 1905 Roberts Grandfather, W. L. Moody, Jr., founded the jewel of the Moody empire, american National Insurance. As chairman of Moody National Bank and anico, Robert presides over the family fortune.</p><p>Galveston native. Dad died when Moody was baby; grew up in boarding schools and military academies. University of Houston dropout. Started National Western Life with trust income from anico. Became crusader for the brain-damaged after son was injured in accident; built Transitional Learning Community to aid victims. “Bobby has compassion now,” says a close friend. “Ten years ago, all he cared about was business.” Boston Red Sox fan. Bicycles along Galveston’s seawall. Federal judge recently found Moody conspired to hide assets from brother Shearn’s bankrupt estate.</p><p><strong>Fred Trammell Crow</strong></p><p>Dallas, 77 </p><p><strong>Real Estate</strong></p><img/><p><em>$500 million.</em></p><p>Crow’s Imprint Can Be seen worldwide in some six thousand projects, most of which he has never seen. In the forties he began building warehouses dressed up with windows and landscaping in Dallas’ Trinity River district; by the mid-fifties he had moved on to merchandising marts and atrium-decorated hotels and office towers.</p><p>Fifth of eight children; bookkeeper father lost job just before the Depression. Raised poor and on the Bible. “We could not read the funny papers till Monday, could not spend money on Sunday, even if we had any.” Bank teller job paid for Smu night school; Navy defense contract auditor in World War Ii. Went to work for in-law’s grain company; first task of renting warehouse opened Crow’s eyes to Dallas’ dearth of warehouse space. Built Dallas’ Loews anatole Hotel, the World Trade Center, and the apparel Mart. Relaxes on working farm. Cruises on 160-foot yacht.</p><p><strong>Billy Harris Hayden</strong></p><p>Austin, 44</p><p><strong>Compuadd</strong></p><img/><p><em>$460 million, Up $200 million from 1990. Sales are skyrocketing at Compuadd.</em></p><p>With $100,000 Made From flipping homes, Hayden quit his job at Texas Instruments in 1981, loaded his Chevette's trunk with disk drives, and hit the road peddling his wares. His first sale wasn’t until 1982, but he has since found the knack. Compuadd sold more than $500 million worth of personal computers in 1990.</p><img/><p><strong>Despite hard times. Bum Bright's diverse empire hasn't gone to the dogs.</strong></p><img/><p>John Moores of Bmc Software has given his alma mater $27 million.</p><p>Grew up in San antonio; father was mechanic. Attended Ut on Gi Bill, earning engineering degree. Joined Ti; ran austin’s reliability lab, where his manufacturing connections led to good prices for budding Compuadd. This year’s $31 million in Pcs for Operation Desert Storm opened the door to government contracts. “It gave us the boost we needed.” Runs to relieve job stress; now training for first marathon. “If I get much older, i’m not going to be able to do it.”</p><p>On vacations: “I like to stay really busy. The first couple of days I just kind of relax, and then my body can’t stand it anymore, and I start swimming or running. Toward the end of the week i’m reading everything in the hotel brochures, trying to get some knowledge.”</p><p><strong>Elizabeth Hall Reid</strong></p><p>Denton, 69</p><p><strong>Hallmark Cards</strong></p><p><em>$450 million, Up $50 million from 1990. Caring enough to send the very best keeps sales climbing.</em></p><p> Reid’s Father, Joyce C. Hall, Started Hallmark Cards in 1910 with two shoeboxes of picture postcards. In 1990 the Kansas City-based greeting card giant posted sales of more than $2.7 billion. Reid, her sister, and her brother own roughly two thirds of Hallmark.</p><p>Born in Kansas City. Parents lived modestly despite wealth; Reid was raised on farm outside Kansas City because father liked wholesome atmosphere. Got hooked on Texas while living in San antonio with Gi husband. Following father’s lead, settled on farm: “It’s quiet.” Sews, reads, and does needlepoint. Sometimes clerks at Denton needlepoint shop she rescued from folding. Lives simply. “I just don’t care for elegant things. I don’t want to be responsible for them.”</p><p><strong>anne Windfohr Marion</strong></p><p>Fort Worth, 52</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$430 million.</em></p><p> Marion’s Great-Grandfather, Chisholm trail cowboy Burk Burnett, ruled over a 450,000-acre oil-rich kingdom he formed almost one hundred years ago. He willed his estate to his granddaughter, anne Tandy, who, on her death in 1980, left it to her daughter, “Little anne.”</p><p>Born in Fort Worth. Graduated from Briarcliff Junior College in New York and later attended Ut and University of Geneva. Oversees family’s ranch and oil and gas operations. Hunts dove and quail on ranch. Gourmet cook. “She can cook a fancy French dinner or ham hocks and navy beans at her ranch,” says a friend. Fourth husband is Sotheby’s chairman, John Marion. Manhattan apartment, adorned with paintings by Picasso, Matisse, and Gauguin, was featured in <em>architectural Digest. </em>Favors living room because can hear Central Park Zoo seals being fed from there.</p><p>Photograph By andrea alberts (Bottom Left)</p><img/><p><strong>On Estate Planning:</strong></p><p><em>“We intend to leave the kids a safety net, but nothing that would let them live on a yacht the rest of their lives.”</em></p><p><strong>John Moores</strong></p><p><strong>Joseph Dahr Jamail</strong></p><p>Houston, 65</p><p><strong>Law</strong></p><img/><p><em>$430 million</em>, Up $50 million from 1990. The value of Jamail ’s assets has increased. <strong>Jamail Sunk His Teeth</strong> into Texaco and hung on until he won Pennzoil a $10.53 billion verdict and himself a $300 million fee. Houston’s legal watchdog prefers “meritorious cases.” He says, “Corporate america has some responsibility to play within the rules. We just can’t let them carve up america at will.”</p><p>Houston born; raised on city’s east side in arabic-speaking family compound. Father ran grocery store. Left A&M after two days. “I couldn’t handle that bullshit.” World War Ii South Pacific tour with the Marines. Graduated Ut law school despite failing torts in first year. Kicks back at Galveston beach house. Exercise? “I pace a lot at the courthouse.”</p><p>On his rebellious streak: “I was always kind of weird. When I was going to get married, we spent the weekend with my parents, and Lee asked my mother what kind of child I was. My mother said, ‘He was the kind of little boy I wouldn't let my other children play with.’ I wasn't bad, I was just real curious. If I was told not to do something, I had to see why I couldn't do it. Authority always bothered me.”</p><p><strong>John Jay Moores</strong></p><p>Sugar Land, 46</p><p><strong>Bmc Software</strong></p><img/><p><em>$410 million, Up $140 million from 1990. Bmc stock zooms upward.</em></p><p>Moores Is an Efficiency expert. First he designed specialized software to make Ibm mainframe computers more productive; then in 1980 he founded Bmc Software to market his product. A decade later, his $1,000 investment has multiplied more than 400,000 times.</p><p>Raised in Houston; father worked three jobs to support family. By age 8, Moores was delivering newspapers; as teenager “mowed a million yards.” Married high school sweetheart. Got law degree from U of H, but never practiced. Programmer for Ibm before quitting to form Bmc. Removed from Bmc’s daily operations; works all day on phone from in-home office. “i’ve not been able to discipline myself to enjoy hobbies.” Collects Corvettes, Mercedes, and Ferraris. “But they’re not the sort of thing that would cause a Ferrari collector to miss a heartbeat.” Has given $27 million to U of H since 1989.</p><p>On estate planning: “Everyone’s seen the dilettante who doesn’t work and wastes his life. I don’t want my kids to be in that position. We intend to leave them a safety net, but nothing that would let them live on a yacht the rest of their lives.”</p><p><strong>Ruth Ray Hunt</strong></p><p>Dallas, 74</p><p><strong>Ray Lee Hunt</strong></p><p>Dallas, 48</p><p><strong>Ruth June Hunt</strong></p><p>Dallas, 46</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>R. L. Hunt</em></p><p><em>$1.9 billion.</em></p><p> Legendary Wildcatter H. L. Hunt left the bulk of Hunt Oil Company to his second family. Under Ray’s careful tutelage H.L.’s legacy exploded into worldwide energy and real estate interests. Out-of-state siblings Swanee Hunt and Helen Hendrix also share in this fortune.</p><p>Ruth was raised in Idabel, Oklahoma.</p><img/><p><em>H.L. chose son Ray Hunt to be his executor.</em></p><p>Met H.L. while legal secretary at Hunt’s Shreveport law office. Had H.L.’s four children and married Hunt, 28 years her senior, in 1957, two years after his first wife’s death. H.L. adopted the kids, who were left with servants while he and Ruth globe-trotted. Ruth gave $3 million to longtime Dallas First Baptist pastor W. A. Criswell’s college. Ray was born in New York; raised in Dallas. Attended St. Mark’s; got economics degree from Smu. Took over Hunt Oil at 31. H.L. paid Ray ultimate compliment by naming him executor of his will. “Ray was willing to sit at his father’s feet and learn something, where the other brothers weren’t,” says a family friend. Found elephant (oilman parlance for huge find) in Yemen. “Independents should go where the stampede is not,” says Ray. Built Dallas’ Reunion Tower. George Bush pal. June was born and raised in Dallas. As girl, sang for H.L. and his dinner guests. Music major at Smu. Lives modestly; hosts radio ministry show. Skis and plays racquetball.</p><img/><p><strong>On His Mom's Caveat To His BRIDE-To-BE:</strong></p><p><em>“'he was the kind of little boy I wouldn't let my other children play with.'”</em></p><p><strong>Joe Jamail</strong></p><p><strong>Robert Drayton Mclane, Jr.</strong></p><p>Temple, 55</p><p><strong>Grocery Distribution</strong></p><img/><p><em>$370 million, Up $10 million from 1990. McLane's net worth is based on his WalMart stock rather than the value of McLane Company.</em></p><p> Mclane Prided Himself on turning his family’s 97-year-old business into one of the largest private companies in Texas. But last fall Sam Walton made him an offer he couldn’t refuse-cash, stock in Wal-Mart, and best of all, the same job.</p><p>Born and raised in Cameron; grandfather founded grocery store in 1894. As kid, worked sweeping floors, unloading trucks. Entered Baylor planning to become history teacher, but wholesalers’ convention in senior year changed his path. Mba from Michigan State. Rejected buyout offers from European and Japanese companies, selling instead to Walton. For McLane the merger means more financial power for expansion. “I like to outhustle, outsmart, and outwork everyone else.” Works twelve-hour days; traded golf for tennis because less timeconsuming.</p><p>On working: “My dad made me work from the time I was nine on. When I got out of graduate school, he put me on the second shift at night for a year and a half. That showed me the importance of the people that are doing the hands-on work.”</p><p><strong>albert Billy alkek</strong></p><p>Houston, 81</p><p><strong>Oil and Gas</strong></p><img/><p><em>$350 million, Up $80 million from 1990. Estimate includes additional assets.</em></p><p> as a Young Wholesaler for Sinclair Oil, alkek charmed founder Harry Sinclair on his first Texas visit with a gift of freshly killed wild ducks. Sinclair promised a partnership after World War Ii; alkek bought him out in 1952, forming alkek Oil, one of Texas’ largest independents. Alkek has poured his profits into blue-chip stocks.</p><p>Houston born; raised in Victoria. Alkek’s father ran general store. Attended San antonio’s Peacock Military academy and St. Mary’s University. Largest supplier for independent gas stations in Texas and other parts of Southwest in seventies. Works four days a week; spends leisure time on 30,000-acre Hill Country ranch. Gave $25 million to Houston’s Baylor College of Medicine in 1988.</p><p>On becoming Sinclair’s partner: “I was just twenty-seven years old when all that happened. I went with all the top people. That’s why I started my moustache, because I was around older people, and they all had moustaches. My dad told me, ‘If you want to do good, always run around with people smarter and older than you.’”</p><p><strong>Robert Brittingham, Sr.</strong></p><p>Dallas, 77</p><p><strong>Ceramic Tile</strong></p><p><em>$350 million.</em></p><p> Brothers Robert and Jack Brittingham founded Dal-Tile more than twenty years ago and built it into one of the nation’s largest ceramic-tile makers. A New York investment firm bought the company last year for about $650 million.</p><p>Photographs By Charles Thatcher (Top Left); Steven Pumphrey (Bottom Left)</p><p>Dallas native. Ran american arm of the business while brother Jack, a.k.a. Juan, married a Mexican citizen and moved south of the border to run manufacturing facilities. Both Brittingham and Dal-Tile were extremely low-profile. “as far as people are concerned, he doesn’t want to exist,” says a friend. “He’s a quiet, European-type fellow.” Now oversees investments through Dal-Briar. Avid hunter; journeys to Mexico and Mongolia in search of bighorn sheep.</p><p><strong>John Windsor Norris, Jr.</strong></p><p> Dallas, 55 </p><p><strong>Lennox International</strong></p><img/><p><em>$350 million.</em></p><p> Norris’ Grandfather bought Lennox Furnace Company in 1904 for $40,000. John Norris, Jr., the third generation to run family-owned Lennox International, has kept the heat on the competition with innovative products that have led the heating and air conditioning company to annual sales of nearly $1 billion.</p><p>Raised in Marshalltown, Iowa. Worked summers for Lennox. “I did the things kids used to do before all of that got ruled out by unions.” Earned industrial management degree from Massachusetts Institute of Technology. Climbed ladder at Lennox to become Ceo in 1980. Difficulty in attracting professionals led to 1972 move to Dallas. Low-profile: “We just enjoy Dallas in an informal way.”</p><p>On Texas weather: “The weather’s not bad. Of course, they lie to you. They tell you the average temperature is fifty-six degrees, but they don’t tell you it’s plus or minus fifty degrees.”</p><p><strong>Fayez Shalaby Sarofim</strong></p><p> Houston, 62 </p><p><strong>Money Management</strong></p><img/><p><em>$340 million, Up $40 million from 1990. Sarofim's managed assets increase.</em></p><p> Sarofim’s Father Gave him $100,000 to start his own investment firm and turned him loose at age 29. “He didn’t advise me. He just said to always run a quality operation.” The elder Sarofim would be impressed. Fayez Sarofim and Company now manages $22.5 billion in stocks.</p><p>Born in Egypt. Educated in English-speaking schools. Came to U.S. in 1946 to attend University of California-Berkeley, then Harvard Business School. Took $200-a-week job with Houston’s anderson, Clayton; left in 1958 to open “my shop.” Married Louisa Stude (see page 132; they divorced last year), Brown and Root heiress; quickly won Brown and Root’s pension fund and the Rice University endowment. Collects contemporary art. Plays tennis.</p><p>On buying art; “I seem to find things to buy. Whenever I run across something I like and if I have the money, i’ll buy it. It’s resource-driven.”</p><p>Photographs By Peter C. Pouudes (R. Rainwater)</p><img/><p><strong>On Vacations:</strong></p><p><em>“The first couple of days I just relax, and then my body cant stand it anymore, and I start swimming or running.”</em></p><p><strong>Bill Hayden</strong></p><p><strong>Richard Edward Rainwater</strong></p><p> Fort Worth 47 </p><p><strong>Financier</strong></p><img/><p><em>$340 million, Up $20 million from 1990. Rainwater's stocks are still winners.</em></p><p> Rainwater Managed the Basses’ money for sixteen years, increasing the family’s portfolio from $50 million to more than $5 billion, enriching himself with a piece of each deal. He left the fold in 1986 to devote his substantial nest egg and energies to his own investment firm.</p><p>Born and raised in Fort Worth; father was wholesale grocer. Golfed on high school team; was teenage drag racer. Majored in math and physics at Ut. Met Sid Bass at Stanford; lured from Goldman, Sachs by Bass in 1970. Biggest coups were Disney and Texaco stock buys. Rainwater Partners is now buying cheap oil and gas companies. “You have to find them before they disintegrate.” Scribbles deals on vinylcoated office wall with felt-tip pen. Minority owner of Texas Rangers; sports the team cap. Summers in Nantucket.</p><img/><p><em>Richard Rainwater multiplied the Bass family's wealth, then left to accomplish the same for himself.</em></p><p><strong>Margaret Cullen Marshall</strong></p><p><strong>Barksdale, 70</strong></p><p><strong>Wilhelmina Cullen Robertson</strong></p><p> Houston, 68 </p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>W. Robertson</em></p><p><em>$600 million.</em></p><p> the Sisters’ Father Was Hugh Roy Cullen, a legendary wildcatter as famous for his oil finds as for his philanthropy. Cullen’s fortune was built by digging deeper and finding oil in “dry” fields. He also dug deep into his pockets, giving U of H more than $75 million.</p><p>Raised in Houston, the two youngest of five kids. Grew up listening to father’s oilfield tales; saw Cullen’s first well come in. Both attended Houston’s Kinkaid School; Wilhelmina attended Sweet Briar College in Virginia. Both married air Force captains in 1945. Margaret raises arabian horses on South Texas farm. “She walks around in the pasture checking on the babies,” says a friend. An archaeology buff, Margaret collects ancient Middle East artifacts. Both shun publicity and summer in Canada.</p><p><strong>William alvin “Tex” Moncrief, Jr.</strong></p><p> Fort Worth, 71 </p><p><strong>Oil and Gas</strong></p><img/><p><em>$300 million.</em></p><p> Tex Learned the Business from his father, famous wildcatter W. A. “Monty” Moncrief, who in 1931 discovered one of East Texas’ first oil wells. Tex has run Moncrief Oil since 1948. Following his dad’s advice, Tex drilled in Wyoming and hit two huge gas wells in 1988.</p><p>Born in Little Rock; moved to Texas at age 5. Family vacationed in Palm Springs, where father golfed with Bing Crosby and Bob Hope. Attended Culver Military academy in Indiana; earned petroleum engineering degree from Ut. Started at Moncrief Oil plotting well logs. “In sticking with my dad, I had an invaluable education.” Ut regent. Enjoys fishing and bird hunting on 50,000-acre Colorado ranch: “I don’t shoot big animals.” Golf fanatic.</p><p>On finding oil: “People watch wildcats being drilled, and if they think it’s going to make a well, before news gets out they do a little corner-shooting, try to buy a close-in lease or a royalty or an override on it. Just by looking at things like that you can make a living.”</p><img/><p><strong>On Safaris:</strong></p><p><em>“i’ve gone twice, and it’s not a picnic. The white hunters are backing you up, but you can sure get in trouble.</em> ”</p><p>B Johnson</p><p>Edwin Lochridge Cox, Sr.</p><p> Dallas, 69 </p><p><strong>Oil and Gas</strong></p><img/><p><em>$300 million.</em></p><p> Cox always Planned To follow his father into the oil business and was thrilled when Cox Oil and Gas was turned over to him “the day I got out of the Navy.” Thanks to huge strikes in South Texas and alabama, Cox built the company into one of the nation's biggest independents.</p><p>Born in Mena, arkansas; grocer father took up banking, then followed oil boom to Texas, eventually joining wildcatter Jake L. Hamon. As a kid, Cox watched his “Big Daddy” working the oil patch, buying leases; first job was in oil field at age 13. Attended Smu (saxophonist in Mustang Band), Ut, and Harvard. Smu’s business school is named for him. Tennis buff; home has indoor and outdoor courts. Collects Impressionist paintings; national arts backer. Fishes on ranch near athens.</p><p><strong>John Lee Cox</strong></p><p> Midland, 66 </p><p><strong>Oil and Gas</strong></p><img/><p><em>$300 million.</em></p><p> Forty Years ago Cox abandoned a secure petroleum engineering job with Stanolind Oil and Gas to seek his fortune. His first well was a dry hole, but luck was with him; he found oil in the vast Spraberry Trend oil fields of West Texas and today produces oil in Oklahoma, North Dakota, and New Mexico.</p><p>Raised injunction. Got mechanical engineering degree from Rice; all-Southwest Conference guard for Owls football team. Rice trustee; donated money for weight room and mechanical engineering building. Owns 70,000-acre cattle ranch in New Mexico. “We run a good crowd, but you don’t get rich in the ranching business.” Golfs in Palm Springs with Tex Moncrief (see at left); “It’s an older club. You don’t have to have a Rolex watch or a gold chain around your neck to be a member.”</p><p>On surviving in the oil business: “Everybody drills dry holes, and you don’t get exposed if you don't. You bump into things, and that’s when you have to start getting lucky. You can drill fifty dry holes in a row and still not be a dumb person. But you have to be lucky; then you have to be smart enough to manage your luck. There’s a lot of people get lucky, and they goof it off.”</p><p>Raymond Donald Nasher</p><p> Dallas, 69 </p><p><strong>Real Estate</strong></p><img/><p><em>$300 million, Up $25 million from 1990. NorthPark Centers value increases as the real estate market recovers.</em></p><p> as an Economist Turned residential and industrial builder in Dallas in the late fifties, Nasher realized the city would soon spill over into suburbia. Determined to draw the community in his direction, Nasher built NorthPark mall “in a cotton field” in 1964. The mall has spawned other real estate and banking investments.</p><p>Photographs By J. Allen Hansley (Middle and Bottom Right)</p><img/><p>King Ranch heir B Johnson kicks back at his Fairmount hotel in San antonio.</p><img/><p>Glazed cowhide handbags from Perry Ellis, facing page, clockwise from left: Top-zip bag, 95.00; flap shoulder bag, 155.00; flap clutch shoulderbag, 120.00</p><p>Gucci watches, with 18kt. gold-plated details and Swiss quartz movements. From left to right: Goldtone with ivory dial, 650.00; two-tone bracelet with diamond dial, 745.00; bangle, 350.00; goldtone with black dial, 550.00; mother-of-pearl dial, 395.00. Fine jewelry</p><p>Born and raised in Boston; worked in Russian immigrant father’s garment shop as a child. “It gave me the chance to know that what I didn’t want to do was be in that business.” New England high school tennis champion; attended Duke University on tennis scholarship and captained the team. Master’s in economics from Boston University. Art collection has toured the world; in Dallas it is spread among Nasher’s properties and museums. A new addition is a Tahitian rosewood carving by Gauguin.</p><p>On art collecting: “It becomes a quest. One piece gives you more impetus to look for others. The end result of it is that you’re creating an environment that is so pleasant, when you leave it and go into places that don’t have art, you feel somewhat deprived.”</p><p><strong>Dennis Martin o'connor</strong></p><p> Refugio, 84 </p><p><strong>Mary o’connor Braman</strong></p><p>Victoria, 81</p><p><strong>Tom o’connor, Jr.</strong></p><p> Victoria, 76 </p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p>D. O'connor</p><img/><p><em>T. O'connor, Jr.</em></p><p><em>$850 million.</em></p><p> Irish Immigrant Thomas o’connor, the greatgrandfather of Dennis, Mary, and Tom Junior, started his vast ranching empire in 1836 with a 650-acre land grant received for fighting in the Texas Revolution. Cattle was king until the true cash cow—oil—was discovered in 1934.</p><p>All Victoria born; raised on ranches. Dennis graduated from Ut; installed as ranch manager at 25. “It never occurred to me to be anything but a rancher.” Tom graduated from Victoria Junior College; became assistant ranch manager at 22. Brothers still oversee ranches, family-owned Victoria Bankshares, and oil-drilling operations. “The best cross in the world is an oil well and a Hereford cow,” Tom says. Mary graduated from San antonio’s Incarnate Word College; used to enjoy deepsea fishing. Dennis, Mary, and Tom reside quietly in Refugio and Victoria counties. “We owe the land everything,” says Tom.</p><p><strong>Clarence Scharbauer, Jr.</strong></p><p> Midland, 66 </p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$280 million.</em></p><p> Scharbauer’s Greatuncle, John Scharbauer, left New York for West Texas in the 1880’s, searching for land to raise livestock. His success lured Clarence’s grandfather to Midland a few years later. Clarence Junior inherited the ranching empire, which extends over five counties and blankets much of the oil-laden Goldsmith field.</p><p>Midland native. As child rode horseback around ranch with father. Left A&M after one semester to take over Scharbauer Cattle Company when father died of cancer in 1942. “I felt like I was needed more there.” Raised quarter horses; first Thoroughbred bought was alysheba, who won the Kentucky Derby and became all-time leading money-winner. “We wanted to do it the right way and only buy perfect horses.”</p><p><strong>Harvey Roberts “Bum” Bright</strong></p><p> Dallas, 70 </p><p><strong>Oil and Gas, Real Estate</strong></p><img/><p><em>$270 million, Down $30 million from 1990. New information suggests a lower estimate.</em></p><p> as a Field Engineer at Sun Oil Company, Bright decided to bust the corporate harness by wildcatting after he realized that his boss, with twelve years’ seniority, was making only $15 a month more than he. By the late forties he was a rich independent. Bright later diversified into real estate, trucking, and the Dallas Cowboys before selling assets to survive the bust.</p><p>Oklahoma born; petroleum engineering degree from A&M. Two-year stint in Corps of Engineers in World War Ii; has no desire to return to Europe. “I never got warm over there. I wore long wool underwear winter and summer.” Wealth probably once topped $500 million. Collapse of Bright Banc and First RepublicBank in eighties took chunk of fortune; now testing waters again with new mortgage company. Lives in house bought in 1954 for $85,000. Likes to fish. Builds dollhouses for granddaughters: “I build fancy ones; it can take three to four months.”</p><p>On Jerry Jones (see page 138): ‘The guy is just as square as a graham cracker with me. He did exactly what he said he’d do. His problem is, he’s so honest that he gets himself in trouble with the press. But he doesn’t have a bit of guile to him. He will wind up with the football public eating out of his hand.”</p><p><strong>Michael Saul Dell</strong></p><p>Austin, 26</p><p><strong>Dell Computer Corporation</strong></p><img/><p>$265 million, Up $125 million from 1990. Dell stock soars, with rising sales and profits. Michael Dell’s College lessons were learned in a dorm room rather than the classroom. Dell pioneered the mail-order personal computer business by selling Pcs from his dorm room, undercutting retailers’ prices. Only two years shy of his ten-year high school reunion, Dell now presides over an international company with more than $500 million in sales.</p><p>Born in Houston; father is an orthodontist, mother a stockbroker. Applied for high school equivalency diploma at age 8 because he liked getting mail. Earned $18,000 selling <em>Houston Post</em> subscriptions while student at Memorial High School. Dropped out of Ut after freshman year. “I started my company a week before finals. It hurt my Gpa forever.” Sends electronic messages to wife’s home computer to keep her updated on Dell Computer Corporation. Rides mountain bike. Enjoys dismantling and reassembling things to see how they work.</p><p><strong>Jack Eugene Brown</strong></p><p> Midland, 66 </p><p><strong>Cyril Wagner</strong></p><p> Midland, 57 </p><p><strong>Oil and Gas</strong></p><img/><p><em>J. Brown</em></p><img/><p><em>C. Wagner</em></p><p><em>$500 million.</em></p><p> Wagner and Brown Became friends while working at a Midland drilling company. In 1962 they joined forces and began striking oil and gas across the country. Wall Street leveraged buyout forays in the eighties brought stock profits of about $100 million, but Insilco, their only successful takeover, acquired in 1988 for almost $1 billion, filed for reorganization this year.</p><p>A Brownsville native, Brown has A&M petroleum engineering degree. Wagner, a Tulsa native, has geology degree from University of Oklahoma. First major strikes were in West Texas’ Conger (Penn) oil field. Tested takeover waters with T. Boone Pickens in early eighties. “These guys didn’t crawl out from under a rock. They’re big league players, and they’re fast learners,” says an associate. Brown is partner in Belize shrimp farm; sails in Caribbean and off Connecticut coast. Wagner hunts birds on Texas ranch; also golfs.</p><p>Photographs By Ray Smietanka (Middle Top|; Midland Reporter-Telegram (Bottom Right)</p><p><strong>Charles Edwin Hurwitz</strong></p><p>Houston, 51</p><p><strong>Financier</strong></p><img/><p><em>$250 million, Up $50 million from 1990. Hurwitz's Maxxam shares rise in value. </em>Hurwitz Owns Federated Development, which in turn controls Maxxam, the flagship public company in which he has parked leveraged buyouts such as Kaiser aluminum and Pacific Lumber Company. His real estate interests include the Ritz-Carlton Hotel in Rancho Mirage, California.</p><p>Born in Kilgore; father owned men’s store. Business degree from Ou. Wall Street wunderkind at age 29, managing more than $150 million in investors’ funds. Known for controversial dealings. Was sued by federal government for mishandling Pacific Lumber’s pension plan. Angered environmentalists with his company’s stepped-up cutting of old-growth California redwoods. Plays tennis; reads voraciously, often while riding stationary bicycle. Oilers and Rockets fan.</p><p><strong>Louisa Stude Sarofim</strong></p><p>Houston, 50’s</p><p><strong>Divorce</strong></p><img/><p><em>$250 million.</em></p><p>In Early 1989 Louisa filed for a divorce from her husband of 26 years, Fayez Sarofim (see page 125), saying the marriage was insupportable. Lack of support is no problem now; her estimated $250 million settlement is Texas’ largest.</p><p>Adopted daughter of Brown and Root founder, Herman Brown. Studied literature at Smith College in Massachusetts. Childhood exposure to arts and community service led to career as cultural patron; backs the city’s art museums, opera, and ballet. Sprinkles her Houston estate with plants from favorite non-Texas locales. “I like the composing and finding the compatible plants.”</p><p>On Santa Fe: “I walk, and in the winter, cross-country ski. It’s not another weekend with the same friends, you know, the way everyone goes out to the Hamptons. For me it's not social. Santa Fe is essentially a generous city, in the sense that they give you freedom. You can do what you want to do.”</p><p><strong>Gerald Douglas Hines</strong></p><p>Houston, 66</p><p><strong>Real Estate</strong></p><img/><p><em>$240 million.</em></p><p>One Of the First Developers to realize how lucrative “monument” buildings could be, Hines employs premier architects and high-quality materials in projects such as Houston’s Galleria and Pennzoil Place, then uses their unique design as a marketing tool. Nearly four hundred Hines projects dot the nation’s skylines.</p><p>Born in Gary, Indiana; father was Canadian. As kid, delivered newspapers, sold shoes at Sears. Mechanical engineering degree from Purdue thanks to Gi Bill. Moved to Houston in 1947 as air conditioning engineer; began remodeling houses on the side. Started real estate company in 1957; big break came with One Shell Plaza in 1967. “There’s no reason money can’t be made in a way that enhances the city.” Concentrating now on build-to-suit projects; considering Eastern European ventures. Has aspen and Riviera homes. Vegetarian. Bicycles and skis; plays tennis.</p><p><strong>James Howard Marshall Ii</strong></p><p>Houston, 86</p><p><strong>E. Pierce Marshall</strong></p><p>Dallas, 52</p><p><strong>Oil and Gas</strong></p><img/><p><em>J. Marshall</em></p><p><em>$475 million, Up $25 million from 1990. Koch Industries' growth increases the value of the Marshalls' stock.</em></p><p>When Koch Industries founder Fred Koch first invested in J. Howard’s refinery business, J. Howard figured he just had a new stockholder but the two soon became “fast friends.” Koch convinced Marshall to sw ap his Great Northern stock for a piece of Koch Industries, today a refining and marketing oil giant.</p><p>J. Howard was born in Germantown, Pennsylvania. Paid for Yale law school by teaching history and economics on around-the-world, accredited college cruises. College tennis and soccer star. In 1933 entered fray against hot oil, eventually writing the law that ended the war. Held executive positions with numerous oil companies. Son Pierce, a businessman, shares in the family Koch stock.</p><p>Photographs By Phyllis Hand (Center); Rocky Kneten (Bottom Right)</p><p>J. Howard on Washington politics: “I was an alleged big shot with the petroleum administration. You didn’t have to be high in the hierarchy to make speeches. And after you have made a speech, you are entitled to think you have said something profound because everyone tells you so. But if the next morning you think you’ve said something profound, it is time to go home. That’s the test for when it is time to leave Washington.”</p><p><strong>Henry Bartell Zachry, Jr.</strong></p><p>San antonio, 58</p><p><strong>Inheritance (Construction)</strong></p><img/><p><em>$225 million</em>, <em>Up $55 million from 1990. Revenues build at H. B. Zachry.</em></p><p>Zachry’s Father, H. B. “Pat” Zachry, founded the family business in 1924 with a state contract to build a small bridge and a road near Laredo. The family business prospered with public and government projects such as dams, missile launching pads, and Dfw airport’s runways. “We look for jobs that are not the plain vanilla kind,” says Zachry Junior.</p><p>Laredo born; moved to San antonio as a child. Worked summer construction jobs for father. Graduated from alamo Heights High School; has A&M civil engineering degree. Joined company after stint as air Force pilot. Took over company in midsixties after management training at Harvard. Silent power in state politics. “Bartell Zachry is truly a kingmaker,” says a colleague. Lives on two-thousand-acre ranch outside San antonio. Family also owns Tower Life Insurance and the Hilton Palacio del Rio in San antonio.</p><p><strong>Thomas H. Friedkin</strong></p><p>Houston, 55</p><p><strong>Toyota Distribution</strong></p><p><em>$225 million, Up $25 million from 1990. Toyota sales are climbing.</em></p><p>In 1969 Friedkin Bailed Out Of His family’s Pacific Southwest airlines to become a distributor for Toyotas, at a time when Toyota was still trying to shed its image as the creator of the Toyopet, an automotive dog sold in the fifties. Friedkin’s leap of faith has paid off; his Gulf States Toyota wholesales more than $1 billion worth of Toyotas to dealers.</p><p>A Californian; raised in wealth thanks to father’s founding of Psa in San Diego. Worked as flight captain for Psa before starting Gulf States. Did stunt pilot work in Nbc’s <em>Baa Baa Black Sheep</em> and 1978 Disney movie <em>The Cat From Outer Space. </em>“You won’t find him in the Hollywood society columns,” says a friend. “He’s not a carouser or a chaser.” Owns at least a dozen vintage war planes. Big game hunter; also runs safari companies in africa.</p><p><strong>arthur Temple, Jr.</strong></p><p>Diboll, 71</p><p><strong>Inheritance (Timber)</strong></p><img/><p><em>$220 million.</em></p><p>Through Innovation, Diversification, and expansion, Temple transformed the family’s sleepy Southern Pine Lumber into timber leviathan Temple-Inland. In 1973 the lumber concern merged with Time, Inc. Temple retired as chairman of Temple-Inland this year, leaving a nonfamily member in charge for the first time in 97 years.</p><p>Born in Diboll. Massachusetts’ Williams College and Ut dropout; regrets it now. “Too many regard college as a pleasant interlude rather than a remarkable opportunity.” at 19 worked as bookkeeper for family enterprise; tried twice to leave, but uncle’s death, followed by father’s death in 1951, forced him back. Opposed Time’s merger with entertainment giant Warner; quit Time directorship, blaming the entertainment industry’s emphasis on violence and sex. Vocal critic of Time executives’ decisions and salaries. “The present management of Time seems to me to have no shame.” Enjoys freshwater fishing, deer hunting. Opera buff.</p><p><strong>Donald Joseph Carter</strong></p><p>Coppell, 58</p><p><strong>Inheritance, Dallas Mavericks</strong></p><img/><p><em>$220 million.</em></p><p>Home Interiors and Gifts, a marketer of home knickknacks, was founded by Carter’s mother, Mary Crowley, in 1957. As chairman of Hig, Carter reigns over 30,000 displayers who hawk their wares at home shows. Carter’s other home court advantage is the Mavericks.</p><p>Born in Fayetteville, arkansas; parents divorced when he was 6. High school dropout; worked at gas station by day, drag raced by night. Joined air Force at 18; at 24 became brains behind Hig. Bought Mavs in 1980; may sell because of losing seasons. “If you take the fans’ money and you don’t give them something in return, I think they deserve a change.” Rodeo fan. Keeps semi for cross-country trips. “When I pull up to a truck stop and i’m parked in the wrong place, i’m not Don Carter. I’m the guy with his truck in the wrong place.” Covets the Dallas Cowboys.</p><p><strong>Reese Mcintosh Rowling</strong></p><p>Corpus Christi, 63</p><p><strong>Robert Brian Rowling</strong></p><p>Corpus Christi, 37</p><p><strong>Oil and Gas</strong></p><img/><p><em>R. B. Rowling</em></p><p><em>$435 million, Up $35 million from 1990. Texaco stock dividends start adding up. </em>While the Eighties Oil bust crushed most oil independents, Corpus’ father-and-son wildcatting team “saw a real window of opportunity,” says Robert. The debt-free Rowlings took advantage of less competition and cheaper costs to discover huge gas deposits in South Texas. In 1989 they sold to Texaco for cash and stock worth $476.5 million.</p><p>Reese is from Waycross, Georgia; Gi Bill paid for geology degree from Ut-El Paso. Worked for major oil companies; struck out on his own in 1959. Robert was born in El Paso, raised in Corpus. Was visiting rigs with dad by age 5. Law degree from Smu; runs family business but admits Texaco sale changed him. “i’m still working hard, but i’m not dying to get to the office like I was five years ago.” Revitalizing Corpus’ tourist industry by purchasing the city’s Wyndham and Marriott hotels. Both are golfers.</p><p>Robert on working with his father: “We’ve had our moments. You have to get past the father-son relationship and build mutual respect. He did a good job of putting aside the male ego and listening to me. That’s a hard thing for a man to do.”</p><p><strong>George Kozmetsky</strong></p><p> austin, 73 </p><p><strong>Teledyne</strong></p><img/><p><em>$210 million.</em></p><p>“My Husband Works On dreams,” says wife Ronya. That may be true, but Kozmetsky’s head has never been in the clouds. The brilliant entrepreneur quit his management job with Litton Industries, co-founding Teledyne in 1960 with $250,000. The once-tiny electronics company is now a billion-dollar aerospace, defense, and hightech conglomerate.</p><p>Seattle raised; son of Russian immigrants. Harvard Ph.D. “i’d be surprised if he wasn’t a driven child somewhere along about two years old,” says a colleague. Academician before joining Litton; left Teledyne in 1966 for 16-year deanship of Ut’s business school. Teaches occasional class at Ut; operates Ic2 Institute, a brain trust that studies global problems and publishes pamphlets on leading-edge technologies such as chicken-waste-fueled power plants and spider-silk clothing. Promotes manufacturing potential of Texas-Mexico border as “tomorrow’s Hong Kong.”</p><p><strong>Kenneth Stanley “Bud” adams, Jr.</strong></p><p>Houston, 68</p><p><strong>Houston Oilers, Oil and Gas</strong></p><img/><p><em>$200 million, Up $40 million from 1990. New information suggests a higher estimate.</em></p><p>In 1946 adams Was Traveling through Houston when bad weather marooned him. “I got a chance to go around the city, and I thought, this would be a great place to start in business.” He soon returned, entering the oil business and later diversifying into farming, ranching, and the Houston Oilers.</p><p>Born in Oklahoma. Father was K. S. “Boots” adams, longtime chairman of Phillips 66. Played running back for University of Kansas. After Navy duty, sold oil-field oils and greases; eventually began drilling wells. Paid $25,000 for Oilers franchise in 1960; team is now worth at least $100 million. Raises honeydew melons and rice on 16,000-acre Sacramento Valley farm; cattle and swine on 8,000-acre Texas ranch. Oversees ranch operations from helicopter. Walks and swims for exercise. “I just kind of do the lazy things.”</p><p>On his successful father: “It made me more ambitious. He was such a workaholic, and i’m somewhat like him. But I knew I didn’t want to work for my father. He had a sixth sense, being able to be right more times then he was wrong. I never felt i’d be able to hold my own, to do what I wanted to do. I would have been working for him for the rest of my life.”</p><p><strong>Belton Kleberg “B” Johnson</strong></p><p>San antonio, 61</p><p><strong>Inheritance (King Ranch)</strong></p><img/><p><em>$200 million, Up $60 million from 1960. Values have risen on Hyatt hotel and other assets. </em>a Great-Grandson Of King Ranch founder Richard King, Johnson cashed in his piece of the ranch for $70 million in 1976, when denied the position of ranch boss. He spent some of his legacy on San antonio’s Fairmount and Hyatt Regency hotels and on New York’s Rockefeller Center.</p><p>Photograph By Carlos Moreno/Corpus Christi Caller-Times (Left)</p><p>Born in Baltimore; orphaned at 13. Reared on King Ranch by aunt and uncle, ranch boss Bob Kleberg, Jr. Earned animal husbandry and agriculture degrees from Cornell. Relaxes on 85,000-acre South Texas spread. “The land kind of clears your head-most people don’t have that kind of therapy.”</p><p>On safaris: “i’ve gone twice to africa. Back in 1968 I was lucky enough to get the largest elephant and the largest lion taken that year. The tusks were over one hundred pounds, and the lion was over ten feet long. They’re great trophies. But you’re out for three weeks, and i’ll tell you, it’s not a picnic. The white hunters are backing you up, but you can sure get in trouble.”</p><p>Dominique De Menil</p><p>Houston, 83</p><p><strong>Inheritance (Schlumberger Ltd.)</strong></p><img/><p><em>$200 million.</em></p><p>The Schlumbergers were already rich from the textile industry when Dominique’s physics professor father, Conrad Schlumberger, invented an innovative oil-finding device in 1927. The invention catapulted Schlumberger into a worldwide oil-field services company.</p><p>Born and raised in Paris. Got math degree at the Sorbonne. During Nazi occupation, husband joined the resistance; Dominique and their three children fled on steamer to New York. In 1941 settled in Houston; became U.S. citizen in 1962. Credits Houston’s cultural void for her interest in art. “When I arrived in Texas, Houston was a provincial, dormant place.” Shocked Houston’s old guard with avantgarde tastes in art and party guests. Built her own museum, the Menil Collection, to house her world-renowned 15,000-piece collection.</p><p><strong>William Seldon Davis</strong></p><p>Fort Worth, 55</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$200 million, Up $20 million from 1990. Davis’ fortune was valued too conservatively last year.</em></p><p>Kendavis Industries founder, Kenneth “Stinky” Davis, Sr., willed each of his three sons a one-third interest in the family’s oil conglomerate. When William’s brothers, Ken Junior and T. Cullen, squeezed him out of Kendavis in 1976, he retaliated with a lawsuit, walking away with $100 million in cash.</p><p>Youngest son; grew up in Fort Worth. Father paid $5,000 in 1929 for Mid-Continent Supply Company, the oil-field supplier he built into nearly eighty private companies. Ken Senior ruled realm and sons with iron fist. William worked summers for dad, who would assign a task, then remark, “When you get done, i’ll come down and show you how it should have been done.” attended A&M. Brother T. Cullen gained notoriety for murder trial. Ken Junior lost control of Kendavis Industries after steering it into bankruptcy court. William partly backed $8.5 million Omni Theater at Fort Worth Museum of Science and History.</p><p><strong>Grace Williams Dobson</strong></p><p>Corpus Christi, 65</p><p><strong>Whataburger</strong></p><img/><p><em>$190 million.</em></p><p>Burgers Have Been a bonanza to Dobson, the widow of Harmon Dobson, who opened his first burger stand in 1950. Located mostly in the Sunbelt, the 475-outlet chain plans to expand to 1,000 stores by the year 2000<strong>.</strong></p><p>Raised in poverty in Batesville, arkansas; Dobson was young widow working as Little Rock secretary when she married Harmon, a former car dealer and diamond miner. They moved to Texas in 1949. Harmon’s death in 1967 plane crash led Grace to hire fast-food experts to run Whataburger. Enjoys cooking, gardening, classical music, as well as country and western.</p><p><strong>Jamie abercrombie Robinson</strong></p><p>Houston, 34</p><p><strong>George anderson Robinson</strong></p><p>Houston, 32</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$360 million, Up $30 million from 1990. Cooper Industries stock is rising.</em></p><p>While Most Grandfathers Dote On their grandsons by giving presents like fishing poles, J. S. Abercrombie, the founder of Cameron Iron Works and the inventor of an oil-well blowout preventer, had a better idea. In 1967 grandpa gifted his only child’s sons with trusts that gave the boys the controlling interest in Cameron Iron Works. In 1989 Cameron was acquired by Cooper Industries.</p><p>Sons of Josephine abercrombie, Houston’s well-known horse breeder and former boxing promoter. Jamie dropped out of amherst College to pursue jet-flying lessons; eventually graduated from Rice. Collects post-World War Ii jets. George dropped out of A&M and St. Thomas University. Taught skiing in Vail. Now a regular on national race-car circuit. Brothers own Robinson Interests, a Houston venture-capital and investment firm.</p><p><strong>Jerral Wayne Jones</strong></p><p>Dallas, 48</p><p><strong>Oil and Gas</strong></p><img/><p><em>$180 million, Up $20 million from 1990. Estimate includes additional assets.</em></p><p>When Jones’s Father sold his insurance business in 1969, Jones lost his job but gained $500,000. He leapt into the oil and gas business, financing drilling around dry holes and depleted fields. His big score came in natural gas. Jones sold 50 percent of his reserves years ago; he’s now buying up depressed gas properties in California, the Southwest, and Canada.</p><p>Raised in Little Rock. Finance degree from University of arkansas; offensive guard on 1964 national championship football team; roomed with Dallas Cowboys coach Jimmy Johnson. Married a Miss Usa from arkansas. At age 23 arranged to raise $5.8 million from lenders to buy San Diego Chargers, but dad’s fear of debt killed deal. Bought Cowboys in 1989; clumsy sacking of Coach Tom Landry earned him death threats; keeps nose in all Cowboys business. “I want to know everything, from player contracts to socks and jocks.”</p><p><strong>Thomas Milton Benson</strong></p><p>San antonio, 64</p><p><strong>Car Dealerships, Investments</strong></p><img/><p><em>$180 million.</em></p><p>Benson Came To San antonio in 1955 to run a Chevrolet dealership. Fourteen years later, he slid into the driver’s seat when he began building a chain of dealerships, eventually steering the profits into banking, insurance, and 58 percent of the New Orleans Saints.</p><p>New Orleans born and raised. Associate degree in accounting from Loyola University in New Orleans. Hands-on manager known for his agile business thinking. “He’s got a mind like a computer,” says a colleague. Anti-drug crusader; installed random drug testing programs at his companies. Bought Saints in 1985 to keep them in New Orleans; celebrates wins by doing Benson Boogie, a parasol-twirling jig performed on field. “It’s just a case of unbridled enthusiasm,” says a friend.</p><p>Photographs By Phyllis Hand (Top Left); Tony Record/Fort Worth Star-Telegram (Bottom Left)</p><p><strong>James Richard Leininger</strong></p><p>San antonio, 47</p><p><strong>Hospital Beds</strong></p><img/><p><em>$180 million, Up $10 million from 1990. Kinetic Concepts volatile stock is climbing.</em> Intrigued By a Revolutionary rotating hospital bed that prevented immobility-related complications, emergency room doctor Leininger began distributing beds part-time, then bought the entire company, founding Kinetic Concepts in 1975. “I saw more and more patients who had been helped. I just got hooked on it.”</p><p>Born in Warsaw, Indiana; raised in Miami. Studied medicine at Indiana University; father and two brothers are also doctors. Came to San antonio with U.S. Army Medical Corps. Ran Kinetic Concepts from one-bedroom apartment while heading emergency rooms at San antonio’s Baptist hospitals. Left medicine in 1987. “The company was growing so fast it got to the point where I wasn’t doing either one well.” Now bankrolling and chairing San antonio-based Texas Public Policy Foundation, a conservative organization that conducts public policy research. Basketball fan.</p><p>On starting his own business: “The first eight years we were just hanging on by our fingernails and barely survived. That was because I was so naive in business and didn’t know anything about legal or accounting stuff.”</p><p><strong>Richard Wesley Snyder</strong></p><p>Dallas, 53</p><p><strong>air Conditioning</strong></p><img/><p><em>$180 million, Up $20 million from 1990. SnyderGeneral gets stronger as debt is paid down.</em></p><p>Ten Years ago Snyder was safely ensconced as a $180,000-a-year president of Singer’s air conditioning subsidiary. On learning that Singer planned to sell the business, he thought, “Why shouldn’t they sell it to me?” Since 1984, Snyder has indulged himself with a shopping spree of six acquisitions, turning SnyderGeneral into an almost $1 billion worldwide corporation. Raised in Indiana. All-state high school football star; played at Florida State and Western Michigan. “I knew I was a hero in high school, but I was just one of many in college.” Got night school Mba from University of Detroit. Rode up corporate ranks at Fortune 500 companies. Chills out at antigua’s Jumby Bay, reading, playing bridge and water sports.</p><p>On his will: “We kid a lot about it. One child keeps telling the other he’s going to change the will and cut the other one out, but it’s all good-natured.”</p><p><strong>Oveta Culp Hobby</strong></p><p>Houston, 86</p><p><strong>William Pettus Hobby, Jr.</strong></p><p>Houston, 59</p><p><strong>Jessica Hobby Catto</strong></p><p>Houston, 54</p><p><strong>Broadcasting</strong></p><img/><p><em>O. Hobby</em></p><img/><p><em>W. Hobby</em></p><img/><p><em>J. Catto</em></p><p><em>$525 million.</em></p><p>Former Texas Governor Will Hobby and his wife, Oveta, bought the <em>Houston Post</em> in 1939. Known as the Hobby team, the pair used his political clout and money and her social savvy to build H&C Communications. The family owns five television stations through the company.</p><p>Oveta was Killeen born and raised; father was lawyer and state representative. At 21 Oveta was Texas House parliamentarian. At 26 wed 53-year-old Hobby, then the <em>Post's</em> president. Worked as <em>Post</em> columnist, assistant editor, and vice president. Made cover of <em>Time</em> in 1944 for starting Women’s army Corps. Became <em>Post</em> president and editor in 1955; then chairman in 1965, soon after Will’s death. Sold <em>Post</em> in 1983 for $130 million. Bill went to Rice; then spent four years with naval intelligence. Worked as <em>Post</em> police reporter. After eighteen years as lieutenant governor, retired in January 1991; wants to be remembered “affectionately.” Now runs H&C; also teaches government courses at Ut and Rice. Vacations annually in Ireland. Barnard graduate Jessica is former publisher of <em>Washington Journalism Review. </em>Builds environmentally sound homes in aspen with her former ski instructor. “She enjoys business and she’s serious about it,” says a friend. “She wants to make money.” George Bush and Margaret Thatcher’s 1990 summit was held at Jessica’s aspen home, complete with freshly stocked trout pond for Bush.</p><p>Photograph By Cyrus Mccrimmon/Rocky Mountain News (J. Catto)</p><p><strong>Mayer Billy “Duke” Rudman</strong></p><p>Dallas, 81</p><p><strong>Oil and Gas</strong></p><img/><p><em>$175 million.</em></p><p> Rudman Drilled 29 straight dry holes before hitting his first well in 1932. Petro-Lewis bought his oil and gas properties for $130 million in 1981. Six decades later, Rudman continues to be one of the nation’s most active independent wildcatters. “You must have an intense craving, an insatiable desire to find something big.”</p><p>Born in Bonham. Father was ragman; Duke sold newspapers at age 5. “I was hungry. I used the money for hamburgers.” Dropped out of Ou after one year to start wildcatting. Studied acupressure massage in Far East; vegetarian. Works out daily. “My young friends tell me my legs are like iron.” Strident anti-smoking crusader; warns smokers of risk to their sex lives. Big Mavericks and Cowboys fan.</p><p>On being a wildcatter: “People risk it, and sometimes they lose. But if you can't drill a dry hole and lose the money and walk away unaffected, you cannot be a wildcatter. You must have the intestinal fortitude to piss on the fire, call the dogs, and go home, or you got no business wildcatting.”</p><p><strong>Harold Farb</strong></p><p>Houston, 68</p><p><strong>Real Estate</strong></p><img/><p><em>$170 million</em>, Up $30 million from 1990. Farb's apartment empire grows along with recovering apartment values. Backed By His Theaterowner father, Farb began building apartments in the forties; he now owns 20,000 units. Farb’s concept for the nineties is European-style five-story amenity-loaded complexes.</p><p>Houston native; booked pictures for dad’s theaters at age 10. Skipped college on dad’s advice. “My father schooled me in business, and he gave me my education.” Started <em>Ultra</em> magazine; sold it in 1984. Builds a few luxury spec homes a year. “This is going to sound corny to you, but I build because I have a real love for art and this is my art form.” Plans to record album of Irving Berlin songs and to sing at Ritz-Carlton’s black-tie “good music” nights.</p><p>On the rich: “Nobody likes rich people. Rich people don’t like rich people. But everybody wants to be rich. A lot of people, when they make a little money, want to go with people who they think can help them socially. I really have fun at these social things because I see pompous people around me; it’s always fun to observe them and once in a while stick a needle in their balloon.”</p><p><strong>Donald adrian adam</strong></p><p>Bryan, 56</p><p><strong>Cable Tv</strong></p><img/><p><em>$160 million.</em></p><p> adam Rounded a Cable Tv company in 1969, eventually expanding to 28 systems. Soaring cable systems prices convinced him to sell out in 1988 for $250 million. The struggling S&L industry has beckoned adam recently; he has sunk some $80 million in eleven thrifts, hoping to hasten an S&L industry turnaround. “In my mind, Texas needed a little bit of helping.”</p><p>Houston native. Army brat; attended four high schools. Earned insurance degree from A&M; captain in army. In office by six, including weekends. Attends major sporting events like the Masters, U.S. Open, and Indy 500. Wary of stock market. “I don't like to get into anything I can't control.”</p><p>On wealth: “I get a lot of enjoyment out of business. Money is not very meaningful to me. I’ve never focused upon numbers; they have never done anything to motivate me one way or another.”</p><p><strong>Billy Joe “Red” Mccombs</strong></p><p>San antonio, 63</p><p><strong>Car Dealerships, Investments</strong></p><img/><p><em>$160 million.</em></p><p> Certain a Law Degree would lead him down the road to riches, McCombs attended law school for two years before realizing the journey would be slow. McCombs dropped out to sell used cars, following a professor’s advice to get into sales, and opened his own used-car lot in Corpus Christi in 1953. He now owns thirty dealerships, ranchland, and the San antonio Spurs.</p><p>Born in Spur; son of auto mechanic. By age 9 decided his goal was to be rich. Moved to San antonio in 1958 to revive friend’s Ford dealership, eventually making partner. High sales at his dealerships garnered invitation from Ford Motor Company to conduct Los angeles sales seminar. Office overlooks dealership showroom and is decorated with Western art. Major player in the San antonio business and political scene. Invests in what excites him. “i’m not much of a planner. I’m a today person.”</p><p>On selling used cars: “You’ve got to be better prepared to be a used-car salesman. New cars are all the same. Used carsevery single one is different, been used by different people, has different value left in it. It takes a far better trained and more enterprising salesman to sell used cars.”</p><p><strong>Pauline Gill Sullivan</strong></p><p>Dallas, Early 70’s</p><p><strong>Divorce</strong></p><p><em>$160 million, Up $40 million from 1990. Schlumberger stock is up.</em></p><p> Sullivan Couldnt Have Been Married to former governor Bill Clements at a better time. Their pregubernatorial split allowed her to avoid the fishbowl scrutiny of state politics, but the settlement gave her half of Clements’ interest in Sedco, an oil-drilling company he cofounded during their marriage. Clements sold Sedco to Schlumberger in 1984.</p><p>Born in Terrell. Met Clements while Phi Beta Phi English major at Ut. Married for 35 years before divorcing in 1975. Serves on acquisitions committee at Dallas Museum of art; bankrolls fund at museum to purchase american paintings, also collects american and European art. “For her money, she has been very shrewd in getting a series of exceptional works,” says an associate. Summers at Michigan estate.</p><p><strong>Marjorie Simmons Gray</strong></p><p>Houston, Mid - 70’s</p><p><strong>Gayalspaugh Roane</strong></p><p>Houston, Mid-40's</p><p><strong>Inheritance (Oil and Gas)</strong></p><p><em>$320 million.</em></p><p> Oklahoma Oilman L. B. Simmons Liked to say he “accidentally” made some money in oil. The accident-prone refinery king left his child, Marjorie, and granddaughter Gay a stake in oil giant Koch Industries. The pair sold out in 1983.</p><p>Marjorie was raised in Duncan, Oklahoma. “She was just one of the social girls around town,” says an old friend. First marriage was to doctor who joined L.B. in refinery business. Moved to Houston with second husband, an Exxon executive. Relaxes with yoga. Gay studied business at Smu; started chain of children's clothing shops as hobby. Owns Houston’s Northwest Bank and Hilton Westchase hotel. Both keep homes in Colorado; live within blocks of each other in Houston.</p><p>Photographs By Danny Turner (Top Left); Phyllis Hand (Bottom Left)</p><p><strong>Christopher Bancroft</strong></p><p>Denton, 40</p><p><strong>Inheritance</strong></p><p><strong>(Dow Jones and Company)</strong></p><p><em>$150 million.</em></p><p>Bancrofr Thinks Of His Wealth as a piece of luck he fell into. He has no direct bloodline to Clarence Barron, the adoptive father of his grandmother and the creator of Barron’s. In 1902 Barron bought Dow Jones and Company (a minority owner of <em>Texas Monthly)</em> from founders Charles Dow and Edward Jones.</p><p>New Mexico upbringing courtesy of father’s desire to escape East Coast social whirl. Dad died when Chris was 2; mother married local doctor. Worked summer jobs in roofing, construction; received allowance for household chores. Attended University of Denver and North Texas State. One-time professional skier. Loves to cook. Low profile in Denton, where he dabbles in restaurants and real estate. “a lot of people think he’s very striking looking, then when they find out how much money he has, they absolutely fall in love with him,” says a friend.</p><p><strong>Henry Constable Beck, Jr.</strong></p><p>Dallas, 73</p><p><strong>Inheritance (Construction)</strong></p><img/><p><em>$150 million.</em></p><p>When Beck’s Father founded Central Contracting Company (now Hcb Contractors) in Houston in 1912, cities awarded contracts only to local firms. To win business, he moved the company to Shreveport, then back to Houston twice, before settling in Dallas in 1923 to build the Cotton Exchange Building. Hcb built the Cotton Bowl, the State Fair of Texas buildings, and Dallas’ Crescent.</p><p>Born in Shreveport; moved to Texas at 6. Parents from Maryland. Went to Highland Park High School; has engineering degree from Dartmouth. Worked as laborer, timekeeper, and foreman for Hcb before World War Ii Seabee stint. Took over company in 1948 when father died. Co-founded Dallas’ Shelter Ministries, which helps battered women and the homeless. Hunts geese on Maryland estate complete with 1731 manor house. Plays tennis.</p><p>On joining Hcb: “I was going to work for a firm in Boston, and my father called and said he wanted me to work for him in Georgia. I told him no, I was going to work in Boston. So he called me every three or four weeks and raised the price every time, so I finally went to work for him.”</p><p><strong>Mary Kay ash</strong></p><p>Dallas, 73</p><p><strong>Richard Raymond Rogers</strong></p><p>Dallas, 48</p><p><strong>Mary Kay Cosmetics</strong></p><img/><p><em>M. Ash</em></p><img/><p><em>R. Rogers</em></p><p><em>$300 million</em>, <em>Up $25 million from 1990. Sales are up at Mary Kay Cosmetics.</em></p><p> at a Demonstration For Stanley Home Products, ash found herself admiring the other women’s complexions. “I thought it was that new pink lighting; it was 1953.” When the hostess began dispensing her father’s homemade creams after the demo, ash got in <em>R. Rogers</em> line. After years of use, she bought the formulas, which became the foundation of her cosmetics empire.</p><p>Raised in Houston. From age 7, ash cooked for invalid father while mother worked at cafe. Divorcee ash sold Stanley and World Gifts products to support her children. Launched Mary Kay Cosmetics in 1963 with $5,000. “I never had a chance as a woman. Every time I got to a plateau in my career, there was some man there to tell me that I couldn’t do anything else.” Paints in acrylics. Son Richard, raised in Dallas, was Marine and attended North Texas State before joining company; now company chairman. Ash decided to reward her top sellers with pink Cadillacs, diamond jewelry, and mink coats after being disappointed by flounderluring light sales prize while working for Stanley. Company holds workshops for Mary Kay husbands on “how to be a helpful Mary Kay spouse.”</p><p><strong>Gordon arbuthnot Cain</strong></p><p>Houston, 79</p><p><strong>Chemicals</strong></p><img/><p><em>$150 million.</em></p><p> Cain Was approaching 60 when he embarked on a new career. “I decided I was going to get out of the corporate world while I was still young enough to do something else.” Cain started dabbling in leveraged buyouts, completing his first deal at age 68. His 1987 Cain Chemical Lbo netted $100 million when Cain sold out to Occidental Petroleum.</p><p>Born in Rayville, Louisiana; father was a federal agricultural agent. Earned chemical engineering degree from Louisiana State University; boxed on Lsu team as 118-pound featherweight. First entrepreneurial stab was at age 38; suffered string of failures before returning to chemical industry. Left Conoco’s chemical and plastics division in 1970 to play chemical commodities market. “I hit the chemical and the Lbo cycle just right.” Doles out company stakes to employees; after Cain Chemical sale each worker received $100,000. Tends herb and flower garden on farm near Houston.</p><p>On giving employees a piece of the action: “It didn’t spring from philanthropy. It’s quite a job to start an enterprise—in a lot of cases with completely new people.</p><p>I felt I wanted to get everybody on my side, and this was the way to do it.”</p><p><strong>Dolph Briscoe, Jr.</strong></p><p>Uvalde, 68</p><p><strong>Inheritance (Ranching)</strong></p><img/><p><em>$140 million.</em></p><p>Briscoe’s Father Was a horse trader and cattleman who went broke twice before hitting on what he thought was a sure thingland. When he died in 1954, he left a 190,000-acre South Texas ranching and cattle empire to Dolph Junior. Briscoe also inherited a fondness for land, doubling his acreage and sticking with cattle.</p><p>Born and raised in Uvalde. Worked on steer roundups as boy; went with father on cattle-buying trips. Attended Ut, where he was editor of yearbook. Left Ut for World War Ii army tour in Southeast asia. Joined family business on return. Texas governor from 1973 to 1979. Reluctantly turning ranching reins over to son, but, says Briscoe, “However long the good Lord might give me, I don’t plan to give up my role.” Vacations in Hawaii.</p><p>On public life: “I do miss it. It was fascinating, always extremely busy. If there wasn’t a crisis somewhere, then somebody would create one. Sometimes it would be somebody on your staff. It was quite an adjustment to go from private life to public life, of course, but it was also quite an adjustment to go back, because of the slower pace.”</p><p><strong>Joseph Marion Haggar, Jr.</strong></p><p>Dallas, 66</p><p><strong>Inheritance (Haggar apparel)</strong></p><img/><p><em>$140 million.</em></p><p>In 1926 Joe’s Father, J. M. Haggar, Sr., rented space in Dallas, hired four garment workers, and began to change the way men dressed. Slacks-pants to be worn in slack time—were his first innovative product; wash-and-wear slacks, ready-to-wear slacks, and machine-washable suits were other company creations.</p><p>Born in Dallas; as child worked summers in family factory. Notre Dame graduate. Dallas city council member from 1979 to 1983. During mid-eighties slide, kept company afloat with cost-cutting and revamped styles. Battling Levi’s in casual slacks arena. “The male customer is coming out of the fashion wilderness.”</p><p><strong>Floyd alvin Cailloux</strong></p><p>Kerrville, 78</p><p><strong>Industrial Manufacturing</strong></p><img/><p><em>$140 million, Up $10 million from 1990. Keystone International stock is climbing.</em></p><p>In 1968 Cailloux Merged Semco, a company that manufactured pneumatic conveying systems for dry materials, with Keystone International, an industrial machinery company in Houston. Cailloux’s stock-based fortune has grown phenomenally over the years.</p><p>Born in Louisiana; oil-field-equipment-supplier father moved the family to Oklahoma when Cailloux was 8. Cailloux studied industrial engineering at Oklahoma A&M, then started oil-drilling firms in Kansas before selling out and founding Semco in Houston. Former chairman of Keystone; retired to Kerrville in 1982; spends time reading and visiting with friends. Doesn’t own ranch, raise horses, or play golf or dominoes. “i’ve had all that I can stand.” Member of Shriners’ Royal Order of Jesters.</p><p><strong>Lester arnold Levy</strong></p><p>Dallas, 68</p><p><strong>Milton Philip Levy</strong></p><p>Dallas, 66</p><p><strong>Irvin Louis Levy</strong></p><p>Dallas, 62</p><p><strong>Nch Corporation</strong></p><img/><p><em>L. Levy</em></p><img/><p><em>M. Levy</em></p><img/><p><em>I. Levy</em></p><p><em>$420 million, Up $60 million from 1990. Nch Corporation stock is rising.</em></p><p>In 1946 the Levy Brothers Were “In school having a good time when their father died unexpectedly of a heart attack. After graduating, they went to work for the family business, an international company that sells cleansers and disinfectants.</p><p>[ Continued On Page 152 ]</p><p>Photograph By Dallas Business Journal (R. Rogers)</p><p>[ Continued From Page 146 ]</p><p>All Dallas born and raised. Father Milton Senior took advantage of the move to improved sanitation after World War I and founded National Disinfectant, now Nch, in 1919. Brothers worked summers in the factory and warehouse. “We grew up with business around the dinner table,” says Irvin. Lester, whose son has dyslexia, co-founded Dallas’ Winston School for learning-disabled children. Famous for short meetings; “One hour, that’s it, from beginning to end,” says a colleague. Milton bankrolls Dallas’ Special Care School for mentally impaired children. Irvin is chairman of Dallas Museum of art. All play tennis; travel infrequently for pleasure. “Our hobby is our work,” says Irvin.</p><p><strong>Lonnie alfred “Bo” Pilgrim</strong></p><p>Pittsburg, 63</p><p><strong>Chicken</strong></p><img/><p><em>$140 million, Down $10 million from 1990. Pilgrim's Pride stock is down.</em></p><p>At the Tender age Of 17, Pilgrim took out a bank loan to found a feed-supply store with his brother, aubrey (now deceased). By opening processing plants and hatcheries, the two grew the fledgling business into Pilgrim’s Pride, the nation’s fifth-largest chicken producer. “It has just been kind of a snowballing thing.”</p><p>Born in Pine; father was postmaster and ran general store. At age 14, when his widowed mother remarried, Pilgrim moved to grandmother’s. As boy raised chickens, picked cotton, and hauled gravel. Works sixty hours a week; speaks at events ranging from business lunches to Easter egg hunts. “i’m a high-energy person.” Swims and works out on treadmill.</p><p>On retirement: “i’m too young. I’m only sixty-three, and i’m looking forward to the next thirty years because i’m still signing thirty-year notes.”</p><p><strong>alfred Mack Pogue</strong></p><p>Dallas, 57</p><p><strong>Real Estate</strong></p><img/><p><em>$140 million.</em></p><p> Pogue Started Out as one of the partners that developer Trammell Crow collected like so much real estate. The two met over a land deal in 1965, and with their new partnership, Lincoln Property, under their belts, began building garden apartments. Pogue bought Crow out in 1977 and built his own real estate empire.</p><p>Born in Sulphur Springs; three-sport star at Sulphur Springs High. Halfback on Texas Tech University football team. Coached high school football before becoming real estate broker with Crow. “I remember getting on planes at midnight totally exhausted and wanting to take a nap. But Trammell would slip that light on and we’d be off planning for new cities.” Survived bust by diversifying; has commercial and residential projects in two hundred cities across the country. Jogs, plays golf and gin. Vacations at California home. Addicted to doing deals.</p><p><strong>Carlton Evans Beal</strong></p><p>Midland, 76</p><p><strong>Oil and Gas</strong></p><img/><p><em>$135 million, Up $10 million from 1990. Beal's assets were valued too conservatively last year.</em></p><p>Californian Beal Was a student of the oil industry determined to get in on Texas’ oil boom. In 1953 he left Bel air for Midland in an old racehorse van carrying polo ponies. A year later Beal founded Bta Oil Producers, which soon discovered oil throughout the Southwest.</p><p>Born in Los angeles; graduated from Stanford, master’s in petroleum engineering from Mit. Worked various oil-field jobs; taught oil-field evaluation at University of Southern California night school for $2 an hour. Played polo on college teams and with oil prospector dad at Los angeles’ Riviera Country Club; Bta polo team fields three generations of Beals. His four sons now run Bta. “They compliment me now and then by asking for advice.”</p><p><strong>Lamar Hunt</strong></p><p>Dallas, 59</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$135 million, Up $10 million from 1990. Estimate includes additional assets.</em></p><p>It’s No Surprise That with the childhood nickname of Games, Hunt stayed off the mundane merry-go-round of business, opting instead for the roller coaster thrills of the entertainment industry. Hunt’s toys include the Kansas City Chiefs, 11 percent of the Chicago Bulls, and two Kansas City amusement parks.</p><p>Born in El Dorado, arkansas; part of eccentric wildcatter H. L. Hunt’s “first” family. Dubbed by H.L. “the son most like me.” Raised in Dallas. Studied geology at Smu. Was third-string end for Mustangs; jokes that he received two letters, “one telling me not to come back and another asking me to return all the jerseys.” against father’s advice helped found american Football League at age 27. Founded the Chiefs as the Dallas Texans in 1960; moved club to Kansas City in 1963. Gardens every morning: “There’s no telephone, no one asking anything from me.” at Worlds of Fun amusement park, attends to such minutiae as naming rides and the amount of sugar in the park lemonade.</p><p>Photographs By Dallas Business Journal (Bottom Left); Robert Keeran (Top Right); Joe Patronite (Bottom Right)</p><p><strong>Oscar Sherman Wyatt, Jr.</strong></p><p>Houston, 67</p><p><strong>Coastal Corporation</strong></p><img/><p><em>$130 million, Down $10 million. Coastal stock is down.</em> With $800 Borrowed against his 1949 Ford, Wyatt started laying pipeline in the early fifties to collect the natural gas that oil producers would have burned off. Today Coastal is a behemoth with over $9 billion in sales.</p><p>Born in Beaumont; worked in shipyards and oil fields as teenager. Farmed rice to pay for A&M mechanical engineering degree. Was pilot in World War Ii. Owns ranches in South Texas, Colorado, also Riviera mansion, where jet-setter wife, the former Lynn Sakowitz, hosts annual lavish birthday party for herself. Big game hunter. Before war with Iraq, met with Saddam Hussein and secured release of foreign hostages, whom he flew home on his plane. Despises George Bush. “His daddy was a member of the board of Dresser. That told me all I needed to know to hate him.”</p><p><strong>Nancy Blackburn Hamon</strong></p><p>Dallas, 71</p><p><strong>Inheritance (Oil)</strong></p><img/><p><em>$130 million.</em></p><p>Legendary Wildcatter Jake Hamon died in 1985, leaving his vast reserves to his wife, Nancy. “I don’t have an airplane, a swimming pool, or a hunting lodge,” she says. “I just have a lot of holes in the ground.”</p><p>San antonio native; studied paleontology at Ut. Moved to Hollywood in the forties, danced in a handful of movies. In 1949 married Jake, seventeen years her senior. “I learned a lot from him. Always overtip. Never hire a couple, because one is always wonderful and the other is not worth shooting.” Summers in San Francisco. Has pledged $20 million to Dallas Museum of art.</p><p>Photograph By Danny Turner (Bottom)</p><p>On using senior-citizen discounts: “I certainly do use them. There is no compensation for being old unless you can save some money. I fly ‘the company plane,’ Southwest, to Houston and San antonio, and I get to go round trip for forty dollars.”</p><p><strong>Jubal Richard Parten</strong></p><p>Madisonville, 95</p><p><strong>Oil and Gas</strong></p><img/><p><em>$130 million, New.</em></p><p>After World War I, Parten was torn between law and oil until he realized that lawyers were making $75 a month. “I figured I could beat that.” He plunged into the oil business, hitting the first well in arkansas’ fabled Smackover field. His Woodley Petroleum merged with Pure Oil in 1960.</p><p>Born and raised in Madisonville, the sixth of eleven children. Father was farmer. Government and law major at Ut before World War I stint with the army. With in-laws, formed drilling company in 1919; bought it out in 1922. Chairman of Ut Board of Regents in late thirties. Masterminded building of World War Ii's Big Inch pipeline from Texas to New York. Lifelong liberal; biggest fear is “a constant, constant chiseling away” of the Bill of Rights. Still oversees drilling operations; visits his cattle ranches almost every day. “I have a philosophy that a man makes a mistake by retiring and just sitting down. If you want to die quickly, that’s the way to do it.”</p><p><strong>Robert Edward Woolley</strong></p><p>Dallas, 56</p><p><strong>Hotels</strong></p><img/><p><em>$130 million.</em></p><p>Years Of Business Meetings in hotel lobbies and coffee shops led Woolley to a realization: “a man who travels has to leave his family and home and go out and fight a war. He needs to be taken care of.” Woolley provided care by inventing the all-suite hotel, building 24 before selling his Granada Royale hotel chain to Holiday Corporation in 1984.</p><p>Born in Scranton, Pennsylvania. Passed on college. Moved to Phoenix; founded Precision Plumbing, arizona’s largest plumbing contractor, before moving into real estate. In 1969 turned 75-unit furnished apartment complex into first allsuite hotel. After selling out in 1984, Woolley continued to operate hotels as largest Embassy Suites franchisee. Dispute over franchise agreement led to lawsuit and Woolley’s removal of 21 hotels, now renamed Crown Sterling Suites, from the system this year. Workaholic; supports Jewish causes. Owns roughly 40 percent of Minnesota Twins.</p><p><strong>Nelda Childers Stark</strong></p><p>Orange, 82</p><p><strong>Inheritance (Oil and Timber)</strong></p><p><em>$130 million, Up $10 million from 1990. Estimate includes additional assets.</em></p><p>Stark’s Husband, H. J. “Lutcher” Stark, inherited his family’s lumber empire and continued to build the fortune by investing in real estate and oil and gas. He died a quarter century ago, splitting his estate between Nelda and a foundation.</p><p>Born and raised in Orange. Studied biology at Denton women’s college. Worked as medical technician in hospital laboratory; became administrator at Orange’s Stark-endowed hospital. Married Lutcher after his second wife (Nelda’s sister Ruby) died. Lutcher was chairman of Ut Board of Regents for twelve years. Stark works at foundation office daily, driven there by bodyguards. “She is a very assertive kind of woman who is feared by some people,” says an associate.</p><p><strong>Sybil Buckingham Harrington</strong></p><p>Amarillo, 70’s</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$130 million, New.</em></p><p>Don Harrington Came to amarillo in 1926, working one year as a landman for Marlin Oil before going independent. By the end of World War Ii, he owned major interests in hundreds of oil and gas wells in the Panhandle and in Kansas’ Hugoton fields. He died in 1974, dividing his estate between a foundation and his wife, whose largesse through the years ranks her as one of the state’s top philanthropists.</p><p>Born and reared in amarillo; traveled to Dallas with mother for Neiman Marcus shopping and concerts. Married Harrington in 1935; began jetting to Paris for designer clothes, New York for opera, and La Jolla, where they visited Hollywoodstar friends Joan Crawford and Spencer Tracy. Battled grief after husband’s death in 1974 by directing the Harrington Foundation, which has given more than $60 million in gifts. “I woke up and said, ‘He left you with the ability to do so much. Get out there and do it.’” Personally bankrolls a New York Metropolitan Opera production annually, to the tune of $600,000 to $1.5 million each. Relaxes by reading and playing piano.</p><p>Photograph Courtesy Of amarillo Globe News</p><p><strong>William Stamps Farish Iii</strong></p><p>Houston, 52</p><p><strong>Inheritance (Oil and Gas)</strong></p><img/><p><em>$130 million, Returnee.</em> Farish’s Namesake grandfather was a pioneer in developing one of the first important oil pools in Texas. His finds led to his cofounding Humble Oil and Refining, which was sold to Standard Oil (now Exxon) in the fifties.</p><p>Raised in Houston. Father died in army air Corps show when Farish was 4. Attended exclusive New England prep schools; history major at University of Virginia but didn’t graduate. Close friend of George Bush’s since early sixties, when Bush ran Farish’s Houston oil company; Farish was Bush’s aide during his first U.S. Senate run, also managed president’s blind trust. Bush joins Farish on his Beeville ranch for annual quail hunts. Farish’s dog fathered Millie Bush’s litter. Lifelong lover of horses; learned to read racing forms as child. “I was more interested in them than I was most textbooks.” Breeds Thoroughbred horses in Kentucky on Lane’s End Farm, which has been visited by Queen Elizabeth Ii.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "Texas",
      "Business",
      "Family",
      "Dallas",
      "gas",
      "School",
      "War",
      "Houston",
      "people",
      "money",
      "College",
      "Real Estate",
      "Work",
      "hunt",
      "Law",
      "Oil and Gas",
      "UT",
      "High School",
      "Football"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "San Antonio",
      "Fort Worth"
    ]
  }
}