{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19883",
    "date": "March 1988",
    "year": 1988,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1988/19880300.pdf",
    "issue_cover_image": "",
    "document_start_page": 114,
    "toc_start_page": 112,
    "document_page_range": [
      [
        114,
        115,
        116,
        117,
        118,
        119
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Saturday Night Live",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198803-saturdayn",
  "source": "/1988/19880300.pdf",
  "wp_post_id": 124005,
  "wp_post_guid": "http://www.texasmonthly.com/article/saturday-night-live/",
  "authors": [
    "Helen Thompson"
  ],
  "headline": "Saturday Night Live",
  "dek": "What do real people wear when they go out on the town?",
  "spread_caption": "",
  "excerpt": "When it’s time to step out, real-life clotheshorses can always dig deep in their closets for something nervy and bold.",
  "kicker": "",
  "word_count": 620,
  "content": "<p><strong>Photography by Kent Barker</strong></p><p><strong>Houston</strong></p><img /><p><strong>Deborah Moore, 28, accordionist: Pairing old overalls with a shirt from Onwaugh, Moore suggests, “Put the right thing with a hideous garment-somebody will always think it's interesting.”</strong></p><p><strong>Dallas</strong></p><img /><p><strong>Kim Horn, 25, receptionist: Who wants to struggle with skintight bustiers? Horn dresses with comfort in mind, even when she's headed for a night on the town. (Kymio jacket and pants, Sussudio.)</strong></p><p>The best dressers don’t wait for big-name designers to tell them what to wear; they know that high style can emerge from their imaginations just as easily as it can glide off a Milan runway. With cameras in hand, we went looking for people who create their own fashion free from the dictates of Vogue editors or high-powered salespeople. We found them at the Starck Club, Dallas’ late-night dancedrome for the young and the restless, and Houston’s Lawndale art and Performance Center, an avantgarde art space. You can see here that each city has its own distinctive style-Dallas is more law-abiding when it comes to fashion, while Houston is, typically, less selfconscious. But one element is the same: nobody spent a lot of money on clothes. Some were purchased in department stores; others were hand-me-downs, astutely assembled. A few were bought right off the street at sidewalk sales or vintage shops. Which just goes to show you that fashion isn’t what you wear, it’s how you wear it.</p><img /><p><strong>Houston</strong></p><p><strong>Cathy Gawronski, 26, artist and guitarist: Gawronski adds to her collection of pointy-toed boots by mining thrift shops for hidden treasures. “i’m always hunting for something, and it’s fun when I find it,” she says. (Dress, Purple Heart; sweater, Pier 1 Imports; purse, Blue Hand)</strong></p><p>Dallas: Styling By Debra Allen. Hair And Makeup By Max Mcbeth; Houston: Hair And Makeup By Todd Strozier; Backdrop By Kip Lott</p><p><strong>Dallas</strong></p><img /><p><strong>Cris Smith, 20, and NOEL Cline, 21, students: Tired of dressing drab, Smith changed her spots with this sixties dress, a gift from a friend. (Cline's khakis, Macy's; shirt, ahab Bowen; jacket, Goodwill)</strong></p><img /><p><strong>Andrea Power, 21, accounts receivable clerk: Is Power's military coat the work of a world-famous New York designer? Nopeit's a Delta air Lines jacket that once belonged to a friend's father.</strong></p><img /><p><strong>Galen Alford, 20, Michael Dyess, 19, and JOHN Austin Bruce, 18, students (I. to r.): So Starck. (alford's jacket, Golden Dragon; Dyess' hat, Bloomingdale's; Bruce's hat, ahab Bowen)</strong></p><img /><p><strong>Lynne Travis, 21, records processor, and DAVID Wilmoth, 21, student: Travis buys Lerner Woman's large sizes, because “i'm tall and not built for minis.” (Wilmoth's shirt and slacks, Macy's)</strong></p><p><strong>Dallas</strong></p><img /><p><strong>Sharon Wallin, 21, sales clerk: Wallin found this skirt at a Todd Oldham sample sale, the jacket at a sidewalk sale, the pumps at the Disabled american Veterans Store, the hat at a friend's grandmother's house, and the gloves at ahab Bowen-all in one afternoon of shopping.</strong></p><p><strong>Houston</strong></p><img /><p><strong>Jeff Plansker, 24, artist: Plansker wears a clip-on bow tie because he can't tie a tie; this one, a gift, came from a thrift shop. He shuttles between Houston and Chicago, so he chose this shirt and khakis because they were “clean and the only decent thing in my suitcase.”</strong></p><img /><p><strong>Andrea Rashish, 25, student: Rashish believes a tough economy is good for fashion-“You have to be more inventive.” She matches her Carrano boots with her ex-boyfriend’s undershirt.</strong></p><p><strong>Houston</strong></p><img /><p><strong>Kelly Hughes Hocking, 25, artist: Hocking shows you can put together an original look with department store clothes. (Skirt, D. H. Holmes, New Orleans; shirt, The Limited; hat, accessory Lady)</strong></p><img /><p><strong>Jackie Harris, 33, artist, and TONI Silva, 32, paralegal: Harris swears her vinyl dress, made by a friend, is easy to put on. (Silva's Western jacket, Flashback; both women’s footwear, Purple Heart)</strong></p><img /><p><strong>Charmaine Locke, 37, artist: Who’d have thought Contempo Casuals' painted stockings would go with a jacket by sixties designer Oleg Cassini? Locke proves it’s sensible to mix old and new.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Art",
      "Boots",
      "Fashion",
      "Hair",
      "Houston",
      "people",
      "Sixties",
      "Artist",
      "Austin",
      "Cameras",
      "Comfort",
      "delta",
      "designer",
      "Dresses",
      "Economy",
      "Golden",
      "Hunting",
      "Military",
      "money",
      "New York"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Austin",
      "Golden"
    ]
  }
}