{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19912",
    "date": "February 1991",
    "year": 1991,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1991/19910200.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 96,
    "document_page_range": [
      [
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105
      ]
    ],
    "toc_order": 15,
    "toc_headline": "Survivors",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199102-survivors",
  "source": "/1991/19910200.pdf",
  "wp_post_id": 126726,
  "wp_post_guid": "http://www.texasmonthly.com/article/survivors/",
  "authors": [],
  "headline": "Survivors",
  "dek": "Texas has become the unlikely home of some of nature's rarest and most exotic creatures.",
  "spread_caption": "",
  "excerpt": "Portraits of the last of some exotic animals now sheltered in Texas.",
  "kicker": "",
  "word_count": 698,
  "content": "<p>When James Balog set out to chronicle the world’s dwindling populations of wildlife, he deliberately chose not to photograph the vanishing species in conventional settings of lush jungles or sun-swept plains. That kind of contrived romantic imagery created, he felt, the sense that all’s right with the world of wildlife. Instead the 38-year-old Coloradan placed the animals in a studiolike setting-complete with white backdrops and high-tech props—to underscore a sense of the animals’ exile from their natural homes. In all, Balog captured on film 96 species —233 animals —for <em>Survivors: a New Vision of Endangered Wildlife,</em> a book published by Harry N. Abrams. Although only one of the seven species pictured here is native to contemporary Texas, all were photographed at sites in the state ranging from city zoos to private ranches, During his two-year project, Balog was licked by a giant bat, mooned by a rhino, tickled by an elephant, and caressed by a variety of primates. Once an animal trainer narrowly aborted an attack by a nervous leopard. Although Balog usually started each session with an image in mind, he found himself bested by the beasts. Through their personalities and behavior, the subjects called the shots, showing both the photographer and the viewer that every species —and every animal —is one of a kind. ANNE Dingus</p><p><em>Photography by</em> JAMES Balog</p><p><strong>Lettering By David Kampa; Photographs By James Balog/Black Star, Form Survivors: a New Vision Of Endangered Wildlife, Published By Harry N. Abrams</strong></p><img /><p>Atlantic Green Sea Turtle</p><p><em>In this portrait Balog caught the other side of the turtle: The hard-shelled, leathery-skinned reptile appears unexpectedly delicate and vulnerable. Jerry belongs to the Turtle Lady, octogenarian Ila Loetscher, who houses in her backyard tanks a couple dozen survivors of an ancient family decimated by centuries of fishermen eager to cash in on turtle meat, eggs, leather, and oil. Photographed at Sea Turtle, Inc., South Padre Island.</em></p><img /><img /><p>Dama Gazelle</p><p><em>This elegant african antelope was clearly suspicious of Balog. It stayed in position just long enough for the photographer to click off a few frames, then sprang gracefully away. Two of the gazelle’s subspecies are already extinct; the surviving three must battle humans and domestic livestock for the little water available in Central africa’s drought-ridden Sahel. Photographed at Fossil Rim Wildlife Center, Glen Rose.</em></p><img /><p>Himalayan Black Bear</p><p><em>Eleven-year-old Bruiser has literally come down in the world-he would prefer to live in the rarefied air of his native mountains. Asians covet his gallbladder as a folk medicine and crave his paws for a traditional soup. When Bruiser reared up, Balog found to his surprise that the massive creature seemed to float weightlessly against the white backdrop. Photographed at David Richtman’s Bears, Etc., Grand Prairie.</em></p><img /><p>Grevy’s Zebra</p><p><em>Pity the poor zebra, mourned Balog; not only is its population declining, but it has become almost a visual cliche. He came up with a portrait of a new stripe: the animal’s solid torso moving fluidly offscreen. Ethiopian soldiers have, for sport, slaughtered legions of Grevy’s zebras, much as american hunters butchered this continent’s vast herds of buffalo. Photographed at La Coma Ranch Red Gate, Edinburg.</em></p><img /><img /><p>Grizzly Bear</p><p>Ursus arctos horribilis, <em>the scientific name of this 750-pound monster, reflects the terror his kind has long inspired. Balog was close enough to feel its hot breath on his face. Eschewing the familiar image of the dished-in grizzly face, Balog focused instead on its wicked claws, which belie this particular bear’s easygoing personality. Grizzlies once roamed Texas. Photographed at David Richtman’s Bears, Etc., Grand Prairie.</em></p><img /><p>Laysan Teal</p><p><em>These endearing little ducks originally called a single Hawaiian islet home. Early in this century, they were brought close to extinction by carnivorous rabbits introduced from Europe and other nonnative predators. At one point only seven individuals were left, and the species’ survival depended on a single remaining female. Ironically, the feral rabbits themselves have now died out. Photographed at Sea World, San antonio.</em></p><img /><p>Gaur</p><p><em>Balog silhouetted this East Indian wild cow gazing skyward as if in supplication. Though naturally shy, the gaur posed obligingly. This survivor’s name, Leroy, reflects the culture of his adopted home—a zoo in the Rio Grande Valley, a 26-acre gem that promoted native-style habitats and the protection of endangered animals before those sentiments were in vogue. Photographed at Gladys Porter Zoo, Brownsville.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Animals",
      "Photographer",
      "Antelope",
      "attack",
      "Culture",
      "Ducks",
      "Family",
      "Film",
      "Folk",
      "Giant",
      "Home",
      "ila",
      "Livestock",
      "Medicine",
      "Photograph",
      "rio",
      "Rio Grande",
      "South Padre",
      "The Culture",
      "Water"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": []
  }
}