{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19912",
    "date": "February 1991",
    "year": 1991,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1991/19910200.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 118,
    "document_page_range": [
      [
        118,
        119,
        120,
        121,
        122
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Is the Legislature For Sale?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199102-istheleg",
  "source": "/1991/19910200.pdf",
  "wp_post_id": 126714,
  "wp_post_guid": "http://www.texasmonthly.com/article/is-the-legislature-for-sale/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "Is the Legislature For Sale?",
  "dek": "The Lobby Is LAVIsHInG Money On High-Living Politicians. The Speaker Has Been Indicted. The Public Is Up In Arms. Here’s What’s WROnG At the Capitol-And What’s Right.",
  "spread_caption": "",
  "excerpt": "To reassure a skeptical public, members must pass an ethics reform bill this session. And here’s what it should say.",
  "kicker": "",
  "word_count": 3030,
  "content": "<p><span class=\"dropcap\">H</span>ow Bad Is the Mess In AUSTIn? It’s not just that House Speaker Gib Lewis has been indicted for receiving an illegal gift—letting a lobbyist pay some of his delinquent property taxes—and for failing to report it. Lewis’ troubles are only part of a recent pattern of events involving the Texas Legislature. During a heated battle over workers’ compensation in 1989, East Texas chicken magnate Bo Pilgrim passed out $10,000 checks to state senators on the Senate floor. Two influential legislators were discovered to be using political contributions to purchase expensive second homes in austin. The Speaker and other political bigwigs had the Parks and Wildlife Department stock their ranches with game. Criticism of lavish lobby-paid trips to exotic destinations —including one by Lewis to Manzanillo, Mexico-prompted a junior legislator to whine that if the trips are prohibited, the Legislature won’t be fun anymore.</p><p>The first casualty of any political scandal is public confidence in government. For the people of Texas, the outsiders in the political process, the Legislature’s latest shenanigans are a case of suspicions confirmed, another verification of the hoary adage that “the Capitol was built for giants but inhabited by pygmies.” It doesn’t take much to remind Texans that the Legislature has a long history of being riddled with corruption, bereft of leadership, obedient to the whims of the lobby, and in desperate need of reform. This time, however, reform is on the way: Incoming governor ann Richards has made a new ethics law the top priority of her administration.</p><p>But the current drive for ethics reform is far more than the usual matter of requiring more disclosure from lobbyists and outlawing the latest developments in legislative misbehavior. Advocates of reform such as Travis County district attorney Ronnie Earle, whose austin base makes him the legal watchdog of the Legislature, want nothing less than to change the way politics is conducted. Earle, a former legislator who addressed the austin grand jury that indicted Gib Lewis, warned an audience of lobbyists recently, “There is in the new Texas a new wind blowing, and the stage is set for change in your business.”</p><img/><p>Illustration By William Duke</p><p>To Earle, ethics reform means a new kind of politics, one that involves, as he wrote in the <em>austin american-Statesman,</em> “longer-term thinking instead of immediate gratification, thinking about the environment, thinking we’re all in it together, interconnected and interdependent.”</p><p>This view of politics, so reminiscent of the sixties, is definitely not the view held by most legislators, who think that the old kind of politics—in which their role is to act as referee between competing interests —is the only kind of politics there is. In the eyes of traditionalists, money and influence and temptation are inevitable components of politics. Another of the old sayings around the Capitol is, “If you can’t eat the lobby’s steaks, drink the lobby’s whiskey, and sleep with the lobby’s women, and then vote against the lobby in the morning, then you don’t belong here.” The saying is a bit out of date —a modern version would substitute golf outings and airplanes for the part about whiskey and women—but the point is eternal.</p><p>At the root of the current ethics controversy, then, is a deep philosophical estrangement between the public and the representatives they send to austin. Legislators think that the public doesn’t understand politics; the public thinks that it understands politics all too well. And the public doesn’t have to look further than Gib Lewis for evidence that its understanding is right.</p><p>Ronnie Earle Tried To Build a felony case against Gib Lewis for accepting a bribe. He knew that a San antonio law firm that collects delinquent property taxes for many local governments had sued a company that was half-owned by Lewis for overdue taxes, penalties, and interest totaling $10,072. He knew that the law firm later paid at least the penalties and interest and —although Lewis has at various times both admitted and disputed this —part of the taxes as well. Earle knew that Lewis had taken luxurious vacations with partners in the law firm, including the one to Manzanillo. He knew that the firm had lobbied against a bill that would have hurt its collection business and that the bill had died in a House subcommittee. But when Earle looked for some indication that Lewis had ever said or done anything to kill the bill, he found . . . nothing. The most Lewis could be charged with was accepting a gift, a misdemeanor.</p><p>Indeed, House members would have been flabbergasted if it had turned out that Lewis had tried to kill the bill. It would have been totally out of character. Although Lewis is frequently described in the press as all-powerful, ruling by fear and intimidation to advance the cause of the lobby, the truth is far removed from the image. He is less involved in the day-to-day business of legislation than any speaker in memory. That is just fine with the other 149 members, who enjoy the fruits of the Machiavellian dictum that the weaker the prince, the stronger the barons. Lewis was reelected speaker without opposition (there was one negative vote and one abstention) precisely because the rank-and-file member —the sort of person who <em>can</em> be ruled by fear and intimidation—knows that he is better off under Lewis than he would be under a more involved speaker. He is the kind of politician who would rather be liked than respected. His only enemies, aside from Ronnie Earle, are members of the press corps, who correctly regard him as oblivious to ethics formalities such as disclosure and totally lacking in political vision. The opening-day speeches extolling Lewis’ virtues centered on his fairness and his faith in the legislative process, but they left unexamined whether those are the result of restraint or indifference.</p><img/><p><strong>WHY Is THIs Man Smiling? Gib Poses For Mug Shot.</strong></p><p>Lewis cares almost nothing about the substantive part of the job that he has held since 1983, longer than anyone else in history. He lets the chairmen and the committee that schedules bills on the calendar run the House. When legislators and lobbyists plead with him to twist an arm or two on their behalf, his favorite expression is, “I don’t have a dog in that fight.” a close second is, ”If you think you’ve found someone who gives a damn, you’re wrong.” His final piece of wisdom is, “Let the big dog eat” —that is, the side that can get the most votes wins. Even when the House is hopelessly divided on big questions, such as school finance and taxes, he has no philosophy and exercises little leadership. Above all, he wants to avoid controversy. He so despises debate over bills on the House floor —often the last chance to clean up a bill —that the mostsenior and knowledgeable House members shun the microphone, leaving it to bit players whom no one listens anyway. Whenever he can, he lets members cast nonrecord votes, a procedure that prevents challenges to close tallies and protects members from scrutiny by lobbyists, constituents, and opponents. His loose rein and genial manner keep members happy and ensure his own reelection as speaker.</p><p>What <em>does</em> he care about? “Entertainment ranks higher with Gib than legislation,” says a prominent lobbyist. Under Lewis’ predecessor, Billy Clayton, the House frequently worked into the night. Under Lewis, the House adjourns early for legislative golf tournaments. He rows on Town Lake in the early morning, and legislators who want to be insiders have learned to be there too. He loves trips, especially hunting trips. He loves seeing members display their loyalty on their lapels by wearing tiny Texas-shaped pins with ”Gib” written on it.</p><p>What troubles Ronnie Earle is that the members have embraced the values of their leader. “Because he is perceived as having no transcendent public perspective, he is seen as accepting the lobby’s agenda,” Earle lamented over coffee one morning. Because Lewis has a persistent history of minor ethics abuses —making political mailings and personal phone calls at taxpayers’ expense, failing to disclose holdings, using campaign donations improperly—he sends the message that ethics is just a technicality.</p><p>The result, says a veteran legislator, is that new members have a different attitude about the Legislature: “They’re here to see how much they can get out of it.” No longer do members wait to be invited out to dinner by lobbyists. They call a lobbyist, ask for a credit card number, and go to dinner with friends. The lobbyist is not invited. Entire committees conduct weekly searches for lobbyists who will pay for a group night on the town, without spoiling things by coming along. The latest practice is for legislators to take visiting delegations from their hometowns to lunch at a private club without letting on that lobbyists are picking up the tab. Lobbyists who belong to austin-area country clubs are besieged with requests for free rounds. Lawmakers have even bought clothing at club pro shops and charged it to lobbyists’ accounts. The Legislature’s foremost perk is still by invitation only—a weekend trip. Usual destinations range from the Honey Hole, as legislators call Houston Lighting and Power’s fishpond on Cedar Bayou, to prime hunting leases around the state and in Mexico. Occasionally a real plum comes along, like Pebble Beach for golf.</p><p>The House is not the only source of this unseemly behavior —senators are just as guilty as representatives —and Gib Lewis is not the only reason that it flourishes. Legislators in both chambers are resentful that the public steadfastly refuses to vote them an increase in their $600-a-month stipend; they have come to view perks as part of their compensation. But the Speaker is the most visible symbol of the preoccupation with the high life. “The single biggest problem,” Ronnie Earle told me, ”is the culture of the Legislature.”</p><p><span class=\"dropcap\">W</span>hen Legislators Are Living beyond their means at the lobby’s expense, the public inevitably assumes that the lobby is getting something in return. What exactly are they getting? Legislators and lobbyists always say that lobbyists’ money buys access —a chance to have their cases heard. In fact, what money really buys a lobbyist is credibility. It says: “I am not here to pass the time of day. I am here on business that matters to me and my client. I am aware that I am expected to have a better understanding of the political process than the average constituent who comes to ask for a favor. I intend to be a part of the process for a long time. I want to be taken seriously as an advocate. I realize that I am staking my reputation and yours on what I am asking you to support, and I am willing to have it be disclosed that I am asking you to do it.”</p><p>The public is skeptical for reasons that go beyond the current scandal. To the public, the very existence of the lobby is evil. It sees the lobby as a virus, an outside agent that attacks the impulse to do the right thing. But if the lobby is evil, it is a necessary evil. The lobby does the legwork that legislators would never have the time to do: conduct research to explain why the bill is (or isn’t) good public policy, build a support network of constituents who favor it, persuade newspaper editorial boards to endorse it, get an accurate estimate of what the vote will be, and more. Most of all, lobbyists are watchdogs for their clients’ interests. How is a legislator supposed to know, for example, if a proposal to prohibit CPAs from accepting referral fees is aimed at his constituents?</p><p>No less an authority than James Madison observed that “the regulation of these various and interfering interests forms the principal task of modern legislation.” Madison’s words in <em>The Federalist Number Ten</em> still stand as the best analysis of lobbying ever written. He was under no illusion that politicians would be able to ignore interest groups. ”It is in vain to say that enlightened statesmen will be able to adjust these clashing interests, and render them all subservient to the public good,” he wrote. His aim was not to eliminate special-interest factions, which would be futile (“The latent causes of faction are thus sown in the nature of man”), but to control their effects. His solution was to let them proliferate and cancel each other out.</p><p>The days when Texas politics didn’t follow Madison’s model were the days when the lobby ruled the Legislature far more than it does today. A little over a quarter of a century ago, the legislative process was dominated by the Big Four lobbyists, who represented the oil industry, the petrochemical industry, the railroads, and big business (the Texas Manufacturers association). The reach of the Big Four went far beyond their clients’ immediate concerns to dictating what kind of state Texas should be: lowtax, low-service, pro-business, anti-union. Lobbyists plotted Senate strategy over poker games with the lieutenant governor. The legislative agenda usually consisted of one special-interest bill after another: bills insulating school and highway contractors against negligence suits, bills giving landlords advantages over tenants, bills ceding state property to landowners, and the like. The Big Four had to know only a handful of legislators —the speaker and the lieutenant governor, of course, plus a few committee chairmen and key senators. Their influence was difficult to detect because so much happened out of public scrutiny. The conference committee on the budget met secretly. The Senate voted on nominations secretly. Committees held meetings on the House floor without advance notice.</p><p>None of those flaws exists today. The 1971 Sharpstown scandal brought on reforms that ended the procedural abuses. Single-member districts changed the makeup of the Legislature. Blacks, Hispanics, and Republicans moved up in number and influence.</p><p>As the Legislature changed, so did the lobby. A lobbyist could no longer be successful simply by being close to a dozen members. Nor was it possible for a lobbyist for a single industry to affect issues outside his area of interest. The Big Four couldn’t make the transition (one ended up as a lowly aide to a state senator), and by the early eighties, their influence at the Capitol had passed to a group known as the Hired Guns —a dozen or so Capitol veterans, most of them former legislators or top staffers, who specialized in single-shot issues with major economic implications, like tort reform or opening Texas to interstate banking.</p><p>The rise of the Hired Guns precipitated the current ethical crisis. They set out to get to know as many legislators as possible—not just politically but socially, not just when the Legislature was in session but year-round. That closeness led naturally to eating meals and taking trips together. But legislators also envied their former colleagues, because the Hired Guns were getting rich, and they were doing it with votes from people who were being paid $600 a month. The free meals solicited from absentee lobbyists were viewed by legislators less as a gift than as a business tax on the rich.</p><p>Remarkably, the recent preoccupation with pleasure has not yet resulted in the passage of a bill that is demonstrably adverse to the public interest. The egregious sort of special-interest bills that passed routinely in the days of the Big Four don’t even get introduced anymore. The Hired Guns choose their issues carefully; they can’t afford to risk their stature and credibility on bills that might embarrass legislators in the newspapers. When their bills do come under a cloud, they back off. Last session a Bass-owned publishing company tried to jiggle the schedule for adopting new textbooks to its advantage, but after an opponent blasted the move in a press conference, the measure never came to a vote.</p><p>Just because there hasn’t been a disaster yet, however, doesn’t mean that one won’t occur. The Legislature may be more open, more representative of the people of Texas, and less prone to pass bad legislation than it has ever been, but it is also more resentful of its meager pay and more aggressive about feeding off the lobby. It works as well as it does only because it is pretty faithful to the model Madison foresaw in <em>The Federalist.</em> Lobbyists represent every interest group and cause imaginable, including the poor and the environment. No lobbyists, not even the Hired Guns, are powerful enough to work their will. There are too many interest groups for one to become dominant. As a result, the bills that do become law almost always have broad, even consensus, support. The one thing that can undo the balance is money.</p><p>It is time for reform, but the public must recognize what reform can do and what it cannot do. Reform can restore public confidence in the legislative process. It cannot change the nature of legislative politics. There will still be horsetrading and compromise and, yes, lobbyists and money. Here is what a new ethics code should contain in order to keep the system functioning as James Madison intended:</p><p>• No legislator may take a trip paid for by a lobbyist outside the state of Texas. All in-state trips —many of which are for hunting—must be disclosed.</p><p>• No lobbyist may pay for legislative entertainment unless the lobbyist is present for a substantial portion of the time. Business before pleasure.</p><p>• No legislator may have any financial ties with a lobbyist. Legislators and lobbyists have been partners in everything from land deals to law firms.</p><p>• Legislators must disclose all consulting fees and legal fees received from lobbyists and their clients. This is the worst abuse of all, and it is much more prevalent in the Senate than in the House. Everybody from plaintiffs’ lawyers to utility companies plays this game.</p><p>• Legislative per diem, $30 a day for food and lodging in austin, must be raised high enough so that lawmakers don’t have to solicit lobbyists for meals. Unlike a salary increase, a rise in per diem will not change a citizen legislature into a professional one.</p><p>Finally, after the ethics changes take effect, Gib Lewis should announce that he will not seek reelection to the House. No matter how the law is changed, neither the public nor the Legislature will take ethics seriously until Lewis is gone.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1991",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Legislators",
      "Ethics",
      "House",
      "Legislature",
      "Lobbyist",
      "Law",
      "Speaker",
      "Texas",
      "Business",
      "Guns",
      "money",
      "Politics",
      "Senate",
      "Austin",
      "ever",
      "people",
      "Golf",
      "History",
      "Hunting",
      "Nature"
    ],
    "wp_categories": [
      "Ann Richards"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "East Texas",
      "Houston",
      "San Antonio"
    ]
  }
}