{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19816",
    "date": "June 1981",
    "year": 1981,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1981/19810600.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 132,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141
      ],
      [
        238
      ],
      [
        240
      ],
      [
        242
      ],
      [
        244,
        245,
        246,
        247,
        248,
        249,
        250,
        251,
        252,
        253,
        254,
        255
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Plane the Pentagon Couldn’t Stop",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198106-theplane",
  "source": "/1981/19810600.pdf",
  "wp_post_id": 116472,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-plane-the-pentagon-couldnt-stop/",
  "authors": [
    "Michael Ennis"
  ],
  "headline": "The Plane the Pentagon Couldn’t Stop",
  "dek": "The F-16 was going to be the best fighter in the world. But first it had to outmaneuver the bureaucrats.",
  "spread_caption": "",
  "excerpt": "West of Fort Worth, General Dynamics builds the F-16, a good little fighter plane that could have been great if the Air Force brass had kept their hands off it.",
  "kicker": "",
  "word_count": 11525,
  "content": "<p><span class=\"dropcap\">S</span>trapped into a firm, narrow reclining seat, with a green radar screen about the size of a battery-powered portable television between his legs, a fighter jock becomes part of a more evolved organism. He can sit there like a man in a La-Z-Boy, his arms on the armrests, and with his left hand around a stubby black throttle mounted just below the rim of the cockpit, he can summon up 25,000 pounds of thrust; if he releases the brakes and pulls back the small control stick clutched in his right hand, in two minutes he can be traveling at twice the speed of sound eight miles above the earth. He can maneuver so sharply that his head weighs 135 pounds under a force nine times that of gravity while a computer constantly trims the tail and extends the flaps and keeps the plane within the borders of its aerodynamic limits, and he still won’t need to move his g-force-imprisoned arms. With a flick of his left thumb on a dime-size gray plastic button on the throttle, he can electronically follow a target on the ground or in the air without ever looking down at the instrument panel just above his knees. With his right hand still on the stick, he can fire a 20mm rapid-fire cannon with his right forefinger, and by pressing a tiny red button with his right thumb, he can fire two heat-seeking missiles or unload five tons of conventional bombs. And if necessary, he can reach down to his right, flip a toggle switch indicated by a red label neatly inscribed “Nuclear Consent,” pump the little red “pickle” button with his right thumb, and contribute two hydrogenfusion warheads to the unthinkable.</p><img/><img/><p>The F-16, armed with two wing-mounted Sidewinder missiles.</p><img/><p><em>So far, the F-16 has no night gimmickry.</em></p><p><span class=\"dropcap\">W</span>est of Fort Worth the plains begin to clear out for their largely unbroken procession into New Mexico, and the General Dynamics Corporation’s air Force Plant No. 4, where the F-16 fighter plane is made, becomes part of the topography. An immense, mile-long steel box, it reclines like the fallen lintel of an ancient and incomprehensibly enormous temple, an artifact of some long-vanished Olympian race.</p><p>Fortunately for mere mortals, there is the model, a thirty-foot scale reproduction of the plant, complete with miniature machines, computers, six-inch F-16s realistically painted in primer yellow, and, in a bit of wishful thinking, some big silver models of the FB-111s that General Dynamics would like Congress to allow it to build. The model serves two purposes, one of which is to give visiting air Force brass or representatives of arms-hungry foreign powers an impressive overview of what goes on in such a sprawling operation. The second purpose is to give General Dynamics planners themselves a way to make sense of their own plant.</p><img/><img/><p><em>The mile-long General Dynamics plant has an assembly area as big as 73 football fields the planes it produces are based on 200,000 engineering drawings by 15,000 technicians.</em></p><p>The full-size operation begins at the south end of a colossal warehouse, where freight cars and trucks can roll in two abreast and yield up stacks of thick, shiny aluminum slabs, bundles of aluminum strips, and—piling up on two stories of shelves—parts from the four thousand F-16 subcontractors who feed in everything from landing gear tires to the cabin temperature sensor fan. Giant machines quickly begin digesting this harvest; aluminum sheets and slabs are pounded by huge presses into corrugated shapes, planed into thin trapeziform wafers, or carved by room-size computerized routers into delicate honeycomb filigrees. These new configurations—punched with thousands of holes, fastened with thousands of rivets, and laced with elaborate traceries of electrical and hydraulic lines—become the building blocks of ever more complex forms. Hunks of wing and fuselage aggregate into an airframe, and the airframe begins to engulf switches, computers, a Westinghouse coherent pulse-Doppler radar system, a Pratt & Whitney F100 afterburning turbofan engine, and exotic little black boxes full of printed circuits and semiconductors that are even now waging a secret war with similar black boxes in Soviet factories.</p><p>It is a choreography performed to the tune of 200,000 original engineering drawings by the collective will of 15,000 engineers, draftsmen, aerospace technicians, skilled workers, and 65-year-old G. L. Farr, who works full time repairing the 630 bicycles that are the principal mode of transportation around an airconditioned assembly area as big as 73 football fields. It is a communal, cybernetic machine that is lubricated by close to two billion taxpayer dollars a year, and that in turn pumps a $400 million annual payroll into House majority leader Jim Wright’s 12th Congressional District.</p><img/><img/><p><em>Sheets of aluminum are stamped out; the they’re bolted together to make an airframe.</em></p><p>All of which is only the visible, tangible part of how the F-16 is made. Long before it ever got to a factory west of Fort Worth, the plane took an odyssey through the strange realm of defense planning, an ideological landscape strewn with concepts like massive retaliation and flexible response, deep interdiction and second echelon, enhanced avionics and attrition warfare. It was a journey that began with the brutal instruction of past wars and ended with the apparition of wars that wait to be fought; a journey menaced by cherished illusions running out of control and self-inflating defense bureaucracies for which war itself has become the most unreal concept of all.</p><p><em>“General Dynamics air Force Plant No. 4, outside of Fort Worth, is a communal, cybernetic machine that is lubricated by close to two billion taxpayer dollars a year, and that in turn pumps a $400 million annual payroll into House majority leader Jim Wright’s Twelfth Congressional District.”</em></p><p>The F-16 made it through all that pretty well, which is to say that in war it would be an effective weapon. That’s what a strong defense is all about, or should be; but unfortunately, effective weapons quite often aren’t what the american defense establishment produces. While planes that don’t work sailed through the bureaucracy, the F-16 required a considerable degree of stealth and cunning just to get to the serious planning stages. And even then, the bureaucracy took what was an extremely light and quick fighter plane and turned it into a not quite so light and not quite so quick fighter plane that also carried bombs.</p><p><em>John’s the only person in the entire Pentagon who actually thinks about war.</em></p><p>—a defense analyst describing John Boyd.</p><p><span class=\"dropcap\">T</span>he building across the river from Pierre l’enfant’s spacious plazas is so massive that it presents what is apparently a single rampart of stone at street level; only from an aerial vantage point can it be ascertained that it is indeed an expansive, fivesided form. Thirty thousand people work inside the Pentagon, a walled city where standing armies of bureaucrats, enclaves of analysts, and isolated pockets of freethinkers make up the Byzantine hierarchy of military decision making. Routing new ideas through the Pentagon’s bureaucratic meanders and ideological roadblocks is an intricate, seldom mastered craft, and John Boyd and Pierre Sprey, the first of the F-16’s many architects, are two of the few to practice it with any claim of success.</p><p>Boyd and Sprey are an uncommon pair. Sprey is smooth, relaxed, with swept-back silver hair, and is given to blue blazers, starched shirts, and silk ascots. He drives a souped-up Fiat convertible and runs his own private environmental and military consulting firm. He has an undergraduate degree in aeronautical engineering from Yale and a master’s degree in mathematical statistics from Cornell, and he worked for Grumman aircraft Engineering Corporation before doing a stint as a full-time Pentagon analyst in the late sixties. Today he is consulting on air and ground warfare for the Pentagon (“i’ve been interviewing German World War II armored commanders,’’ he says clinically. “Brilliant men. Much smarter tactically than our own officers”) and is proposing new tactics and radically new attack aircraft for the support of army infantry and armored units.</p><p>John Boyd is a hulking ex-fighter pilot with a seamed, intense, craggy countenance; he wears down-at-the-heels desert boots and casual clothes that look like castoffs from Goodwill. His colorful ways have earned him a variety of nicknames, including Forty-Second Boyd, for the speed with which he dispatched opponents in aerial combat exercises; the Ghetto Colonel, because he lives on a retired colonel’s pay with his wife and four children in one of Washington’s less affluent neighborhoods; and Genghis John, for his warlike pursuit of the ultimate battle plan. Lately, though, people are starting to refer to him as “the next Clausewitz”; they think Boyd may just be the most significant military theoretician since the nineteenth-century Prussian genius.</p><p>Boyd spends his days in a well-worn dirty-green-and-buff Pentagon office, exhaustively refining his “Patterns of Conflict,” a personal, encyclopedic study of military history that has inspired a creditable and growing following of defense analysts, Pentagon reporters, and officers in the field. In his study, Boyd essentially reduces several millennia of warfare to the strange-sounding idea of “OODA loops,” so named for the cycles of observation, orientation, decision, and action through which every combat unit from a solitary spearchucker to a modern mechanized army corps must proceed in the course of battle.</p><p>Boyd maintains that the easiest and least costly way to emerge victorious is to complete the OODA loop faster than your enemy and, if possible, to go through it so fast that you have gone on to a second maneuver before the enemy has even begun to zero in on your first move. The enemy then dissipates his energy and resources trying to figure out where you have already been, and while thus occupied he becomes a sitting duck for your unexpected attack. Such fluid, lightningstrike tactics (the German World War II armored blitzkrieg is a good example) require maneuverability and flexibility, the initiative of individual unit commanders, and adequate numbers of simple-tooperate, reliable weapons. Those are not, warns Boyd, currently characteristics of america’s armed forces. They are, however, the characteristics of a defense machine that could have used the F-16 that Boyd and Sprey originally envisioned.</p><p>Boyd, Sprey, and the group that is gravitating toward their views could be on the verge of stirring a national debate over what they see as a misplaced emphasis in american military spending. But both men, for all their energy and convictions, share a surprising cynicism. They are veterans of the Pentagon’s internecine battles, and they know that victories are long in arriving and often short in duration. And should they forget that, they have only to look at their first victory and see what might have been, but isn’t, the greatest fighter plane ever built, the plane that might have changed the history of air power. They have only to look at the F-16.</p><p><em>a potential aggressor must know that he cannot always prescribe battle conditions that suit him. The way to deter aggression is for the free community to be willing and able to respond vigorously at places and with means of its own choosing.</em></p><p>—Former Secretary of State John Foster Dulles in his “massive retaliation’’ speech, 1954.</p><p><span class=”dropcap“>E</span>ver since World War I, when airplanes proved over considerable skepticism that they were indeed effective instruments of mayhem, military minds have debated the virtues of fighters versus bombers. In the early years of military aircraft, the argument went like this: Bombers have the potential to make war production, troop supply, and daily life very difficult for the enemy below; give a belligerent enough bombers, it is argued, and his enemy will soon have neither the will nor the capacity to fight. Fighters, on the other hand, while suitable for supporting ground troops in the thick of front-line action, cannot deliver those heavy strategic blows. But their speed and maneuverability do give them one significant advantage: they can shoot down lots of other airplanes, especially fat, slowmoving targets like bombers. With enough fighters, a combatant can swat the enemy from the skies, then proceed at leisure to the destruction of his cities and the harassment of his troops.</p><p><strong>The Arms Of Texas</strong></p><p><em>The Defense Department spends $7 billion a year in Texas. Here’s who gets it.</em></p><img/><p><em>Vought makes the A-7K, a bomber that’s simple, reliable—and out of fashion.</em></p><p><span class=”dropcap“>T</span>exas contractors and subcontractors build everything from the batteries for the F-16 to nuclear warheads. As much as $7 billion of President Reagan’s first $230 billion for defense will end up right in Texas. Here is a sampling of the products that the state’s major defense contractors will be offering up.</p><p>The A-7K produced by <strong>Vought Corporation,</strong> the Dallas-based aerospace subsidiary of LTV Corporation, is the latest in a long series of A-7 Corsair II attack aircraft. First introduced in the mid-sixties, the A-7 is a subsonic, usually carrier-based jet that can unleash almost eight tons of bombs, missiles, and bullets in support of ground forces. This relatively simple, dependable aircraft has been in disfavor for years with the Navy, the air Force, and the Defense Department, and they are replacing it with more sophisticated and expensive aircraft like the notoriously unreliable F-14 and the new souped-up F-18. Fortunately, the powerful Texas congressional delegation—despite the recent vacillation of Senate armed Services Committee chairman John Tower —has continued to insist on a yearly trickle of new A-7s. The thirty A-7Ks currently funded will serve as trainers for the air National Guard, although they will also have full combat capability.</p><p>Even with the annual resuscitation of the A-7, Vought has wisely discerned that the future lies in missiles. The company has received a contract for partial development of the new ASAT antisatellite missile, designed to be launched into orbit from an F-15 fighter. But Vought’s bread-and-butter program is likely to be the MLRS, or Multiple Launch Rocket System. This tracked, self-propelled vehicle can fire its twelve individually targetable rockets in less than one minute. Each MLRS rocket is loaded with six hundred hand-grenadelike M-42 submunitions with which it can blanket an area as large as six football fields. The MLRS, with its widely dispersed but densely saturated path of destruction, is a natural for taking on the massed Warsaw Pact formations that NATO faces in Central Europe.</p><img/><p><em>Vought’s Multiple Launch Rocket System.</em></p><img/><p><em>TI’s High-Speed antiradiation Missile.</em></p><p><strong>Texas Instruments</strong> of Dallas has also come up with a missile plum in the HARM (High-Speed antiradiation Missile). When fired from aircraft equipped with a radar warning device, like the F-4G advanced Wild Weasel antiradiation strike plane, the HARM can home in on the powerful emissions of groundbased air defense radars and send them to the scrap pile. This “defense suppression” capability is desperately needed by NATO forces in Europe, where the Soviets and their Warsaw Pact allies have deployed thousands of fixed and mobile radar units.</p><p>The <strong>Bell Helicopter-Textron</strong> AH-IS Cobra attack helicopter, currently being produced in Fort Worth for the army National Guard, is an updated version of the famous AH-1G Huey Cobra now immortalized in Viet Nam lore and literature. The latest Cobra can carry TOW antitank missiles and a variety of rockets and has a 20mm cannon mounted on a pivoting turret under the nose. The AH-1S has all the sophisticated precision-targeting avionics found on the latest attack aircraft—such as the Doppler navigation system, the laser range finder, the fire control computer, and “heads-up” cockpit information display. It is also equipped with a radar warning device and an ALQ-144 radar jammer. The army likes these hot helicopters because the Navy and the air Force are somewhat reticent to use their advanced fighters in support of ground troops, favoring instead interdiction and “power projection” bombing raids behind enemy lines. That’s only fair, since the army, which supplies the antiaircraft defenses around embattled airstrips, doesn’t do too good a job of helping the fly-boys in that capacity.</p><img/><p><em>Textron’s AH-1S Cobra attack helicopter.</em></p><img/><p><em>E-Systems’ flying command post. . .</em></p><img/><p><em>. . . and TACAN navigation system.</em></p><p>Dallas-based E-Systems, which attracted a lot of attention back in the mid-seventies with the electronic surveillance system that still monitors the Israeli-Egyptian truce in the Sinai Desert, is a real comer in the wide-open electronic warfare business. E-Systems provides a myriad of services and devices, such as the WSC-3 (or Whiskey-3) radio transceivers that now serve as the Navy’s standard unit for satellite and line-of-sight communications; the APR-39 radar warning receiver, which is used on the Bell Cobra; the Precision Locating Strike System designed for identifying and destroying enemy radar units; and the modification of aircraft for surveillance missions. The E-4 advanced airborne Command Post is a 747 that E-Systems converts into a flying communications center that can direct nuclear retaliatory strikes even if its ground-based counterparts are annihilated. The TACAN, a more modest production, is a portable navigation system for impromptu battlefield airstrips.</p><img/><p><em>Tracor's chaff and flare dispenser.</em></p><p><strong>Tracor,</strong> an austin-based corporation, is also reaping the benefits of the new emphasis on the electronic “soft kill.” Tracor specializes in sonar and communications systems for the Navy and manufactures electronic countermeasures systems used on a variety of air Force planes, including the F-15 and F-16. The an/Ale-45 is what is known as a chaff and flare dispenser, an eightinch metal box stuffed with a couple of dozen small rectangular packages and fitted into a receptacle under the wing of the plane. These small packages contain either flares, which are dropped to lead heat-seeking missiles astray, or chaff, clouds of extremely fine aluminumcoated glass fibers that reflect radar emissions just like a real plane. This rather simple but effective mechanism is microprocessor controlled and can, of course, be operated automatically.</p><p><em>M.E.</em></p><p><em>“at a party in late 1970 Everest Riccioni, an engineer at the Pentagon, made his reservations about the F-15 known to General J. C. Meyer, the air Force vice chief of staff. Several weeks later, Riccioni was informed that he was being reassigned to Korea, where not many aircraft were being designed.</em></p><p>It was an argument over production as well as tactics. Bombers are airborne leviathans, with the huge wings, sturdy fuselages, and multiple engines necessary to lug heavy loads of bombs and fuel over long distances. Fighters have greater speed, maneuverability, and acceleration. But while a fighter might fly circles around a bomber, its performance could be severely degraded by even a moderate load of bombs. Trying to build one plane that could do both jobs would be somewhat like trying to train the same athlete to excel at both fencing and heavyweight power lifting. Since a plane had to be one or the other, proponents of bombers and proponents of fighters frequently battled over pieces of budgetary pie.</p><p>During World War II vast quantities of fighters and bombers were the key to allied victory, but there was some dispute over which form of air power was most effective (current consensus favors the fighters). Bomber advocates pointed to the crippling effect of mass British and american raids on German war production. Fighter advocates cited the enormous attrition of bombers and their crews during such raids, as well as the failure of some bomber offensives (the Nazi blitz of England being a prime example) to break the will of an enemy. Fighters, they argued, performed the crucial role of sweeping the Luftwaffe from the skies and hammering German armor and infantry in order to usher the ultimately victorious allied armored spearheads into Germany.</p><img/><p><em>Sitting in this cockpit, an F-16 pilot can flick a finger and start a nuclear war</em></p><p>For all practical purposes, however, the arguments ended when B-29 Superfortress bombers dropped a couple of big, fat, very heavy atomic warheads on Hiroshima and Nagasaki. Atomic bombs, and the planes that could lug them anywhere in the world, seemed to have made all other forms of air power obsolete. So when the U.S. Army air Corps became the air Force in 1947 and was divided into the Strategic air Command (SAC), which carried bombs, and the Tactical air Command (TAC), which flew fighters, there was no question as to which command had the upper hand. SAC, with its globegirdling, nuke-toting bombers, quickly became the darling of the military, the public, and, most important of all, the congressional budget makers.</p><p>But technology did not grind to a halt on august 6, 1945. Jet engines, tremendously powerful for their size and weight, meant that relatively small, light planes could not only fly very fast but also carry relatively large payloads. At the same time that fighter planes were becoming more powerful, new generations of nuclear warheads were being put into ever smaller and lighter packages. TAC wasted no time in adding it up; now it, too, could carry nuclear bombs and contribute to Secretary Dulles’s avowed doctrine of massive retaliation against the enemy, and it could retaliate a lot quicker than those plodding bombers. In the early fifties new TAC fighters began to metamorphose into light bombers, with an emphasis on speedy, low-level (under Soviet radar) penetration to their targets.</p><p>TAC’s coup was not without cost, however. Fighter-bombers became heavier as their wings and fuselages were strengthened to carry bombs, while their wings became relatively stubbier in order to reduce high-speed drag in the heavy, turbulent air at low altitudes. TAC planes were becoming more like piloted mediumrange missiles, which was great for bomb delivery but not so good for any other combat role. Those small wing surfaces in proportion to the weight of the aircraft meant less maneuverability, which would reduce the effectiveness of TAC’s planes in air-to-air combat. It also meant the aircraft would need very high takeoff and landing speeds in order to maintain lift with those little wings, and that in turn required nice, smooth concrete runways nearly two miles in length. But not only were such runways hard to plop down just anywhere, they would also be the first targets that an enemy would try to destroy in the event of war. By the late fifties, a lot of people were wondering why we didn’t just replace TAC’s manned nuclear “missiles” with the real thing: mediumand long-range ballistic missiles.</p><p><em>(Continued on page 234)</em></p><p><strong>The Make-Your-Own-F-16 Kit</strong></p><img/><p>Illustration by Janice ashford/Sagebrush Studio</p><p><em>(Continued from page 138)</em></p><p>TAC, alerted to the danger of budgetary extinction, responded with a miracle. It was a new fighter-bomber that could cruise unrefueled across the atlantic, take off from hastily prepared dirt or grass strips less than three thousand feet long, and unload 10,000 pounds of conventional ordnance slung under the wings or disgorge nuclear weapons from an internal bomb bay. It could make a sea-level dash to its target at supersonic speeds, and once divested of its bombs, it could enter into high-altitude dogfights with the best Soviet interceptors. It could do things that hitherto would have required at least two radically different airplanes—one with long, expansive wings and one with sweptback, stubby wings—because its wings could swing from an extended to a sweptback position while in flight. It was the General Dynamics F-111, which became the ashes from which the F-16 rose.</p><p><em>In general, what we are striving for is one fighter to fill the needs of all the services—a fighter which could operate from the large number of existing smaller airfields all over the world and yet fly without refueling across the ocean, thus greatly increasing its value for limited war purposes.</em></p><p>—Report of the Limited War Panel to the U.S. Senate armed Services Committee, 1962.</p><p><span class=\"dropcap\">T</span>he TFX (Tactical Fighter Experimental), as the F-111 was known in its development days, ostensibly marked the beginning of a new era in american defense planning. President Kennedy and Secretary of Defense Robert McNamara wanted the military to develop a capacity for “flexible response” that would allow us to greet brushfire wars or limited Soviet aggression with something less than a nuclear holocaust. A plane like the TFX, with its hefty conventional payload and anticipated aerial combat abilities, conformed beautifully with this new doctrine, and its nuclear threat would assuage a considerable air Force faction that still clung to the old philosophy of nuking everything in sight. And because of its varied abilities, it could accomplish one of Secretary McNamara’s most important goals, reducing costly duplication in weapons systems. In late 1962 McNamara awarded a contract to General Dynamics for the development of a TFX that would theoretically supersede virtually every tactical warplane extant for both the air Force and the Navy.</p><p>But the competing service branches couldn’t come to terms on the plane. The air Force had, as its major requirement for the TFX, stipulated a sea-level dashto-the-target speed of Mach 1.2—that is, 1.2 times the speed of sound. However, because of the structurally complex swing wing and the stresses placed on the aircraft by penetrating the sound barrier in the thick air at low altitudes, the TFX required a reinforced airframe that was extremely heavy by fighter standards. That made the aircraft too heavy for the Navy’s carrier operations, and after strenuous effort the Navy finally succeeded in canceling its commitment to the F-111 in 1968. The air Force was not so lucky; the tremendous weight of its version (90,000 pounds fully loaded) would ultimately make it the heaviest tactical plane in the air Force inventory, which meant that the F-111 would be no match for anybody’s air-to-air fighters. In trying to obtain a do-everything fighter-bomber, TAC ended up with just what it had started with—an unmaneuverable, high-speed, low-level delivery system for nuclear bombs. So much for flexible response.</p><p>By the mid-sixties, however, with TAC’s fighter-bombers already in trouble against MiG-21s over North Viet Nam, it was apparent even to the air Force that it needed a real fighter plane that could cleanse the skies of Soviet-built fighters. F-X, for Fighter Experimental, became the designation of a proposed new air-toair dogfighting aircraft. The characteristics of the plane were initially specified by the air Force’s principal design group, the aeronautical Systems Division at Wright-Patterson air Force Base in Ohio. The designers envisioned a big, heavy aircraft (60,000 pounds) with swing wings that were very small in relation to the weight of the plane. They envisioned, remarkably, another F-111. But in late 1966, just before their heavy F-X design was to be approved, John Boyd was called to the Pentagon to look it over.</p><p><em>You have got to understand the mission. Then you have to decide which characteristics actually support the mission.</em></p><p>—John Boyd.</p><p><span class=\"dropcap\">B</span>oyd had learned a great deal about fighter planes, both during the fifties as a fighter tactics instructor at Nellis air Force Base in Nevada and during the early sixties as an engineer at Georgia Tech, where he employed scientific methods to isolate the variables—weight, drag, thrust, and lift—that would contribute to the maneuverability of jet aircraft. Using computer analysis, Boyd tied all of these variables into an “energy maneuverability concept” that could be applied to any new aircraft design. It was all quite technical, but the essence of Boyd’s concept was what he called “making the trades,” or making design tradeoffs between certain kinds of performance characteristics. At its simplest, his idea was that a design for a superior air-to-air fighter should be light and that it should trade off the ability to carry heavy bomb loads in order to maintain maneuverability; only by making the trades could high performance in any given role be maintained. It seemed like common sense, but the F111 was a perfect instance of the designers’ trying not to trade off a fighter’s ability to be a bomber or vice versa.</p><p>By late 1966, Boyd and like-minded defense analysts had succeeded in scuttling the neo-F-111 F-X, and they were using Boyd’s trade-off concept to whittle the F-X down to an outstanding air-to-air fighter configuration. They pared the plane down to 40,000 pounds and came up with a single-seat, fixed-wing, highly maneuverable aircraft. But the air Force, frantic over the appearance in 1967 of the fearsome Soviet MiG-25 Foxbat—a Mach 3, high-flying interceptor that in the end turned out to be far less than it was cracked up to be—insisted on a high top speed for the new fighter, despite Boyd’s warnings that high top speeds are rarely used in combat and, because of structural additions and complexities necessary to achieve them, actually impede performance in a dogfight. The air Force also added a big load of sophisticated avionics, including a very powerful radar system. By the time the F-X was finally approved in 1968 and designated the F-15, it was in Boyd’s opinion a bigger, more expensive aircraft than it needed to be.</p><p>Meanwhile, Pierre Sprey had come to the Pentagon in 1966 as one of Robert McNamara’s “whiz kids.” He was introduced to John Boyd and Boyd’s design theories a year later. Sprey, already alarmed over the rapidly increasing costs —and, consequently, steadily decreasing numbers—of american aircraft, realized that Boyd’s design trade-offs had everything to do with wider issues of military preparedness. To his mind, relatively inexpensive, lightweight fighters could be the key to an effective rearming of america, and he and Boyd joined forces in an extraordinary Pentagon conspiracy. That was the beginning of the notorious Fighter Mafia.</p><p>At first the Mafia was no match for the air Force bureaucracy. Boyd and Sprey produced some proposals for a smaller, less costly, and higher-performance version of the F-15, and they set about briefing the air Force brass, including General James Ferguson, the commander of the air Force Systems Command, the agency responsible for all air Force weapons procurement. The general was sympathetic, but he knew how difficult it was to deter the course of a weapon’s development once the myriad of air Force “add-on committees” had gotten their stranglehold on it. “a lieutenant can add a tail hook to this airplane,” Ferguson told Sprey, “but a four-star general can’t take it off.”</p><p>Persuaded that they could not halt the inexorable advance of the F-15, Boyd and Sprey started with an entirely new set of design and trade-off requirements that would prove just how hot the F-15 really could have been. This concept, known as the F-XX, was an inexpensive (about onehalf the cost of the F-15) 25,000-pound aircraft stripped down to perform one role—air-to-air combat—and to do it better than any other aircraft in the world. Those old TAC favorites, high top speed and the ability to drop bombs, were completely left out.</p><p>The F-XX became an underground sensation in aerospace circles and soon caught the attention of Colonel Everest “Rich” Riccioni, an air Force test pilot and engineer assigned to the Pentagon to work on tactical fighter development. Riccioni was already convinced that the air Force needed smaller, lighter fighters, but like many air Force experts he felt that such a stripped-down aircraft would pay a price in lowered performance. After studying the Fighter Mafia’s data, he changed his mind. By early 1970, Riccioni was an initiate.</p><p>Riccioni became more of an austerity zealot than even Sprey or Boyd. After consulting the trade-off data, Riccioni set a goal of 17,000 pounds for a new “ultraaustere” fighter, a plane with simple radar and other avionics, relatively low top speed, exceptional maneuverability, and a fuel efficiency that would allow it to remain in energy-consuming dogfights for much longer periods than other fighters. But Riccioni wasn’t foolish enough to run his ultra-austere fighter through the usual predatory air Force channels. Instead, he innocently asked that funds be directed to two aerospace contractors for a “Study to Validate the Integration of advanced Energy-Maneuverability Theory With Tradeoff analysis.” It was a move that was not likely to alarm anyone, since in the Pentagon studies are considered a harmless deflector of otherwise dangerous innovations. But the study was really just a well-placed smoke screen; Riccioni was in fact asking the contractors to come up with the preliminary designs for an ultraaustere fighter.</p><p>By the fall of 1970 Riccioni had received a commitment of $149,000 to pursue his study, which made him bold enough to advocate his ultra-austere philosophy at higher levels in the Department of Defense. That did not sit well with his superiors, who felt that he was stepping out of line. At a party in late 1970 Riccioni, after being questioned, made his reservations about the F-15 known to General J. C. Meyer, the air Force vice chief of staff. Several weeks later, Riccioni was informed that he was being reassigned to Korea, where not many aircraft were being designed.</p><p><em>The F-15 has become a credo with the air Force. Theonly way a second lieutenant can get promoted to a first lieutenant is to swear allegiance to the F-15.</em></p><p>—a defense analyst.</p><p><span class=\"dropcap\">I</span>t was clear, then, that the F-XX, a plane whose whole reason for being was the notion that the F-15 was seriously flawed, was not going to get any support from the air Force brass. The brass was solidly behind the F-15. But the Fighter Mafia had an ace in the hole: an ally who outranked the brass. He was David Packard, Deputy Secretary of Defense under Richard Nixon, and he liked the F-XX because it gave him a chance to carry out a pet project of his—building a prototype.</p><p>Before the jet and computer age, a prototype of each proposed new military aircraft was considered a necessity. For one thing, planes were less complicated then, so a prototype was less expensive; for another, it was nearly impossible to anticipate a plane’s cost, feasibility, and performance on paper. But as jet engines, supersonic speeds, and advanced electronics made aircraft much more complex, the cost—in both dollars and manhours—of aircraft prototypes began to expand dramatically. Contractors now wanted firm commitments from the government before they would undertake the enormous expense of building a plane, and so the prototype went out of fashion. By the late fifties, military aircraft were going into production without any proven assurance that they would work.</p><p>That bothered Robert McNamara enormously, and shortly after he came to the Pentagon in 1961 he put into effect a program called TPP, or Total Package Procurement, that was designed to take the risk out of prototype-free contracting. Henceforth, any new weapon would undergo exhaustive scrutiny on paper before the Department of Defense committed itself, and our dollars, to production. Not only that, the costs of development and production were now to be fixed before a single plane was built, in order to discourage the cost overruns that were then endemic to most new hightechnology aircraft. TPP was to be a real breakthrough.</p><p>But it didn’t work. For one thing, it swelled design teams to the proportions of a good-sized town—four to six thousand for the F111—and submerged the development process in a tidal wave of paperwork that came to tens of thousands of documents per month. It also meant that once a new weapon checked out on paper, it was gospel. The models used for test flights were built on the same machinery as production models; a plane would essentially be in midproduction at the same time it was making its first practice runs. When real-world problems arose, the production lines kept right on rolling. Two of the most important aircraft built under TPP were the infamous brittle-winged Lockheed C-5A Galaxy jumbo transport, which nearly bankrupted the contractor, and General Dynamics’ F-111.</p><p>By the late sixties TPP had left McNamara, Lockheed, and General Dynamics with bruised reputations, and a lot of people were anxious to reexamine the rituals of weapons procurement. One of those skeptics was David Packard. Packard realized that the programs going on under him, including the F-15, were operating under TPP procedures, and he began to cast about for a chance to try old-fashioned prototyping again. In 1971 he made an open commitment of $100 to $200 million for prototypes of any kind; he was bound and determined to have some prototypes going in the 1972 fiscal year, and he didn’t care what they were.</p><p>The Fighter Mafia saw its opportunity and seized it. The Mafia was already enamored of the idea of prototyping; Sprey had advocated a competitive fly-off between two envisioned prototypes of the F-XX as far back as 1968. Boyd and Riccioni had visited several contractors, including General Dynamics, and sold them on the lightweight fighter idea, so there were some good preliminary designs already in the works. And the air Force Prototype Study Group, which would review all the prototype proposals and select six projects for actual development, had been rigged by the Fighter Mafia. Colonel Lyle Cameron, a Korean War ace and a lightweight fighter convert, was head of the group, and John Boyd was his assistant.</p><p>Out of two hundred prototype proposals, the air Force Prototype Study Group in mid-1971 selected six for final review. Packard assigned priority to two of these programs—a transport designed to operate from short airstrips, and the lightweight fighter. Later in the year Congress officially approved funding for the two projects, and five contractors submitted lightweight fighter designs. In the spring of 1972 two aircraft, the twinengine Northrop YF-17 and the smaller, single-engine General Dynamics YF-16, were selected to be built as prototypes.</p><p>Less than two years later, the first planes were ready to fly, thanks to concise, unbureaucratic design teams that were producing a virtually undetectable, by military aerospace standards, thirty or forty pages of documentation a month. The YF-17 and YF-16 went through extensive comparative flight testing at Edwards air Force Base in California, and in a unique display of Defense Department largess, air Force pilots were actually allowed to fly them and make recommendations. By early 1975 the YF-16—the plane that had so far whipped the Defense Department and two hundred competing proposals—had whipped the YF-17 and was selected for production.</p><p>But the air Force was still resistant. It hurt, of course, that the new F-16 had not gone through the proper channels, but what was even worse about the new plane, from the point of view of the brass, was that it just didn’t cost enough.</p><p>If that sounds like madness, there was considerable method behind it, given the defense budgeting process and the military force structure. Under the policies of the efficient Secretary McNamara, american military forces were fixed in size—in the case of the air Force the ceiling was 21 aircraft “wings”—but no real limit was imposed on the cost of a particular weapon or, more important, on the percentage of the total defense budget that any one service arm could glom on to. This meant that the air Force could have only so many planes, but that those planes could have on them everything money could buy to increase their theoretical effectiveness and killing power.</p><p>As a corollary, if the air Force could pump up its share of the defense budget with the kinds of flashy new technology that would make its limited numbers more effective, it would also weaken the influence of the other service arms and assure a more receptive climate for further air Force budget increases. But if the air Force were stupid enough to come along with an inexpensive aircraft, it would just be giving away big slices of the defense budget to the army and Navy without getting a single additional airplane in return for its naive generosity.</p><p>By the time the F-16 prototype was accepted for production, James Schlesinger was Secretary of Defense. Schlesinger had become receptive to the idea of lightweight fighters, but he met with considerable air Force resistance to a plane that would cost about half as much as an F-15. So Schlesinger offered what was in effect a bribe: if the air Force would take on the F-16, he would give the air Force five more aircraft wings. This meant the brass could keep its F-15s; the new plane no longer directly threatened the old. The air Force Systems Command snapped up the extra wings and got in line with the new fighter program.</p><p><em>It’s like a fight between a guy with a long lance and a guy with a Roman short sword when they’re both chained together at the wrist. If i’ve got that short sword, I know i’m going to stick him.</em></p><p>—Colonel Ralph S. Parr, USAF (Ret.), Korean War combat ace with service in World War II, Korea, and Viet Nam.</p><p><span class=\"dropcap\">I</span>n 1975 the research and development arm of the air Force Staff took over the prototype F-16 for “full development engineering,” which effectively cut the bureaucracy in on the action that it had been missing since prototype development began. The air Force development team grew from 25 to 300, and it went to work on modifications that would “missionize” the airplane, or add combat capabilities. This was curious, because the YF-16 was already equipped with the weapons it needed for its air-toair mission—heat-seeking Sidewinder missiles, a rapid-fire cannon, and a simple range-finding radar. The idea, after all, had been to eliminate complex and perhaps marginally useful avionics and weapons systems and thereby to keep the weight and cost down.</p><p>But the F-16 was now a prisoner of its own momentum. Secretary Schlesinger had already committed the air Force to purchase 650 F-16s in January 1975. He was also arranging a coproduction consortium of four NATO allies and had commitments from them for an additional 348 aircraft. People were talking about “the arms deal of the century.” With the Defense Department squarely behind it and a major defense contractor bonanza in the works, it was clear that the F-16 was going to be around for a while. The air Force was simply going to have to make the best of the situation, and that meant turning the F-16 into a fighterbomber—exactly what it was intended not to be. And underlying this decision was the air Force’s assumption that the F-15 was still the only purely air-to-air combat plane it really needed.</p><p>That was specious thinking, but it made sense if you compared the dogfighting capabilities of the F-15 and the F-16 the way the generals did: on paper. The F-15, which was first flight-tested in the summer of 1972, is 63 feet long, with a wingspan of 42 feet. It weighs 40,000 pounds and is powered by two Pratt & Whitney F100 turbofan jet engines. Under its wings can be slung four AIM-9L Sidewinder heat-seeking air-to-air missiles, and under the fuselage can be bolted four AIM-7F Sparrow radar-guided missiles. In its big, hollow nose is a wide radar dish that allows it to spot targets about forty miles away and then unleash the lethal Sparrows before the enemy has been visually sighted. The air Force calls this capability for attacking distant, unseen targets BVR (Beyond Visual Range).</p><p>Next to those specifications, the F-16 looked like a weak sister. It could outmaneuver the F-15, but it was puny—only 47 feet long, with a 32-foot wingspan, powered by just a single engine. It was too small to hold long-range radar, and it wasn’t equipped to carry Sparrow missiles. Hence while the F-15 could theoretically use its BVR system to attack enemy planes from forty miles away, the F-16 pilot had to locate his enemy visually and gun him down with his 20mm cannon or Sidewinder missiles. When you looked at these comparisons, it was obvious that the F-15 could lick the F-16 in aerial combat, so diverting the F-16 from its original air-to-air role wasn’t considered much of a loss.</p><p>What the generals hadn’t fully grasped was that the F-15 in combat was likely to be different from the F-15 on paper. In Viet Nam, the vaunted BVR system, used in F-4 Phantom II fighter-bombers, had proved close to useless. The Identification Friend or Foe system, which should have distinguished american from North Vietnamese planes on the BVR scopes, didn’t work, so F-4 pilots had to make visual identifications at close range, then back off and fire the Sparrow, which didn’t work well at close range. Under those circumstances a plain old Sidewinder or machine guns—which the BVR-equipped Phantoms supposedly didn’t need—would have been a lot more effective. The weaknesses of the long lance vis-a-vis the short sword were painfully evident in the statistics. During the Korean War, the exchange ratio, or ratio of enemy planes lost to american planes lost, had been seven to one against MiG-15s that were equal or superior to any american fighter. From 1965 through 1968, against inferior-quality MiG-17s and -21s the Viet Nam exchange ratio was about two to one; over one six-month period it was virtually dead even.</p><p>It wasn’t until the late seventies that the air Force learned that the F-15 might have other problems as well. In 1978 the air Force held a series of dogfighting exercises called Red Flag at Nellis air Force Base in Nevada, in which small, simple F-5 fighters using Soviet bloc tactics took on the air Force’s top fighters, under the same requirements for visual identification necessary in Viet Nam. In one-on-one fights between the small planes and the F-15, with “kills” performed and tabulated by computer, the F-15 won by a ratio of fifteen to one. But when a team of four of the F-5s went up against four F-15s, the F-15’s margin went down to two to one due to the confusion of swarm fighting. It also turned out that the F-15’s larger size put it at a great disadvantage, because the pilot in the tiny F-5 could spot the F-15 well before the pilot in the F-15 could spot the smaller plane. The F-15 also isn’t ready to fight as often as simpler planes; in fact, because the plane is so complex, in 1979 only 56 per cent of all F-15s were operational at any given time.</p><p>But back in 1975, when the generals were working over the F-16, they were unaware of some of the F-15’s weaknesses and convinced that the others were on their way to being solved. They saw no reason for another fighter plane. So they took the Fighter Mafia’s F-16 and made it bigger, strengthened its airframe so that it could carry bombs, and equipped it to carry nuclear weapons.</p><p>Schlesinger, unable to repulse the bureaucratic onslaught of design changes, stood back while four thousand pounds of avionics and structural changes were added to the airframe and $3 million was added to the cost. Caught between the outraged protests of the Fighter Mafia and the strong-arm tactics of the numerically superior air Force team, he gave Sprey the final brush-off: “I don’t want to hear any more from you lightweight fighter theologians.” Schlesinger did, however, get a commitment from David Jones, then air Force chief of staff (now the controversial chairman of the Joint Chiefs), not to wire the plane to handle nuclear weapons. A week after Schlesinger left office in 1975, Jones gave the go-ahead for nuclear wiring.</p><p>There were some problems in converting the F-16 to the delivery of bombs, the most notable being that during abrupt maneuvers, the aircraft tended to pitch out of control and crash when heavily loaded with bombs; the horizontal tail, which stabilizes the plane, wasn’t designed for lugging big loads. This problem was recently redressed with some modifications that have further reduced the plane’s maneuverability, but for the time being pilots were just told to cool it when the plane was heavily loaded. The air Force had decided the F-16 would be a bomber, so a bomber it would be.</p><p>The problem was not only that carrying bombs would make the F-16 a worse dogfighter; it was also that bombing—or interdiction, in military jargon—in general was beginning to seem to many analysts a not-very-useful tool in a nonnuclear war. In Viet Nam, of course, bombing had failed fairly miserably, because the enemy never deployed in mass formations, never stood and fought, and didn’t have a defense industry to speak of; the traditional military bombing targets simply didn’t exist. Massive interdiction raids were also terrifically costly in lives and aircraft because Soviet-built SAMs (surface-to-air missiles) accompanied by mobile radar units were so good at shooting down our planes; in 1966, one out of ten sorties over North Viet Nam resulted in the loss of an aircraft.</p><p>But when the attention of america’s defense planners shifted to Europe at the conclusion of the Southeast asia campaign, the extensive network of Soviet bloc supply bases and airfields behind the Iron Curtain presented much more promising targets for fighter-bombers. Unfortunately, interdiction missions also present more hazards in Europe, where the Warsaw Pact nations have deployed the world’s most extravagant conglomeration of SAMs, antiaircraft guns, and interceptors.</p><p>But rather than reject the strategy of massive interdiction, the air Force pushed for new technology that would make bombing missions less hazardous—theoretically, of course. So by the time the F-16 was ready to be cranked out of air Force Plant No. 4 in Fort Worth in 1976, it was unalterably a fighter-bomber, and presumably one the air Force was ready to load up with even more gadgetry as time went on.</p><p><em>General Dynamics enters 1981 with a large business backlog that includes many high-priority government programs and excellent prospects for future growth.</em></p><p>—David S. Lewis, chairman of the board and chief executive officer, General Dynamics Corporation.</p><p><span class=\"dropcap\">N</span>ow it was the contractor’s turn to modify the F-16.</p><p>For an aerospace contractor, a successful airframe design is like a smash TV series; it can be very profitable to spin it off a time or two. For General Dynamics the first F-16 spin-off was the F-16/79, an export version powered by a General Electric J79 engine that is about 80 per cent as powerful as the Pratt & Whitney F100. This intermediate version is considered suitable for the ravenous export market —a nice, roughly $10 million aircraft for american allies to whom it would be inappropriate to give the high-performance luxury model. Many of these countries, like Taiwan and Thailand, now fly the Northrop F-5 Freedom Fighter, which is currently america’s number one export fighter. GD can also hope for extensive export sales to valued allies like Israel and Egypt—which have already ordered dozens—and to allies like South Korea that have recently been upgraded by the Reagan administration to receive frontline american aircraft to replace their F-5s.</p><p>Exports, however, are not the only successful spin-off option. The contractor can also tempt the U.S. Air Force with more sophisticated and ambitious versions of its original design. This can be slightly risky, but a good concept can significantly extend the production run of an aircraft. Take the F-l 11, which never got produced in the expected quantities but still became the SAC Fb111 medium-range strategic bomber and which has a slim chance of being stretched into the SAC Fb-111 longrange penetration bomber that would replace the senile B-52 fleet. It is this sort of hope on the part of the contractors that brings us to the story of the F-16, the Strike Eagle, and the SCAMP.</p><p>That story is rooted in the spirit of competition between the two St. Louis-headquartered aerospace titans, McDonnell Douglas (the F-15’s manufacturer) and General Dynamics. By early 1977 Defense Department momentum had carried forward a commitment for 738 more F-l6s, adding up to a total U.S. defense production run, extending far into the eighties, of 1388 of the fighters, now designated as</p><p>“multirole.” Score one for GD. At the same time, the McDonnell Douglas F-l5 production run was stalled at 759 aircraft and could be expected to end by 1984. The F-15’s cost and well-publicized technical problems did not make it an attractive item in a democratic system that in the late seventies was inclined to be penurious when it came to defense spending, and even the air Force had to accept that.</p><p>But McDonnell Douglas would not give up. It led a campaign of sniping at the F-16’s “limited capabilities,” particularly its woeful lack of long-range radar and Sparrow missiles. In early 1980 McDonnell Douglas sent the Pentagon an “unsolicited” proposal suggesting that the air Force scrap its plans for the 738 additional F-16s and replace them with F-15s. The rationale was that increased production and the resulting efficiencies could bring down the per-unit cost of the F-15 to within $2 million of the then-current F-16 cost of $10 million. McDonnell Douglas also suggested that the F-15 would do just fine in taking over the F-16’s ground attack duties. The McDonnell Douglas offensive was aided by Dr. William Perry, the Pentagon Research and Development chief, who called the F-16 an “incomplete plane” in testimony before Congress. Dr. Perry, one of the principal architects of the very controversial and highly dubious M-X mobile missile plan, affirmed that the absence of long-range radar capability would make the F-16 quite vulnerable, particularly in the frequently cloudy skies over Europe.</p><p>General Dynamics fought back with a series of modifications, accepted by the air Force in the summer of 1980, that it said would “enhance” the F-16. The plane was wired to enable it to fire the Sparrow, “hard points” under the wings were strengthened to allow an additional several thousand pounds of bombs to be bolted to them, and the troublesome horizontal tail was increased in surface area by 30 per cent, which would help control the plane when it was lugging those extra bombs. But a big tail surface relative to the main wing impedes maneuverability, so the F-16 was further degraded as an air superiority fighter. GD also made wiring and structural changes to allow easy plug-in of new avionics and weapons systems whenever they became available. These add-ons would include LANTIRN (low-altitude navigation targeting infrared for night), a sort of superBVR for ground attack missions; AMRAAM (advanced medium-range airto-air missile), a sort of super-Sparrow; and assorted radar-jamming and communications systems.</p><p>In the summer of 1980 McDonnell Douglas unveiled a new plane called the Strike Eagle. It was a contractor-funded prototype designed to prove that the basic F-15 could be turned into the hottest nighttime/all-weather bomber since the F-111 without losing its fighter capability. According to McDonnell Douglas, the Strike Eagle can be expected by late this year to feature two brand-new avionics systems that will give it unprecedented capability for attacks on distant, unseen ground targets. Using SAR (synthetic aperture radar) signal processors in combination with FLIR (forward-looking infrared), the two-seater Strike Eagle (the guy in the back is operating all this stuff) will theoretically be capable of making a low-level approach, spotting a ten-foot target from ten miles away (one problem: the Strike Eagle must ascend to 2500 feet for ten to twenty seconds in order to “see” the target), and then continuing to streak in under FLIR guidance until it releases a variety of ordnance at its unwitting (provided the enemy didn’t happen to pick up any radar emissions or a brief pip at 2000 feet on their radar) and still-distant target. It is the aircraft of the future, and McDonnell Douglas promotes it with a glossy brochure in the form of a secret report from a Russian intelligence agent to his comrades, warning them that Soviet hegemony will be a thing of the past if this weapon is ever deployed.</p><p>Not to be outdone, General Dynamics began briefing the Pentagon on its design for a bigger F-16, Gd called it the F-16 Scamp, or Supersonic Cruise and Maneuvering Prototype. The Scamp would have, theoretically, greater missileand bomb-carrying capacity, longer range, and bigger wings than the F-16, albeit with less maneuverability. But clearly the Scamp would have room for more bombs and all the hot-dog nighttime/allweather avionics that McDonnell Douglas offers with the Strike Eagle.</p><p>The SCAMP, recently renamed the F-16XL, is now being put together at GD’s Fort Worth plant in a sealed hangar next to the runway at the neighboring Carswell air Force Base; GD is paying for the $40 million prototype out of its own corporate pocket. For the time being, the Strike Eagle concept is being resisted by some of the relatively pragmatic elements in the air Force command. One major problem is price—an estimated $35 million for each Strike Eagle and $30 million for the F-16XL.</p><p><em>This briefing has been presented many times, and at many levels, within the defense department. Our experience has been that it is contentious and often evokes strong emotion. On occasion, in the heat of the moment, it has been interpreted as an argument for smaller budgets, or as an argument against advanced technology. This view is</em> totally incorrect. <em>We need more money to strengthen our military; however, we believe that unless we change the way we do business, more money could actually make our problems worse.</em></p><p>—Franklin C. Spinney, “Defense Facts of Life,” 1980.</p><p><span class=\"dropcap\">F</span>ranklin C. “Chuck” Spinney is a rather bland-looking young man with a steel-trap mind and a very controversial and recently declassified brief entitled “Defense Facts of Life.” Spinney, an ex-air Force officer and now a civilian Pentagon analyst with “Tac air” Programs and analysis, focused his report on the readiness problems of the Tactical air Command.</p><p>Spinney’s report is a tale of deteriorating readiness, which he blames on the most complex aircraft in TAC’s inventory—the F-15 and the F-111. These planes cost more, break down more often, cost more to fix, and are unprepared for combat more often than the simpler, less expensive aircraft. Because the planes’ spare parts are more expensive, they are frequently insufficiently stocked, so spares are “cannibalized” from other aircraft, further reducing the overall readiness of a squadron. Pilots need more advanced skills to operate such aircraft, but because the planes are grounded so often and are so expensive to operate when they are functioning, pilots are flying increasingly fewer training missions. Many experienced pilots disenchanted with having insufficient flying time to maintain their combat skills are leaving the service, exacerbating the need for more training flights for new, inexperienced pilots. The complex warplanes also require more highly skilled maintenance personnel, but because the money is needed elsewhere, fewer training hours per technician are being provided. And trained technicians are leaving the service in progressively larger numbers to find higher pay in private industry, creating a demand for more training hours for new inductees.</p><p>The second vicious cycle that Spinney describes tosses together the concepts of “attrition warfare” and “lethality.” Put very simply, the tactics we hope to employ in Europe are based on a time-honored american tradition of overwhelming the enemy in numbers and firepower and inflicting upon him unacceptable battle losses. The problem of applying the attrition approach to the current standoff is that the Soviets have the overwhelming numbers and have also shown a profound resilience to battle losses—almost 8 million of them died in combat in World War II, compared to 250,000 americans. But since we do have the inferior numbers, and we do feel that we need to inflict heavy battle losses on the Soviets in order to win, we have increased the lethality of our weapons. The Sparrow missile has more theoretical capabilities than the Sidewinder, so we build more expensive aircraft with the complex avionics to use the Sparrow. When the Sparrow doesn’t work, we eagerly await the AMRAAM, the “better,” more complex, still more expensive missile, and we make planes like the F-16 more and more complex so that they can use it, and all the numbers keep getting fewer and fewer.</p><p>But oh, the lure of those capabilities. It is a seduction that can reach ludicrous extremes; Spinney cites the tale of an official air Force briefing in which it was actually claimed that a new air-to-air missile would give the F-15 an exchange ratio of 955 to 1 against MiG-21s. One F-15 wipes out almost one fifth of the Soviet tactical air force.</p><p>Spinney makes the important point that long-term defense spending is relatively constant, but short-term fluctuations can be dramatic. What usually happens during short-term increases—as the present one will undoubtedly be—is a sudden rush to stock up on as many high-cost, highvisibility items as possible. Brand-new wonder weapons, after all, are tangibles, and they look good to the proud generals, the crowing politicians, and the gewgawloving press and public. But planes are not assets like gold or art: they are worthless without the highly trained people who operate and maintain them and the considerable quantities of materiel that it takes to keep them operational. Spinney’s conclusion: “Our strategy of pursuing ever-increasing technical complexity and sophistication has made high-technology solutions and combat readiness mutually exclusive.”</p><p>But we will indeed have that technology, and we will indeed get more of it. With its already approved modifications, the F-16 will certainly become more capable, and it will continue to compete with the F-15. Perhaps even the Strike Eagle and the F-16XL, lethal beasts slouching toward armageddon, may have their hour of incarnation.</p><p><em>Everything in war is simple, but the simplest thing is difficult. The difficulties accumulate and end by producing a kind of friction that is inconceivable unless one has experienced war.</em></p><p>—Karl von Clausewitz, Prussian military theoretician.</p><p><span class=\"dropcap\">S</span>o ends the story, up to now, of how the F-16 was built; the question that remains about it is one everybody hopes is never answered—namely, how would it do in a war?</p><p>The workhorse of the Soviet Union’s tactical air forces is the MiG-21 Fishbed, a basic delta-wing jet that first flew in 1955. The MiG-21 is a simple, fairly maneuverable short-range air-to-air fighter without long-range radar, designed primarily to go up and engage attacking aircraft, although it can also be used for ground attack. Because of its limited range and bomb-carrying capacity, it is primarily a defensive weapon and thus characteristic of the Soviet air force as a whole until about a decade ago. Then the Soviets began to deploy the MiG-23 Flogger, a longer-range, swing-wing interceptor that looked like a much smaller version of the F-111. At the same time, the Soviets also began to develop more sophisticated close air support and bombing aircraft like the Su-17 Fitter, the Su-19 Fencer, and the MiG-27 Flogger, an exclusively ground attack version of the MiG-23. These aircraft could be expected to add an offensive dimension to the Soviet tactical air forces.</p><p>That was consistent with what was going on down on the ground, as the Warsaw Pact nations mobilized a threatening armored juggernaut spearheaded by the 50,000 tanks that could be unleashed against NATO’s mere 10,000. Combined with the new battlefield air support and bombing capabilities—which might be quite effective against NATO’s shoddy antiaircraft systems—the Pact has a decent offensive capability. Their technology, though improving, is not quite up to ours, but the numbers are there.</p><p>If the Pact forces attacked, they would launch a massive frontal offensive in NATO’s Central Region, which is West Germany. Armored units under the cover of deadly chemical fogs would smash into NATO positions, probing for weak points along the wall of defenses. To exploit the inevitable ruptures, they would call on their second-echelon forces, a staggering mass of troops supplied and maintained in rear areas. Like a flood of water bursting through a crack in a dike, the Pact second-echelon forces would come pouring into the Central Region, collapsing defenses and encircling entire armies. The end would come quickly.</p><p>But not if we even more quickly wasted the second echelon, and here is where TAC could come to the rescue. Fighterbombers, doing the job they were built for, would come screaming in past the inconsequential battering at the front and zap the second echelon again and again. The Soviets may have the momentum at the front, but as we systematically reduce their supplies and reserves, their offensive withers and we encircle and strangle their now-vulnerable armored spearheads. That, at least, is the NATO plan.</p><p>Of course, there is the problem of attacking those very heavily defended fixed positions in the second echelon. That’s why we hit them when they aren’t looking, why we rely on—and, under the current plan, must develop—aircraft with nighttime/all-weather capabilities. Under the current plan, it is obvious that the F-16 must be able to use LANTIRN, Amraam, and all the rest of the enhanced capabilities that make risky bombing missions more acceptable. Why do planes get more expensive? So they can get the second echelon. Why should contractors waste their own money building prototypes of complex bombing machines like the Strike Eagle and the F-16XL? Because they could help you get the second echelon when it isn’t looking.</p><p>But not everyone thinks that the second echelon will be that easy to get to. In addition to the obvious problems of reduced numbers and reliability when you build your aircraft to carry out complicated missions, there are the problems caused by war itself. For example, Spinney points out that trying to attack so many targets (“target servicing,” as the Pentagon calls it) with our reduced numbers requires increasingly complex communications systems to make sure that each plane works according to a centralized plan. But in war, particularly an electronic war, communications are perhaps the most vulnerable and unpredictable of factors; depending on them is going to build up lots of that friction Clausewitz spoke of. Other communications systems like JTIDS (Joint Tactical Information Distributing System), which will be installed in the F-16 when it is available in 1985, will feed a pilot information from virtually every other friendly unit in the vicinity, information that can disclose the location of practically every enemy object in the same area. Spinney wonders what the pilot will be able to make of this when he has a MiG on his tailpipe.</p><p>John Boyd has even more fundamental reservations when it comes to the second echelon; he doesn’t think the war will look like that. He thinks each side will penetrate through the other at numerous points—usually along roads—like the outspread fingers of two hands fitting together. Their second echelon is likely to be full of our guys, and their armored spearheads will “be in with our cooks and bakers.” Precise close air support—where the number one rule is never to take your eyes off the target or you kill your own guys—will be needed for behind-thelines attack. Then there is the questionable economic wisdom of sending an $11 million aircraft like the F-16, or perhaps a $30 million aircraft like the F-16XL, on a risky second-echelon mission that may net only a few supply trucks; you are going to need to eliminate an awful lot of trucks to justify the cost of the airplane. The simple inflexibility of the plan is the most suspect tactic of all. We hammer away predictably at obvious targets like airfields and supply depots, instead of leaving that psychologically devastating ambiguity about where, when, and how we are going to hit them. Our complex communications and complicated electronic attacks increase our friction and, as Boyd points out, waste our opportunity to increase the other guy’s friction.</p><p>Pierre Sprey doesn’t think the technology will work. The mean accuracy of radar bombing is three quarters of a mile, too imprecise to hit anything specific—except, of course, with nukes—and radar tells you only how big something is, not what it is; radar can’t tell a tank from a jeep or a warm boulder. The radar bombing devices now available require steady flight—meaning no evasive action—for operation, and some don’t work well in high humidity, which tends to negate the all-weather capability. “If we spend all of our money on nighttime/all-weather capabilities,” Sprey says, “we give them a free ride at high noon on a clear day.”</p><p>Sprey also has some solutions. Fix the budget ceiling, not the force ceiling, so that there will be an incentive to build more for less. Build many new inexpensive, super-light fighters to allow air superiority and close air support over the battlefield, rather than building expensive new planes and retrofitting expensive old planes to perform nighttime/all-weather bombing. But most important, Sprey thinks, the Defense Department should change its fundamental concept of what high technology really is. “My idea of high technology,” says Sprey, “is something as brilliantly simple as the hand calculator. It replaces a forty-pound electromechanical calculator with a faster, more reliable unit that you can hold in the palm of your hand. The Defense Department approach is to keep the box that the forty-pound calculator was in and see how many more things they can stuff in it.”</p><p>Maybe Sprey is right about the conceptual roadblocks to real high technology. People who study radar systems point out that the military has yet to employ the “short-squirt” radar that would emit only periodic bursts of energy, thereby eluding easy identification by enemy radar warning receivers. Well, maybe the Russians don’t have it, either. But the Highway Patrol does; they use short-squirt technology to catch speeders with radar warning devices, or Fuzzbusters. The technology that is supposed to get the second echelon is less advanced conceptually than the technology that metes out speeding tickets on our highways.</p><p><em>The F-16 is a damn fine compromise. </em>—F-16 squadron commander.</p><p><span class=\"dropcap\">T</span>he F-16 is, everyone agrees, a pretty decent compromise. The pilots think that it can perform both air superiority and ground attack missions—if they can train enough. Boyd and Sprey look at it as two big steps forward and one big step backward. The direction of that next step is what’s important. For Pentagon Research and Development, which is pushing everything from the M-X to LANTIRN; for General Dynamics, which is building a plane to put all that stuff on; for the air Force brass who are, now that money doesn’t matter, exerting pressure to have F-16 procurement cut and to replace those numbers with the F-15; and for the congressmen and senators waiting to bring it all home, the direction of that next step is obvious. And maybe we should follow them. After all, they have the record to back it up. If you don’t count Viet Nam, where we had one hand tied behind our back, those guys have never lost a war. Yet.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Defense",
      "Pentagon",
      "Military",
      "War",
      "Boyd",
      "Design",
      "attack",
      "Technology",
      "money",
      "people",
      "Army",
      "Budget",
      "ever",
      "Fire",
      "Work",
      "Mafia",
      "performance",
      "Fort Worth",
      "Indeed",
      "bomb"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Fort Worth",
      "Whitney",
      "West",
      "D.C.",
      "Dallas"
    ]
  }
}