{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19816",
    "date": "June 1981",
    "year": 1981,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1981/19810600.pdf",
    "issue_cover_image": "",
    "document_start_page": 160,
    "toc_start_page": 158,
    "document_page_range": [
      [
        160,
        161,
        162,
        163,
        164,
        165,
        166,
        167
      ]
    ],
    "toc_order": 5,
    "toc_headline": "The Year Of the Flower",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198106-theyearo",
  "source": "/1981/19810600.pdf",
  "wp_post_id": 116451,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-year-of-the-flower/",
  "authors": [
    "Suzanne Winckler"
  ],
  "headline": "The Year Of the Flower",
  "dek": "Hurricane allen threatened us with disaster last year, but what we got instead was this spring’s brilliant explosion of wildflowers.",
  "spread_caption": "",
  "excerpt": "What’s behind this year’s rampant display of wild flowers? The birds and the bees, of course.",
  "kicker": "",
  "word_count": 1883,
  "content": "<img/><img/><p>Photography by George Oliver</p><p><span class=\"dropcap\">F</span>lowers are seed machines—intricate, beautiful, efficient engines powered for one purpose: to make more flowers. Some years they work better than others, or more accurately, some years work better for them. The several seasons leading up to the spring of 1981 seem to have provided all that was necessary for the display this year. It was a statewide event: people in the Panreported that the roadsides were massed with flowers; naturalists in Big Bend the desert bloom was the most spectacular they’ve witnessed in two decades; and a botanist who leads annual spring wildflower expeditions in Central Texas says the fields around Gonzales were the best she’s seen in forty years.</p><p>We can thank Hurricane allen for getting things started. The torrents it dumped over much of Texas last august not only put an end to the hottest summer on record but also came just at the time when a lot of flowering plants needed moisture for their seeds to mature properly. The winter was mild with no late freezes (the frost in april 1980 shut down spring last year), and there were ample rains this March and april—at least, enough for the wildflowers. Also, many kinds of seeds have the capacity to lie patiently in the ground for years until the right conditions prompt them to germinate; this year Texas cashed in on its seed bank. The state has roughly 2700 kinds of wildflowers, and in a good season no other place in the U.S., with the possible exception of California, can rival Texas.</p><p><em>Bluebonnets, coreopsis, wine-cups, and green thread: the flowers just grew and grew.</em></p><img/><img/><p>A wildflower is everything that a nasturtium is not. It occurs in fields, pastures, and along highways, spontaneously and with no help from us. It can easily be seen —that is, it blooms during the day (unlike the nightshades and some cacti), and it is big, bright, and often grows in riotous battalions. It has enormous appeal to two large and unrelated groups of animate creatures: insects, which are attracted to it for food, and humans, who are drawn to it because it is beautiful and untamed.</p><p>To botanists the term “wildflower” is at once narrow and loose. It is narrow because it ignores the vast array of flowering plants—trees, grasses, sedges, rushes, and cacti—that are frequently just as intriguing in their own ways but whose blossoms are inconspicuous or rarely on display. And it is loose because it’s based on subjective criteria like “being beautiful.” This misapprehension of the plant kingdom frequently causes botanists to grow ill at ease around those of us who haven’t looked beyond the bluebonnet and, for that matter, haven’t even looked very closely at it. For example, you may think of bluebonnets as being blue with white spots, but the white spots turn a deep burgundy as the flowers age. You also probably call a bluebonnet a flower. But like many of the “flowers” pictured on these pages, it is really many flowers and is properly called an inflorescence; each little dragon face of the bluebonnet is a flower unto itself with all the sexual equipment necessary to reproduce itself.</p><p>These are the kinds of things you do not learn when looking at wildflowers from a speeding car on an occasional spring excursion into the country. But even from that vantage you can see that there are many more flowering plants than there are people. Flowers are so prolific because they can reproduce in a remarkable variety of ways, in a variety of situations, and in less than ideal times. They are, in a word, flexible. Flowering plants can pursue two reproductive pathways: they can outbreed (fertilize each other) or inbreed (fertilize themselves). Although there are many good reasons for inbreeding, most plants in most places tend to outbreed. Outbreeding makes for great genetic variability, which is worthwhile for plants that must adapt to an ever-changing world. Almost all wildflowers (and all the ones pictured here) are outbreeders.</p><p>In plants, union of the pollen and the ovule is essentially similar to reproduction among animals, except that many plants, especially those that outbreed, can’t consummate their affairs themselves: they need an accomplice. The intermediaries may be wind, water, birds, bats, moths, bees, or butterflies. They may work by night or by day, over a period of several days or only for moments. A few plants are so discriminating that just one highly evolved conspirator can help them cross-pollinate. This is the case with some species of the verbena, whose pollen is concealed in a narrow tube accessible only to the front feet of one little bee whose name, <em>Verbenajus verbenae,</em> commemorates its exclusive arrangement with the flower. But whether the accomplice’s liaison with the flower is special, like the verbena bee’s, or casual, to fulfill its role it must carry pollen from a stamen—the male part—of one flower to another and deposit it on that flower’s female part, the stigma.</p><p>Wildflowers have evolved countless inventive and elegant designs to solve the problem of getting reproduced. The degree of fine tuning can be astonishing: for example, the delicate, wandlike stamens of some wildflowers twist and turn in order to present fresh supplies of pollen to incoming insects. Nor are all plants locked into one way of reproducing. Some can switch gears and become inbreeders if environmental conditions do not look good for outbreeding. This happened in Hawaii among a group of flowers whose only sexual accomplices were a species of birds called the Hawaiian honeycreeper. When the honeycreepers became extinct, the flowers converted to selfpollination. A small number of flowers even develop seeds without being fertilized (a special type of cell division takes place within the ovary instead) or alternate this mode with occasional sexual reproduction.</p><p><em>Damianita</em> (Chrysactinia mexicana): <em>also called dill pickle plant for its pungent foliage. </em>Overleaf: <em>gold-eye phlox</em> (Phlox roemeriana) <em>carpets rocky soil and is found only in Texas.</em></p><p><em>(Text continued on page 164)</em></p><img/><p>Day primrose (Calylophus berlandieri): <em>its tissue-papery petals stay open for only a day.</em></p><img/><p>Prickly poppy (argemone polyanthemos): <em>all that pollen comes from about 150 stamens.</em></p><img/><img/><img/><p><em>Texas bluebonnet</em> (Lupinus texensis): <em>shares state flowehood with four sister species.</em></p><img/><p><em>Maybe a lazy daisy</em> (aphanosteph skirrhobasis): <em>but the botanists aren't sure.</em></p><img/><p><em>Tickseed or coreopsis</em> (Coreopsis basalis): <em>many flowers made to look like one.</em></p><img/><p><em>Indian paintbrush</em> (Castilleja indivisa): <em>each red lobe conceals the real flower.</em></p><img/><p><em>Verbena</em> (Verbena bipinnatifida): <em>a heady fragrance for a day-blooming flower.</em></p><img/><p><em>White evening primrose</em> (Oenothera speciosa): <em>comes in pink and lavender too.</em></p><img/><p><em>Foxglove</em> (Penstemon cobaea): <em>also named beardtongue for its long, hairy stamen.</em></p><img/><p><em>Drummond's phlox</em> (Phlox drummondii): <em>velvet petals vary from carmine to purple.</em></p><p><em>(Continuedfrom page 160)</em></p><p>People who get out of their cars and actually look at wildflowers (not picking them, of course, since that’s against the law) will perhaps be mildly disappointed that most of them are not aromatic, at least not sweetly so. They don’t need to be. Unlike nightblooming flowers that must use their aroma to attract moths in the dark, day bloomers need only send a visual message. To the compound eye of a bee, a flower seen from afar (and that’s about five or six feet) is a huge neon billboard flickering the message EAT Here. As the insect canoodles amid the flower’s private parts, it might nudge up against the stigma, drop a grain of pollen it has gathered elsewhere, and, if that pollen is compatible, thereby start the sexual process that will perpetuate the flower. It might also pick up some more pollen to deposit on another flower. This activity, which individually seems quiet, discreet, even nonchalant, can assume symphonic proportions in a good spring. The bed of verbena and greenthread spread across these pages shows several square inches of an endless field of flowers near Boerne that was also packed with thousands of bees. From the road I could hear the field as well as see it.</p><p>Wildflowers have developed other come-ons, too. Their petals frequently are streaked or blotched with contrasting colors called nectar guides. (You can see the black dot on the day primrose on page 161, the white bull’s-eyes on the bluebonnet on page 162, and the fine, dark lines on the flax on page 165.) Like a blinker on a radio tower or lights on a landing strip, the nectar guides direct the bee to the nectary, which is always conveniently located on a route that passes the pollen-bearing stamens.</p><p>Color itself is important in attracting insects, and it does not seem coincidental that many wildflowers are yellow and that bees in some experiments have shown a preference for that band in the color spectrum. The composites—which most of us call daisies and which include those titans of flowers, the sunflowers—are the group of plants that has by far the most yellow-flowered species. Composites are the largest and most successful family in the plant kingdom; about 20,000 occur worldwide, 600 of them in Texas. But they have a lot more going for them than being yellow. Many have chemicals (called terpenes) that smell distinctly unflowerlike to us and, more important, taste bad to plant-eating animals. Being inedible is a definite advantage in the world of plants. As bee flowers, the composites are the ultimate in engineering. Unlike other inflorescences, which are clearly bouquets of flowers, composites are inflorescences made to look like one flower. To a bee, a composite is fat city. It is immediately attracted to what it thinks is one big flower, but in the course of feeding it picks up nectar—and pollen—from many flowers at once, rather than having to fly from one to another. It is an economical strategy on the part of the flower.</p><p>Composites are so far-flung, abundant, diverse, intricate, and hard to identify that many botanists have devoted their lives to studying them. The way they work in principle, however, is ingeniously simple. Take a look at the bed of damianita on pages 160 and 161 or the coreopsis on page 162. The round center of the “flower” is really a mass of flowers, called disk flowers; each is capable of making one seed. Each of the individual “petals” around the disk is a flower as well. These are the ray flowers and, depending on the species, may or may not produce seeds, but nevertheless they perform the job of making the many flowers look like one.</p><p>The one lesson that composites teach is humility. You can’t be cavalier about identifying them. Three botanists from the University of Texas—one of them a high priest of composites—and another from Berkeley identified the damianita, coreopsis, greenthread, and Indian blanket pictured on these pages, but they went around and around about the white composite on page 162. They speculated, but without a specimen they wouldn’t commit themselves. They could only agree that it was one of three flowers: a lazy daisy, a Western daisy, or a plains daisy. Speaking of humility, I will muster some and tell you that the information here about Texas wildflowers, compared to what there is to know, could easily be compressed into one grain of pollen. If you want to learn more, my advice to you is this: between now and next spring make friends with a botanist.</p><img/><img/><p><em>Verbena and greenthread</em> (Thelesperma filifolium): <em>they went as far as the eye could see.</em></p><img/><p><em>Indian blanket or firewheel</em> (Gaillardia pulchella): <em>as abundant as the bluebonnet.</em></p><img/><p><em>Flax</em> (Linum, <em>species probably</em> rupestre): <em>fine, dark lines on the petals guide bee to nectar.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "pollen",
      "Spring",
      "Wildflowers",
      "Texas",
      "Work",
      "Allen",
      "Advice",
      "Band",
      "Bees",
      "Big Bend",
      "billboard",
      "Birds",
      "Bluebonnets",
      "Boerne",
      "By George",
      "Cars",
      "Central Texas",
      "Disaster",
      "Explosion",
      "Family"
    ],
    "wp_categories": [
      "Big Bend"
    ],
    "wp_location": [
      "Texas",
      "Big Bend",
      "Boerne"
    ]
  }
}