{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19884",
    "date": "April 1988",
    "year": 1988,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1988/19880400.pdf",
    "issue_cover_image": "",
    "document_start_page": 105,
    "toc_start_page": 102,
    "document_page_range": [
      [
        105,
        106,
        107
      ],
      [
        110
      ],
      [
        147
      ],
      [
        151
      ],
      [
        157
      ],
      [
        159
      ],
      [
        161,
        162,
        163
      ]
    ],
    "toc_order": 3,
    "toc_headline": "What Does H.E.B. Stand For, Anyway?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198804-whatdoes",
  "source": "/1988/19880400.pdf",
  "wp_post_id": 124203,
  "wp_post_guid": "http://www.texasmonthly.com/article/what-does-h-e-b-stand-for-anyway/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "What Does H.E.B Stand For, anyway?",
  "dek": "Its slogan was “totally nice.” Its strategy was eat or be eaten. When the grocery war was over, the very private Charles Butt had turned a stodgy family business into the largest independent supermarket chain in america.",
  "spread_caption": "",
  "excerpt": "As the president of Texas’ largest private grocery chain, Charles Butt learned that in order to be nice to his customers he had to be tough on his competitors. And vice versa.",
  "kicker": "",
  "word_count": 7470,
  "content": "<p>H.E.B. and Charles Butt: two Texas business secrets.</p><p>It Is Thursday Afternoon, Just Three Days before Super Bowl Sunday, and the alamo Heights H.E.B. —lovingly called the Gucci B by its territorial customers-is filled with affluent shoppers snatching up the party-sized trays of crab-stuffed mushrooms, Cantonese egg rolls, and homemade flan. The customers, some wearing full dress makeup, Ralph Lauren jean skirts, and add-a-pearl necklaces, rush for the European wine section like blitzing linebackers. Most are oblivious to the newly buffed floors or the low-hanging lights that give the fruits, many of which are fresh from the Rio Grande Valley, an extra shine. Today the ends of the aisles, just one of many impulse-buying centers in the modern supermarket, are stacked high with Super Bowl munchies-tuna and mayo, chips and hot sauce, spiced cider, Coca-Cola, and beer.</p><p>In a shopper’s view, two subtle design differences separate H.E.B. from many other supermarkets. First, all H.E.B. stores have food on the right side of the store and general merchandise on the left. A customer who wants to buy only a few food items doesn’t have to shop every aisle. In grocery-store lingo, H.E.B. isn’t highly integrated, which means you don’t find coffee makers next to coffee or pots and pans next to cake mixes. (You do, however, find peanut butter next to jelly, an indication of some anonymous planner’s inspired logic.) From purely a profit motive, integrating the store makes more sense, because profits are higher on non-food items. However, that makes for longer shopping trips through huge superstores, which wears on customers’ nerves. The second difference is that H.E.B. uses wide aisles and separate alcoves to make shopping more relaxed. The alcoves for the meat, dairy, and produce sections provide customers with a rest stop away from the heavily traveled routes. The design means less shelf space, but it sure makes a difference at six o’clock on Friday night when the Gucci B is aisle-to-aisle with frantic shoppers grabbing for a dozen different kinds of bottled water.</p><p>Illustration By C. F. Payne</p><img/><p><strong>H.E.B.</strong></p><p>Howard E. Butt (riding in his first delivery truck) built H.E.B.; son Charles (below) saved it.</p><img/><p>Photograph By Tom Hand/Corpus Christi Caller-Times</p><img/><p>“<span class=”dropcap“>I</span>f i'm going to stay, then i'm going to be in charge,” Charles Butt said in an ultimatum to his brother.</p><p>Fifteen years ago that kind of scene at an H.E.B. would have been inconceivable. The company had 125 stores and 4,500 employees, but the stores seemed trapped in the fifties. Small and harshly lit, they were devoted primarily to staples. They had tile floors and hulking whiteenamel cases for a limited selection of frozen foods. The man who brought H.E.B. into the modern age is one of the most important yet least known figures in Texas: Charles Butt, a fifty-year-old bachelor whose grandmother founded the company. Today, as the chairman and president of H.E.B., he runs the nation’s largest privately owned supermarket chain.</p><p><strong>“The Greatest Little Company anywhere”</strong></p><p>Charles Butt Is Standing In the Middle of a large room filled with banks of marble-white computers. It is a cool, clear winter day in San antonio, and the temperature inside the refrigerated computer room feels almost as cold as the outside air on the grounds of the old U.S. Army arsenal that is now the company’s headquarters. Butt gives a shoofly wave of his arm at the computers. “The challenge,” he says, “is to get the price of Tide down.”</p><p>As a call to arms, it is not the sort to stir the blood. In a state where the business world has been defined by wildcatters, cattle barons, and other wheelerdealers, Charles Butt plies the mundane trade of grocer. While others talk of multimillion-dollar deals, Butt’s lot is to shave pennies. Yet Butt has been able to accomplish what Texas oilmen, bankers, and even football teams have failed to do lately: take on the outside world and win.</p><p>Short and youthful, with blue eyes, he is wearing khaki pants and a navy-blue blazer with a company name tag that modestly identifies him as Charles. He looks more like one of those young, earnest Mormon proselytizers who routinely invade neighborhoods on bicycles than a middle-aged corporate chief executive. He speaks to every H.E.B. employee we meet, calling each by his first name; they return his chumminess.</p><p>The old-fashioned informality seems at odds with the ultramodern environment of the computer room, with its unceasing electronic hum, but that dichotomy of old and new, warmth and coldness, is central to the way Charles Butt has built the company. H.E.B. likes to project itself as a small Texas business. Butt frequently refers to it as the “greatest little company anywhere,” setting the tone for the company’s psychology, which remains that of the tireless underdog.</p><p>In fact, however, <em>Forbes</em> magazine ranks H.E.B. as the thirty-sixth-largest private company in the United States, with annual sales estimated at $2 billion. Its territory spans a third of Texas, from Ennis and Corsicana just south of Dallas to the Rio Grande Valley, from Bay City near Houston to Del Rio in Southwest Texas. In the eighty cities and towns where it competes for Texans’ grocery dollars, H.E.B. has the largest market share except in Corsicana. It is winning fierce battles against national giants such as Safeway, Kroger, and albertson’s. It is also outselling its Texas competitors—in austin, Dallas-based Cullum Companies, the owner of eleven Tom Thumb supermarkets and a glitzy new Simon David gourmet store, and in San antonio, the locally owned Handy andy. In some rural areas, such as Falfurrias in South Texas, H.E.B. is the only supermarket for miles and has a nearmonopoly on the grocery trade.</p><p>To defeat the larger national chains, H.E.B. has taken on many of their characteristics. H.E.B. has always been an aggressive competitor; now it is sometimes accused of being predatory. H.E.B. has always been a generous contributor to South Texas causes and still gives away 5 percent of its pre-tax earnings; now the company is the object of lawsuits being filed by angry Hispanic workers.</p><p><strong>H.E.B.</strong></p><p>Customers pack an H.E.B. opening in San antonio in 1946. Below: a sleek new H.E.B.</p><img/><p>“<span class=”dropcap“>S</span>ure, Kroger would have liked for us to be a patsy and let them take over. But we weren't going to do it.”</p><p>Butt has changed the company, but internally he has resisted absorbing either the company’s new status or his own. As he ushered me to his favorite part of H.E.B.’s twelve-acre compound, a serene courtyard with pebbly footpaths, he talked about the renovation of the grounds, once a hopeless jungle of blight on the southern edge of downtown. His main instruction to the Washington, D.C., architectural firm —which he chose because of its work on the Folger Shakespeare Library —was, Don’t get fancy.</p><p>“The entry lobby and a few other things are a bit grand for my taste, but overall I like it,” he said. Butt talked about how he had vetoed the architect’s plan for an ostentatious tower at the entrance, and he seemed so downhome and at ease that it was hard to reconcile this Charles Butt with his reputation as a cutthroat executive and a near recluse. For two months Butt had not only refused my requests for interviews but had also instructed H.E.B. employees to reveal nothing about the company. He finally agreed to a face-toface meeting only after I sent questions for him to answer. His friends had universally described him as a “very private person.” Since moving the company headquarters from Corpus Christi to San antonio in 1985, he had refused frequent entreaties to join civic or business organizations. As far as public San antonio is concerned, he is invisible.</p><p>He is somewhat more visible in social San antonio. One of Texas’ most eligible bachelors, he is often seen in the company of beautiful young women of impeccable pedigree. He is a regular Saturday morning customer at El Mirador restaurant, a San antonio institution, where I have seen him stick his head in the kitchen doorway to say thank you to the cooks of the heralded soup. Butt lives around the corner from El Mirador, on King William Street, the most conspicuously public street in San antonio. Tour buses pass by routinely, and their drivers identify Butt’s 1880 Victorian mansion as the home of the president of H.E.B. Yet Butt takes unusual measures to protect his privacy. His fortresslike house has a complex alarm system and is connected to a garage by an underground tunnel. The side of Butt’s personality that led him to put a toy-train set in the belfry of his home also resulted in his lining the tunnel with mesmerizing neon art.</p><p>These trappings are indicative of the competing strains of Butt’s life. Charles is playful yet cautious, shy but beguiling, private but not isolated. His own office, about the size of a roomy walk-in closet, illustrates his preoccupation with the past as well as with the present. Facing his own modern desk is a rolltop that his father purchased in 1927 to celebrate the successful opening of his second store. The old desk is a sharp reminder that even in the age of the Gucci B, the company owes as much to Howard E. Butt as it does to Charles.</p><p><strong>God's Grocer</strong></p><p>Midway Through a Videotape That H.E.B. shows to all new employees, a still image of a small freckle-faced boy wearing a short-billed cap appears. He is standing in front of an old storefront beside a wire-wheeled red wagon that is loaded with a single watermelon. The narrator’s voice takes on a reverent quality as it explains, “Mr. Howard E. Butt started out doing the same job many of you will be doing—carrying groceries for the customer.”</p><p>Howard Butt, Charles’s father, was a straitlaced grocer who straddled the era between the corner store and the supermarket. He was one of the builders of South Texas, though he never aspired to join the region’s ruling circle. His name inevitably made him the target of silly schoolboy jokes (“If your name is Butt, you don’t name your daughter Ophelia”). He was an unyielding Baptist [COnTINUED On Page 144] <strong>[ COnTINUED From Page 107 </strong>] who never took a drink, not even at conventions. He refused to sell beer or wine at his store, a policy that led longtime employees to refer to their boss as “God’s grocer.”</p><p>Butt was an empire builder—he started with 1 store and added 124 others—but he remained a meat-and-potatoes grocer all his working life. After World War II the small grocery store with wooden shelves stocked with staples vanished, and in its place came the supermarket. Suddenly grocers like Butt were hit by an explosion of frozen foods and by customers who demanded more than one kind of mustard. Butt turned his stores into supermarkets, but he never fully abandoned the era of the little red wagon. Years later, when Charles adopted the slogan “totally nice” for his stores, he too reached back to the days when his father had walked the streets of Kerrville, pulling his wagon behind him.</p><p>The company was founded by Howard’s mother, Florence Butt, who came to Texas in 1905 fortified by the most basic of all motives —survival. Her husband, Charles C. Butt, was suffering from tuberculosis. On his doctor’s advice, she moved herself, him, and their three young boys from Memphis to the warmer climate of the Texas Hill Country. The family settled in Kerrville on the banks of the Guadalupe River. They were so poor that a neighbor once sent over one of his cows so the boys —Charles, Eugene, and Howard—would have plenty of milk. Florence was a staunch Baptist, so devout that when she realized that a neighbor’s children weren’t attending church regularly, she took them down to the river and saw to it that they were baptized.</p><p>To support her family, Florence went door-to-door selling groceries for the Great atlantic and Pacific Tea Company, which later became the A&P. The business was difficult and at times humiliating. Her middle son, Eugene, later told a Kerr County historian that his mother’s feelings had been hurt when a woman snapped at her, “I don’t buy from peddlers,” and slammed the door in her face.</p><p>Florence didn’t stay a peddler for long. In 1905 she rented a two-story frame building in downtown Kerrville for $9 a month, and in a 450-square-foot space downstairs, she assembled $60 worth of stock and fixtures. She named her place C. C. Butt Grocery. The family lived upstairs, and all three boys worked in the store; they started out delivering groceries in a baby carriage.</p><p>Howard was the blessed son. Charles, the eldest, died in his thirties. Eugene worked for the post office. Howard, the youngest, worked full time in the store from the time he was a teenager. There was no <em>E</em> in “H.E.B.” in those days; Howard gave himself a middle name, Edward, while he was in high school. After serving in the Navy during World War I, he came back to Kerrville to take over the store. Families, like music, have certain themes. In the Butt family one recurring pattern is the battle between personal beliefs and business practicality. Howard had to work hard to persuade his mother to sell tobacco, which offended her Baptist sensibilities.</p><p>Always ambitious, Howard Butt opened stores in Center Point, Junction, and Brownwood, but all failed because the main store was not on solid financial footing. In a 1955 interview with the Corpus Christi <em>Times</em> Butt attributed the weakness to an earlier policy of selling on credit. “Mother would give anything we had in the store to anyone who came in and said he was a minister or a member of any church or just from Mississippi,” he recalled. “and I wasn’t much better.”</p><p>Over a two-day holiday in early 1922, Butt and his mother closed the store in Kerrville and attached prices to the merchandise for the first time. Eventually the new policy proved profitable enough for Butt to open a successful second store, in Del Rio, in 1927. Soon after that, he arrived at his frontier. He bought three Piggly Wiggly stores in the Rio Grande Valley, a remote, wide-open market that A&P, then the biggest chain in the nation, had skipped. Butt moved to Brownsville and traveled the Valley on a motorcycle. He worked brutally long hours and never took a vacation. He won customer loyalty by never marking up staples like flour and sugar more than 10 percent and by employing giveaway gimmicks. When Butt opened a store in Gonzales, he ordered a young boy to climb on the roof and toss live chickens and nickels to the crowd. In 1935, when he was forty, Howard Butt claimed his growing empire: The C. C. Butt Cash and Carry became the H. E. Butt Grocery Company.</p><p>Five years later Butt moved the company headquarters to Corpus Christi, where he managed his business while his wife involved herself in civic projects. All three of the Butts’ children —Howard Junior, Eleanor, and Charles —worked in the stores from the time they were old enough to tie on a white grocery apron. Charles made his professional debut when he was eight, carrying out groceries, stocking, and sweeping. By the age of twelve he had graduated to checker.</p><p>Howard Butt’s influence was so pervasive that many of his top managers fashioned their personal lives as well as their professional lives after his. So did his sons. Nowhere was the competition for Howard Butt’s approval stronger than at his home.</p><p><strong>the Velvet-Covered Brick</strong></p><p><span class=\"dropcap\">H</span>oward Junior and his kid brother, Charles, stared at each other across a mahogany desk, their eyes locked in silent anger. Charles was in his mid-twenties, and Howard was about ten years older. Both knew that the climactic moment had come when control of their father’s company would be determined. Finally Charles brought the simmering conflict into the open. “Howard,” he asked, “what are your long-range plans?”</p><p>“I don’t know,” Howard Junior said. “One day at a time.”</p><p>“Dad’s vision for H.E.B. focused clearly on one point. He wanted both sons in the business, working hard, carrying the load,” wrote Howard Junior in his book, <em>The Velvet Covered Brick,</em> published in 1973 by Harper and Row. The title was Howard Junior’s description of Charles, whom he considered, despite the soft and gentle exterior, to be as steady and hard as a rock.</p><p>Like Charles, Howard Junior had worked as a stocker when he was a boy. When he was twelve, he qualified as a checker, and the summer after he turned fifteen he managed his first H.E.B. But Howard Junior’s loyalty was always divided between H.E.B. and God. He took up preaching part time when he was in college at Baylor University, where he studied both religion and business. In the pulpit he was good enough to go on the road with evangelist Billy Graham, who advised him to devote his life to the ministry. Howard Junior didn’t feel led by God to be a minister full time, so he took his place at H.E.B. and continued to preach part time. His father supported his decision but warned him that carrying both jobs wouldn’t be easy. For fifteen years Howard Junior served as second in command at H.E.B. and spent about a third of his time preaching and organizing retreats for Christian businessmen.</p><p>Charles went not to Baylor but to the University of Pennsylvania’s Wharton School to study business and finance. In 1959, the year he received his bachelor of science degree in economics, Charles hit H.E.B., as Howard Junior wrote, like a tornado. “His work schedule staggered you. His discipline and dedication inspired awe. He worked brilliantly, he worked aggressively, and he lived to work,” Howard Junior wrote. He made no attempt to mask his envy.</p><p>It is a paradox of family life that often the most devout families are also the most competitive. The rivalry between Howard Junior and Charles broke out only a few years after Charles returned from college. When the two brothers faced each other in Howard Junior’s office at the H.E.B. headquarters in Corpus Christi, Charles did not regard the answer to his question as satisfactory.</p><p>“We’ve got to think about the future,” snapped Charles, “and if i’m going to stay, then i’m going to be in charge. Leadership can’t work undefined.”</p><p>There it was: Charles’s ultimatum, delivered across a desk top. Either he would run the company or he would leave. Howard Junior angrily spat out his answer, “Well, I don’t plan to leave.” But Howard Junior knew that if he stayed, he would continue to rebel against what he called his father’s “old-fogy conservatism.” Not long after their desk-top battle, Howard Junior read in the fifth chapter of Ephesians the following words: “Submit yourselves one to another in the fear of God.” He interpreted them to mean that his refusal to submit to his father constituted rebellion against God. Howard Junior soon announced that he was stepping aside and giving Charles the lead.</p><p>Just as had happened in the previous generation —when Howard Senior, the youngest of three boys, wound up running his mother’s store —now Charles, ten years his brother’s junior, assumed the top spot at H.E.B. Although Howard Junior is still the vice chairman of the board of H.E.B., he has almost nothing to do with the company’s day-to-day activities. He succeeded his mother as the president of the H. E. Butt Foundation, which was chartered more than fifty years ago. The foundation’s total net worth in tax year 1986 was $7.5 million. By far the largest single contributor to the foundation is Howard Senior, now 92, who in 1986 contributed $550,000.</p><p>H.E.B. had survived its biggest crisis. It had perpetuated [COnTINUED On Page 154] [ COnTINUED From Page 148 ] itself into a new generation, something that 70 percent of family businesses fail to do. Howard Senior had done instinctively what professors in business schools teach in courses on how to run a family business. First, he made his children feel from an early age that the business was part of the Butts’ family life. Then, when the time came for him to step down, he did it the way today’s textbooks suggest—by naming one successor. With the family crisis resolved, Howard Senior resigned as the president of H.E.B. in July 1971. The power passed to Charles.</p><p><strong>the Great South Texas Grocery War</strong></p><p><span class=\"dropcap\">T</span>he letter is frayed and yellow now, but Eloy Centeno keeps it in a gigantic green safe to remind him how the bitterness began. In the fall of 1956 Centeno’s father, Joe, the owner of a small grocery store on San antonio’s West Side, lost a son to a sudden attack of appendicitis. Howard Butt, ever the polite old gentleman, expressed his sympathy in a brief note typed on cream-colored H.E.B. stationery:</p><p>Dear Mr. Centeno:</p><p>Please permit me to extend my personal sympathy in the loss of your son, Joe Centeno, Jr. Joe was a very fine young man as well as a capable merchant, and we share your grief in your loss.</p><p>Yours truly,</p><p>H. E. Butt</p><p>Twenty-four hours after Joe Centeno buried his son, two of Butt’s top-ranking executives walked into his store and offered to buy him out. The elder Centeno politely thanked the men and sent them on their way, but he never forgot Butt’s attempt to exploit his moment of weakness. Neither did Eloy, who was offended by how quickly the H.E.B. executives swooped down with their buy-out proposal. Years later, when Howard Butt’s son touched off the great South Texas grocery war, Joe Centeno’s son would lead the counterattack. But by then H.E.B. proved too strong to withstand. When Eloy Centeno took the sympathy letter from the safe and handed it to me, he broke into sobs. “at our height, we had five stores,” he said. “Now we’ll be lucky to hold on to this one. But unless I drop dead, i’m not giving up.”</p><p>When Charles took over H.E.B. in 1971, the principal competitor in South Texas was Handy andy, a locally owned chain also run by a founder’s son named Charles. Charles Becker was as public a grocer as Charles Butt is private: Becker served a stormy term as the mayor of San antonio, from 1973 to 1975. Handy andy’s thirty stores stocked gourmet foods, with an emphasis on European wines and cheeses, and they were bright and modern, while the thirty H.E.B. stores in San antonio seemed stodgy and catered to low-income shoppers.</p><p>“I realized I was in over my head,” Charles Butt recalls. Butt immediately cast a wide net for help, recruiting out-ofstate managers to modernize H.E.B.’s small-town management style. It wasn’t easy at first. “Texas wasn’t as glamorous then as it later became,” he says, “and our company was not widely known.” In 1971 Duane Peters, a Southern California retailer, became Butt’s chief operating officer. Now his chief operating officer is Fully Clingman, whose early experience was with Kroger. The outsiders helped H.E.B. adopt the competitive strengths of the larger chains.</p><p>The grocery business is highly schizophrenic. The business itself is intensely competitive, but grocery stores are supposed to be friendly meeting places where disparate groups of people rub shoulders while buying the basics of life. H.E.B. performs the same function as an oldworld marketplace; it’s not just a place to buy milk and bread, it is a social intersection. Spend 24 hours in any city in Texas, and you soon know which grocery stores are ethnic hangouts, which double as community centers for senior citizens, and which attract the snootiest shoppers. Because grocery stores have to please everyone, they often have comical names, such as Piggly Wiggly and Tom Thumb, and grocers are depicted in the media as funny little men, such as Mr. Whipple. But there are no Mr. Whipples in the corporate offices of grocery companies. The fractured nature of the business —so many stores competing for a limited number of dollars —means that only the strong, or, to be blunt, the ruthless, can survive. The grocery business is perfectly suited for a velvet-covered brick.</p><p>In the early seventies Charles Butt understood that he had a problem. The primary characteristic of the business is high volume, low profit. The financial rule of thumb is menacingly simple: a penny’s profit on every dollar of revenue. Everything depends on how many customers come into the store, and H.E.B. stores had little to draw people in. As Charles puts it, “The stores were on the small side and very plain vanilla —some were badly worn around the edges.”</p><p>The moment of decision for the company came in 1976. Butt met with a group of his most loyal store managers and supervisors in a conference room at the old Hilton airport Inn in Corpus Christi. He told them that the situation in austin was bleak. Safeway had 40 percent of the market, H.E.B. only 20. A market survey had pinpointed the reason: H.E.B.’s refusal to sell beer and wine. The company, Butt said, was at a turning point. Not only would beer and wine be added to the shelves, but H.E.B. stores would have to open on Sundays. Within two years, H.E.B. had seized the largest market share in austin.</p><p>With the decision made to depart from its Baptist values, H.E.B. started building large stores at a cost of $8 million to $10 million each. It shifted its strategy away from trading stamps, service, and staples to low prices, modern marketing, and a store atmosphere that was both friendly and chic. The decisions to sell beer and wine and to open on Sundays were merely a public indication of the transformation that was taking place inside H.E.B.</p><p>Once the company had changed its image, it was ready to meet the competition. In 1972 albertson’s, a national chain three times larger than H.E.B., had opened four stores in San antonio without much reaction from either H.E.B. or Handy andy. But when Magnamart opened four warehouse-type stores in San antonio beginning in 1975, Charles responded swiftly and dramatically. On New Year’s Day, 1976, H.E.B. temporarily closed all of its San antonio stores, lowered the prices of one thousand popular items, discontinued trading stamps, and reopened three days later with an “everyday discount price” campaign. The great South Texas grocery war had begun.</p><p>H.E.B. showed gains almost from the start. A critical business gamble by Charles Becker had weakened Handy andy. Lured by the Houston boom in 1979, he built nine gourmet-style Handy andy stores there and lost millions. San antonio developer Morris Jaffe, a friend of Becker’s, recalls urging his own children to use some of their trust income to buy into Handy andy, which needed investment cash. The Jaffe children lost $9.5 million in twenty months.</p><p>In February 1976 Eloy Centeno and twenty other members of the San antonio Independent Retail Grocers association asked the Federal Trade Commission to investigate H.E.B. for predatory pricing. If a company sells merchandise below cost with the intent of driving a competitor out of business, that company is guilty of predatory pricing under the Sherman antitrust act. But if the company sets prices in response to competitive factors, it is practicing good business. The FTC took no action against H.E.B., but the complaint apparently forced a temporary truce. “H.E.B. raised its prices back to normal, and we had a brief break,” said Centeno. “Then Kroger announced they were coming to San antonio, and H.E.B. went bananas.”</p><p>The Kroger announcement came in September 1979. At that time Kroger was the second-largest grocery chain in the country, behind Safeway (now Kroger is the largest, with 1,300 stores nationwide and 165 stores in Texas). The news that an interloper planned to spend $50 million to open 15 large stores was interpreted by H.E.B. as a full-scale declaration of war. The first H.E.B. superstore —56,000 square feet, with a deli, a bakery, a flower shop, and an extensive stock of general merchandise—had opened in austin in 1979. The Kroger announcement spurred the building of more superstores in San antonio. Three months after Kroger opened its first store in San antonio, on June 1, 1980, H.E.B. launched a secret strategy it called Project Minuteman, which comprised three price zones designed to compete with Kroger. H.E.B. stores closest to Kroger stores were in Zone 1; prices there were competitive —that is, lower—on popular items. Zone 2 encompassed H.E.B. stores not as directly affected by Kroger, and the goal was to beat Kroger’s price on a smaller number of items. Zone 3 was all the other stores in San antonio, where prices were maintained at pre-Kroger levels.</p><p>Kroger countered with a “triple the difference” campaign. If a customer bought groceries at a San antonio Kroger, then bought the same items cheaper from a competitor, Kroger would pay triple the difference. Still, Kroger lost money in San antonio in 1980. When Charles Butt was asked in a deposition in a 1983 lawsuit if he thought the loss was because of H.E.B.’s policy of underselling Kroger, he replied, “Sure, they would have liked for us to have been a patsy and just followed, let them make a major entry into the market and take it over like they have in Houston. I don’t blame them for wanting to do that. But we weren’t going to do it.”</p><p>Meanwhile, the casualties in the KrogerH.E.B. shootout began to mount. In September 1981 the four Magnamart stores closed. Not long after that, both Handy andy and Deluxe, a nineteen-store San antonio chain, declared bankruptcy. Centeno closed two of his five stores, and scores of other small independents were forced out as well. “I lost dollars, not pesos,” Centeno says, “so many dollars that I almost stopped counting.”</p><p>At the height of the war, Centeno conducted a survey of H.E.B. prices on one hundred items in San antonio, Corpus Christi, and Laredo, and he published the provocative results in a newspaper ad —an “open letter to the consumers of South Texas.” Prices in Laredo were 11.9 percent higher than in San antonio, while the prices in Corpus Christi were 9.6 percent higher. For instance, Pampers newbornsize diapers cost $7.28 in San antonio, $7.89 in Corpus Christi, and $8.39 in Laredo. A ten-quart container of Koolaid sold for $2.79 in both San antonio and Corpus Christi, but the Laredo price was $3.29. The total bill was $139.95 in San antonio, $153.36 in Corpus Christi, and $156.59 in Laredo. “Here’s how H.E.B. has been exploiting you,” Centeno wrote. “Supermarket chains work on large volume. Their profit on each item is relatively small; but, if they add even a few cents of extra profit to each item, the total really adds up fast . . . and that’s <em>not</em> totally nice.”</p><p>Centeno’s thesis —that H.E.B. was financing its price war in San antonio by hiking prices in its other areas—became the basis for an antitrust lawsuit filed in June 1983 by Handy andy. Centeno filed a similar suit. H.E.B. denied that it had violated any laws. In the same deposition Butt maintained that he was only trying to stay competitive in a price war that had been started by Kroger. He also said that he had been aided by a corporate spy. Someone was slipping internal sales figures for the ten Kroger stores in San antonio to an executive at H.E.B., who passed them along to Charles Butt. “It let us know that they were bleeding from the fight that they started,” Butt said.</p><p>In June 1985 Handy andy and H.E.B. settled the lawsuit for $2.75 million, a fraction of the damages Handy andy was seeking. U.S. district judge William Sessions (now the F.B.I. director) sealed the terms of the settlement, but in the small, tight circle that is the Texas grocery business, the dollar amount was well known.</p><p>One of the men who knew the dollar amount firsthand was John Worsham, a former H.E.B. manager who was the executive president of a wholesale grocery company that was owed money by Handy andy. A ruddy-complexioned native of Oklahoma, Worsham had started at H.E.B. in 1965 as the manager of a store in Flour Bluff, a suburb of Corpus Christi. “Back then, H.E.B. was like a company lost in time. It was an honor, a source of real pride to tell people you worked for as good a man as Howard Butt,” Worsham recalls. If Worsham had an employee with a sick child, all he had to do was telephone Mr. or Mrs. Butt, and the employee was given time off and extra money to pay doctors’ bills.</p><p>In 1971 Worsham went to work in the buying office of H.E.B.’s corporate headquarters in Corpus Christi. “I helped set the prices during the big war in San antonio. We kept the prices between five and ten percent higher in Corpus Christi, the Valley, and the country towns in order to pay for the five to six million dollars we were losing in San antonio every year,” he says. In 1977 Worsham was told by a newly hired supervisor in the personnel department that he had gone as far as he could go at H.E.B. The company was looking for top-level employees with master’s degrees in business administration. Worsham didn’t have a college degree. He quit and went to work with the wholesaler.</p><p>Worsham later experienced the competitive fury of H.E.B. from the other side. Three years earlier he had opened eleven Model Marts in South Texas. For two years he made money. Then in 1986 the price war moved to Corpus Christi, where Kroger had sold its stores to Lubbock-based Furr’s. Furr’s reopened the Kroger stores under the name “Bag-NSave” and slashed prices. Just as it had when Magnamart posed a challenge in San antonio, H.E.B. responded by lowering prices. By June 1987 H.E.B. was advertising avocados for a nickel each, a throwback to Howard Butt’s Depressionera gimmicks. A twelve-pack of Miller Lite beer sold for $3.95, almost $1 less than the wholesale price. Chicken fryers were advertised at 37 cents per pound, half the normal retail price. Worsham was caught in the crossfire between Furr’s and H.E.B. In six months he lost $400,000 at his three south-side Corpus Christi stores.</p><p>No one is selling nickel avocados in South Texas these days. The grocery war has abated with H.E.B. firmly in control of its territory. Centeno settled his lawsuit for an undisclosed amount in February, the morning before the case was to go to trial in Waco. Worsham has been forced to sell eight of his eleven stores. “i’ve been in this business forty years,” Worsham says, “but I sure don’t know how to compete when people are giving it away.”</p><p><strong>“the Spirit Of H.E.B.”</strong></p><p><span class=\"dropcap\">E</span>dmundo Cardoza knew he was going to sue H.E.B. the moment one of the company’s interrogators pointed to his Uvalde High School letter jacket and asked, “Where did you steal that from?” He had played basketball since he was in the fourth grade and had earned each of the eight patches on his jacket by being the kind of person H.E.B. says it wants to employ—a hardworking, industrious team player. But on a November night in 1984, Cardoza, a 21-year-old Stocker, found himself in a small upstairs office in the rear of the Uvalde H.E.B., facing four men who wanted to know how much merchandise he had stolen. “I hadn’t stolen anything,” Cardoza told me across a Formica tabletop in the Uvalde Dairy Queen, “and the only thing that I could think of was, ‘i’m not going to let these people ruin my name.’ ”</p><p>H.E.B. fired Cardoza and nine other Mexican americans, all night workers at the Uvalde store, for suspected theft. They sued the company for wrongful termination, libel, and slander, but privately they believed that their firing was a sign of discrimination.</p><p>The lawsuit must have come as a shock to Charles Butt and the family members who sit on H.E.B.’s board. For years the Butt family has poured money into charities and gone out of its way to court Hispanics, both as workers and as customers. When residents in a low-income Mexican american neighborhood in San antonio objected to the closing of an H.E.B. in 1985, Butt’s response was extraordinary: He simply donated the store, valued at about $400,000, to the Mexican american Unity Council. A year later, when the San antonio Museum of art needed a sponsor for a permanent exhibit of five hundred pieces of Mexican folk art, H.E.B. wrote a check.</p><p>If H.E.B.’s attitude toward its competitors is to show no mercy, its attitude toward its customers and employees is to regard them as part of a family. The company puts a premium on friendly checkers. Its management style is paternalistic. Employees are strongly encouraged to involve themselves with their community (but not with labor unions; the company s guide for workers states flatly, “The company will oppose a union at H.E.B. by every legal means”). That approach inspires high performance and intense loyalty. In a gesture of goodwill, H.E.B. truck drivers raised enough money last year to purchase Charles Butt a white trailer with the phrase “The Spirit of H.E.B.” painted in red letters on the side. The truckers presented their gift during H.E.B.’s annual meeting in February 1987. Butt was so surprised that he was temporarily overwhelmed; some who were there say that tears came to his eyes.</p><p>But sometimes the paternalism backfires. As might be expected of a company headed by a man who guards his privacy so zealously, H.E.B. is intensely securityconscious. The head of security is Carl De Nisio, a retired air Force colonel who had been in charge of training security personnel at Lackland air Force Base in San antonio. De Nisio was one of the four questioners of Edmundo Cardoza. His notes about Cardoza, a Hispanic, were short and uncomplimentary: “Tough blk and Hispanic mix/stonewall/$200.”</p><p>“I knew it was going to be rough, because the guy who came out of the office before I went in was bawling like a baby,” Cardoza recalls. Of the ten men who were questioned, accused of stealing, and later fired, Cardoza was the only one who didn’t sign a promissory note agreeing to repay H.E.B. for stolen merchandise. Later, the others said the reason they signed what amounted to confessions was that they were afraid they would be taken to the Uvalde city jail. In depositions the interrogators for H.E.B. denied that they threatened anyone with jail.</p><p>Shortly after the interrogation began, Cardoza said De Nisio told him he owed H.E.B. $4,000 for stolen merchandise. When Cardoza insisted he owed nothing, De Nisio asked him how much he had in his pocket. “I told him I had about $200 to pay my car bill,” Cardoza recalled. De Nisio then offered to settle for the $200.</p><p>In June 1987 H.E.B. settled the Uvalde case for $8 million in cash, the largest wrongful-termination settlement in U.S. legal history. Charles Butt freely admits H.E.B. was at fault in the handling of the incident: “It is clear that this situation was mishandled by H.E.B., and I regret this very much.”</p><p>The Uvalde case is part of the price H.E.B. has had to pay to become a modern company. The larger a business grows, the more difficult it is to cling to the personal values of its founders. Charles Butt still likes to think of H.E.B. as a big family, but increasingly the company’s self-image as charitable and compassionate is at odds with the pressures of intense competition and employee dissatisfaction. In the spring of 1986 H.E.B. settled another class-action lawsuit brought by four employees represented by the Mexican american Legal Defense and Educational Fund. The suit contended that although Mexican americans held a majority of the entry-level and lower-level managerial positions in San antonio, they weren’t being promoted to the top management jobs. Butt set up a new affirmative-action plan for the company. He established a $250,000 scholarship and training fund to encourage Mexican american employees to receive the training they need to move into higherpaying positions. But the four Mexican american employees who brought the MALDEF lawsuit received no cash settlements and lost their jobs. One of them, Rick arzola, a former H.E.B. service manager, works at El Mercado in San antonio, selling Mexican curios in his girlfriend’s stand. “I got nothing out of that lawsuit but trouble,” he told me. H.E.B.’s problems with Hispanic workers aren’t over yet. A former H.E.B. meatcutter has filed a complaint with the Equal Employment Opportunity Commission, claiming that he was laid off after receiving job-related injuries while anglo workers with similar injuries were assigned lighter duties.</p><p>Such lawsuits weigh heavily on Charles Butt. Last summer he invited thirty participants in H.E.B.’s program for collegetrained employees, the company’s best and brightest, to the Port aransas Lighthouse for a picnic. Charles, a yachtsman who has read <em>Moby Dick</em> three times, bought the lighthouse in 1971 and restored it. On this particular day Charles was relaxed and in high spirits. For kicks, Charles had planned a water fight with water pistols for each of his guests. The fight commenced among the sand dunes. When the pistol war slacked off, Charles distributed water machine guns, which intensified the fighting. Not to be outpowered, Charles picked up a water hose and sprayed his employees. The fight was over.</p><p><strong>BETWEEN Caviar And Steak</strong></p><p><span class=\"dropcap\">O</span>n the east side of Interstate 35 in austin, near the Texas Capitol, sits a dark and empty Safeway store. A few miles down the highway, to the south, is a cheerfully lit H.E.B., a superstore bannered with an audacious message: “Guaranteed Lowest Prices in austin.” The two stores stand as a reminder of H.E.B.’s current prominence in the part of Texas it has claimed for itself. The sign suggests a partial reason for H.E.B.’s success —its low prices. The dark Safeway suggests another reason. In the modern era Charles Butt has been willing to take risks to maximize H.E.B.’s strengths and capitalize on his competitors’ weaknesses. He brought outside managers to H.E.B. He assumed a considerable amount of debt to finance new superstores and remodel smaller stores. And when his turf was challenged, he fought back aggressively.</p><p>But the future is always perilous for a regional family-owned company, even one as successful as H.E.B. The grocery business can change overnight, as Safeway discovered last april, when it suddenly found itself cash-short in the middle of an unfriendly takeover attempt. To defend itself, Safeway closed or sold 131 stores in Texas and put 8,500 workers on the street. H.E.B. will never have the financial resources of the national chains, and it must always face the question of succession. There is the constant temptation for Butt to take the company public, pyramid his wealth, and assure his security. Butt says, however, that he has no intention of ever taking H.E.B. public. As for the odds of H.E.B.’s surviving a fourth generation of Butt leadership, Howard Junior’s two sons, Howard III and Stephen, both have M.B.a.’s and hold management positions with H.E.B. One of them could emerge as Charles’s successor, although at 50, Charles looks as young as a 35-year-old and shows no signs of losing interest in the business.</p><p>Charles Butt’s record shows that he is primarily a defensive fighter, but he knows that H.E.B. must grow to survive. If the Texas recession had not occurred, Butt says, he would have opened more stores. Earnings for 1986 fell below Butt’s targets and below those for 1985. “We are having to run like the blazes to stay even,” he says.</p><p>Butt says he has no plans to open a specialty gourmet store, such as Simon David in Dallas and austin or the original Jamail’s in Houston. He is more inclined to put gourmet items in a number of upscale supermarkets. “We hope to be somewhere between caviar and steak and potatoes and make it work,” he says. For instance, the Gucci B has Classic Dining, a take-out counter that competes directly with restaurants. An H.E.B. in North austin has a laundry-and-dry-cleaning service. Some H.E.B.’s offer cosmetic makeovers and manicures; in many you can buy hunting and fishing licenses, automobile tags, and postage stamps. The Ennis H.E.B. has a play area for children.</p><p>H.E.B. has expanded into areas other than groceries. In 1985 it acquired a 35 percent interest in Bookstop, but when a group of venture capitalists sprang for Bookstop’s expansion into Florida last year, H.E.B.’s stake dropped to roughly 25 percent. Butt has recently opened two freestanding video stores in San antonio because of the explosion he saw in the video market.</p><p>In many ways Charles Butt is still a prisoner of his father’s ethic. Looking out across the San antonio River from his lovely arsenal headquarters, he dreams of a frontier that does not exist. “We’d like to find a city where there is a quarter of a million people, no grocery stores, no drugstores, no McDonald’s, Church’s, Target, or Wal-Mart,” he says. It is a joke, of course, but it is exactly what his father found once, in the Rio Grande Valley. But in today’s Texas, there are no frontiers, only fortresses.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "San Antonio",
      "Business",
      "Texas",
      "Family",
      "War",
      "Lawsuit",
      "Uvalde",
      "Work",
      "South Texas",
      "Beer",
      "Children",
      "money",
      "people",
      "rio",
      "Son",
      "ten",
      "Austin",
      "Corpus Christi",
      "Kerrville",
      "office"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "San Antonio",
      "Texas",
      "Uvalde",
      "Austin",
      "Corpus Christi"
    ]
  }
}