{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19884",
    "date": "April 1988",
    "year": 1988,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1988/19880400.pdf",
    "issue_cover_image": "",
    "document_start_page": 113,
    "toc_start_page": 110,
    "document_page_range": [
      [
        113,
        114,
        115,
        116,
        117,
        118
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Once Upon a River",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198804-onceupon",
  "source": "/1988/19880400.pdf",
  "wp_post_id": 124185,
  "wp_post_guid": "http://www.texasmonthly.com/article/once-upon-a-river/",
  "authors": [
    "Paul Horgan"
  ],
  "headline": "Once Upon a River",
  "dek": "A Writer's Sketchbook Of the Rio GRANDE.",
  "spread_caption": "",
  "excerpt": "Thirty-four years after his Pulitzer prize—winning Great River, historian Horgan publishes a moody sketchbook of his journey along the Rio Grande.",
  "kicker": "",
  "word_count": 692,
  "content": "<img/><img/><p>Double Bend Of the Rio Grande Above El Paso <em>October 13, 1947, 6:15 p.m.</em></p><p><strong>Drawings and field notes</strong></p><p><em>north of El Paso the river makes a sweeping double bend.</em></p><p><em>In full daytime it might not be visible from the elevation of the highway to its east; but in a clear falling evening, with shadowed ground and a lingering brightness above, I saw that the river was earth's channel for the light of the sky.</em></p><p>Paul Horgan is 84 now, and his beloved Rio Grande is far away. To conjure up the missions and mesquite, the sand and canyons, he needs only to sit back in his New England study and let memories flow. And if the vision becomes murky, he has his choice of a pair of atlases: one, an evocatively serene series of drawings, has recently been made public, 34 years after its companion, the two-volume tour de force, <em>Great River.</em></p><p>By his own admission, Horgan is “a creature of the brown waters.” In 1915, when he was twelve, his parents settled along the Rio Grande in New Mexico. He took up painting, encouraged by N. C. Wyeth and New Mexican artist Peter Hurd. Novels, seventeen of them, sprang from his regional muse. Then for ten years in the forties and fifties he journeyed up and down the Rio Grande's 1,800-mile length from Colorado to the Gulf, absorbing history and nature. Like the Rio Grande, which snakes through centuries of civilization, from Pueblo Indians to Pancho Villa, from Spanish conquistadores to the american cavalry, the Pulitzer prizewinning <em>Great River</em> in all ways stands as a true epic of the Southwest.</p><p>As with all worthy chroniclers, Horgan “took every opportunity, when the factual record supported me, to stage a scene.” Many of these scenes he coaxed from archives. Many more he observed firsthand. In the course of his peregrination, Horgan, using pencil, ink, and watercolors, completed dozens of studies—not as illustrations but as “graphic note[s] which later on would not only show me what I saw but would remind me of how I felt when I saw it.”</p><p>Paul Horgan, who for the last eighteen years has been author-in-residence at Wesleyan University in Middletown, Connecticut, understands that just as all streams are the sum of many tributaries, all disciplines are the sum of many talents. Thanks to one of those talents—his artistic vision—the Rio Grande's history shall continue its course down through time.</p><p><em>Reprinted from the book</em> a Writer's Eye: Field Study Drawings by Paul Horgan, <em>published in 1987 by Harry N. Abrams, Inc., N.Y. Text and illustrations ©1987 Paul Horgan. All rights reserved.</em></p><p><em>In the war with Mexico (1846-1848) the United States forces found their beachhead not at the river's mouth but fourteen miles east on the Gulf Coast, where an old masonry lighthouse, long abandoned, evoked like a witness in 1949 the history that so fatefully had come and gone.</em></p><img/><img/><p>Old Lighthouse, Port Isabel <em>april 16, 1949, 4 p.m.</em></p><img/><p>Brownsville Port - Docked Freighter <em>May 14, 1947, 6 p.m.</em></p><p><em>Drifting on every road that meandered among the many channels of the river's estuary, I came along one that brought me into this meadow in which, apparently, sat an ocean-going freighter.</em></p><p>Calligraphy By Don Grimes</p><p><em>Dust in the air and gold in the sky at sunset over El Paso and Juarez on this evening. The mountains in Mexico and the Chevron station in El Paso polarized the scene</em>—<em>abiding antiquity in contrast to modern commerce.</em></p><img/><p>El Paso Dusk 7977</p><img/><p>Missio N San Jose, San Antonio March 29, 2949, <em>9:20 a.m.</em></p><p><em>San Jose, with its dome and carved tower and embrasures and huge barrel-vaulted granary, was built as the grandest mission community of the five established by the Franciscans at San antonio in the eighteenth century. Here the Spanish colonial baroque found its richest expression, as I saw on a spring morning when the first green was coming on the mesquite.</em></p><img/><img/><p><em>Of the three major canyons of the Rio Grande in the Big Bend region, the Santa Elena was the most northerly.</em></p><p><em>In May 1947 I could not draw the scale of the tawny rock; only try to imagine it from my sketch of its blanched colors when writing my text later.</em></p><p>Mouth Of Santa Elena Canyon, <em>Big Bend May19, 194-7, noon.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "rio",
      "El Paso",
      "Rio Grande",
      "History",
      "Big Bend",
      "Mexico",
      "San Antonio",
      "Santa",
      "Spanish",
      "Artist",
      "choice",
      "Colorado",
      "Fifties",
      "Highway",
      "March",
      "Mission",
      "Port Isabel",
      "Pulitzer",
      "record",
      "Snakes"
    ],
    "wp_categories": [
      "Big Bend"
    ],
    "wp_location": [
      "El Paso",
      "Big Bend",
      "San Antonio",
      "Mission"
    ]
  }
}