{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19884",
    "date": "April 1988",
    "year": 1988,
    "month": 4,
    "month_formatted": "April",
    "pdf_uri": "/1988/19880400.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 105,
    "document_page_range": [
      [
        108
      ],
      [
        164
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Food Feud",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198804-foodfeud",
  "source": "/1988/19880400.pdf",
  "wp_post_id": 124200,
  "wp_post_guid": "http://www.texasmonthly.com/article/food-feud/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Food Feud",
  "dek": "A family spat triggers a battle among Houston supermarkets.",
  "spread_caption": "",
  "excerpt": "For years Jamail’s was the queen of Houston grocery stores. Now the Jamail family is at odds, and two rival chains are getting ready for a major food fight.",
  "kicker": "",
  "word_count": 2169,
  "content": "<p>For nearly twenty years there had been only one conceivable answer to the question, What is the best grocery store in Houston? The answer was Jim Jamail and Sons Food Market at 3114 Kirby Drive, on the fringe of swanky River Oaks. A specialty-foods mecca run by the third Houston generation of a volatile and driven Lebanese family, the store traced its heritage back to a produce stand opened in 1905 by Nageeb “Jim” Jamail in the old City Market.</p><p>If any one thing made Jamail’s great, it was the family’s fierce desire to please. In the produce department, employees personally selected and sacked every museum-quality avocado and Bing cherry. In the meat department, with its fifteen to twenty butchers, customers sat in tall chairs as if buying diamonds at Tiffany’s. Members of the extended family worked in the back and out front and greeted customers by name. At Christmas they sent trees to a core of loyal and liberally spending regulars. Nor was the store’s reputation mere hype. In 1978 the <em>New York Times</em> called Jamail’s the Neiman-Marcus of grocery stores.</p><p>Two years ago a death in the Jamail family precipitated a crisis over control and a changing of the guard. Inevitably the turmoil affected the store. Not that things went to hell in a shopping basket—far from it. Compared with any other grocery store, Jamail’s remained superb. The problem was that the store had taught its customers to expect perfection, and when it fell from that pinnacle, the customers noticed.</p><p>As it happened, this state of confusion coincided with the training of two formidable rivals for the heavyweight crown. Randall’s Food Markets, a 40-store local chain with a 24 percent market share, had been a potential threat since 1985, when it opened the first of its three statusconscious Flagship stores. Then in 1987 Rice Food Markets, a 27-store Houston group with about a 5 percent market share, announced plans to transform a competing location into a stylish Epicurean Market. The answer to the question, What is the best grocery store in Houston? appeared to be up for review.</p><p>Jamail’s intensity and perfectionist zeal had always been an unstable mixture. Says one family member, “We’d have a meeting, and within five minutes everybody would be shouting.” On the Monday after Thanksgiving 1985, the glue that held the store together came unstuck, when general manager albert Jamail was found to have lung cancer. In January 1986 he died, leaving everything to his widow, Jean. As part of an estate of $11 million—including about $500,000 in various debts—she now owned 80 percent of the store. The other 20 percent was held by his nephew Jim.</p><p>The store entered a period of limbo. Some of albert’s siblings, nephews, and daughters continued to operate the business while Jean, who had never been involved, watched and waited. Finally she made her move, hurling against the family managers a terrible accusation: that they were letting standards slide. In august, after several failed attempts to make a deal, Jean bought out Jim’s 20 percent interest. Jim, his brothers, and albert’s sister left, insulted and angry; 89-year-old matriarch Mary Jamail vowed never to set foot in the store again. If Jean was going to do it her way, she would do it alone.</p><p>Dressed in a cashmere jacket and slacks, Jean Jamail is sitting behind a glass-topped table in her second-story office at the store. She decorated it herself in tones of mauve, with fabric walls and a matching powder room. Learning the grocery business, she says, has been like taking a crash language course, but now she feels she’s getting her bearings. “i’m here every day, never less than ten hours on the floor,” she says in a soft voice. “I love to see the people, and the employees are like family.” She says all her five grown children can help out, and she disagrees that some customers abandoned the store following the departure of the other Jamails. “We didn’t miss anyone, we really didn’t,” she asserts. The fact that sales are down—in 1987 they were under $14 million, compared with $17 million a year from 1982 to 1984—can be chalked up to Houston’s sagging economy, she says, adding that the store is carrying as much variety as ever.</p><p>Her dream for the store is to run it just the way albert would want it, but she has some ideas of her own. “When I came in, I started landscaping and making sure all the equipment was new and the floors were spotless. I guess the housewife part came out,” she says with a laugh. She hired a [ Continued From Page 105 ]Cpa to run the office and is now computerizing. Most significantly, in October 1987 she came to a parting of the ways with general manager Jeff Jamail, albert’s nephew, whom she had engaged when she took over. In his place she hired 36-year-old Gary Owen. And where did Owen learn the business? at Randall’s.</p><p>[ Continued On Page 161 ]</p><p>This turn of events does not surprise Jim Jamail. He, his father, and the relatives who left have started Jamail Family Market, a tiny 7-Eleven-size freshproduce market and grocery on South Rice avenue. Jim hears that things are not well at the old store. His customers confide in him that the Kirby Drive store doesn’t carry what they want and that they can’t find anyone to help them. But mainly, they say, the bounce, the snap, the charisma are gone. From his back-room office with its scuffed metal desk, Jim hurls at Jean the accusation that she doesn’t spend enough time up front with the customers. “It’s not a slam on her,” he says, “but she never was involved before. She doesn’t know enough to carry on a conversation about the business.” He even wonders the unthinkable: Considering the drop-off in revenue and the large interest payments on loans taken out to expand the store before albert died, will Jamail’s fail? One particularly ominous sign is that Jean recently curtailed Mary Jamail’s free grocery-shopping privileges. (Jean says she only told Mary the store couldn’t continue to provide “as much” because the purchases were so large.) More than anything, though, Jim is sad about what has happened. “I think of it as a death,” he says. “They’ve taken a Houston institution and made it just another grocery store.”</p><p><span class=\"dropcap\">R</span>andall Onstead—the handsome 31year-old president and chief operating officer of Randall’s Food Markets-is perusing the ceiling high above his head in one of the chain’s suburban locations. The acoustic tiles around an air conditioning vent look sooty, he tells the manager politely. Better replace them and then sweep the new ones once a week with a long-handled broom. The manager smiles weakly. “Right,” he says.</p><p>Heir apparent to the Houston-area grocery empire started in 1966 by his father and two partners (both now retired), the poised young Onstead spends a good part of each Thursday and Friday visiting stores, letting the managers know that Big Brother is watching them. Proprietarylooking in his suit and tie, he often gets stopped by customers who want to jaw about products they expect him to order. Floor-walking is part of the formula of attention to detail that has made Randall’s the avis of Houston, nipping at the heels of market-share leader Kroger.</p><p>Arriving at the Flagship store at FM 1960 and Champion Forest, Onstead beams like a proud papa. Notice the offduty policeman herding traffic in from the street, he says. Here’s the hot deli and soda fountain, and there’s the French bakery and salad bar. Just up the way are the video center and the floral shop (featuring a “Kiss Me” bouquet for Valentine’s), not to mention the butcher and the seafood shop (frisky fresh-water perch), the extensive and lucrative cosmetics-toiletries department (Beautiful, Polo by Ralph Lauren), and upstairs overlooking the store, the Balcony Cafe, a mini-cafeteria. Just about the only thing you won’t find here or at any Randall’s is beer or wine. Co-founder Bob Onstead, an elder in the Church of Christ, never allowed alcohol in his stores; the omission doesn’t seem to have hurt business.</p><p>“We don’t want to be known as just yuppie stores,” protests Randall Onstead, but it is hard not to notice manifestations of the Y-word everywhere at Randall’s. The owners are obsessive about technology. At the register, you can present your plastic Randall’s check-verification card or pay with your bank card, and the stores were the first in Houston to have scanning at every check-out station.</p><p>At the Flagships, employees wear spiffy black pin-striped aprons and bow ties and place purchases in blue-and-white sacks (at a cost of 6.5 cents versus 5 cents for an ordinary brown sack); on garbage day the neighbors will know who has been shopping where. Workers are exhorted to smile and to lead customers to requested items, the way they do at Jamail’s. Those who goof up risk the displeasure of Bob Onstead, whose impatience with sloppy work is legendary. Says one former employee, “He would chew you out for twenty minutes while you’d be standing there, hanging your head, hoping he’d get a phone call. And just when you thought he was through, he’d start in on the same subject <em>again.”</em></p><p>In the three years since the first Flagship opened, Randall’s has gone from being relentlessly ordinary to being the most talked-about grocery store in Houston. Gross sales this year will be about $750 million, with the Flagships doing double the business of the average store. Randall Onstead says that for now the corporation just wants to hone local operations, but that to keep growing, eventually it might have to expand outside Houston. Father and son do, however, plan to put in one more Flagship-which will be only the second Randall’s ever inside the Loop-in early 1989. And where might that be? Funny thing. At the corner of Westheimer and Shepherd, just a mile and a half from Jamail’s.</p><p><span class=\"dropcap\">R</span>ice Food Markets didn’t have to build a store near Jamail’s to become a contender. It already had one, a 24-karat location in the Tanglewood Shopping Center, at the hectic intersection of San Felipe and Post Oak Boulevard. Opened in 1957, the store was a traditional enclave of the Cadillac-andContinental crowd, with fancy cuts of meat, a bakery, and a store charge card. But over the years the place had grown fusty and dowdy, hardly the atmosphere to attract youthful new customers.</p><p>With this in mind, president alfred Friedlander decided in 1987 to modernize and to add cachet with a new name for the location: the Rice Epicurean Market. He engaged Houston architects Marks and Salley, who prescribed a major redesign with a color scheme of sleek black and gray with polished-chrome accents. (The only actual color they permitted was an eggplant-hued pipe running the length of the store at ceiling level, a la Centre Pompidou). Before the dust had settled on the seven-month, $2 million enlargement, Friedlander initiated his next coup, hiring as director of specialty foods 32-year-old Michael Bove, the former director of the gourmet-foods departments for Texas Macy’s. When asked if he was going after Jamail’s business, Friedlander didn’t hesitate a minute. “absolutely,” he said.</p><p>Bove, wearing a mustache and a colorful Italian sweater, has never worked for a grocery store in his life. As he sees it, that’s all to the good. Much of what he’s doing is moving the store’s image toward that of a series of gourmet boutiques—“romancing it,” he says. Some of the merchandising is obvious: wine bottles arranged by varietal, as in a wine shop; 36 flavors of premium coffee beans; and an expanded cheese department with 150 exotic varieties. Other aspects of the store’s marketing strategy are more subtle, like the shiny black-vinyl strip installed to highlight the shelf labels or the black plastic knives and forks Bove insisted on for the salad bar. His biggest obsession, though, is with end caps, grocery-biz lingo for the shelving across the end of each row. In the Rice Epicurean Market, the end caps (canopied in black, <em>mais oui)</em> highlight eye-catching displays of goods and accessories. Bove is also mixing gourmet products with everyday ones so they don’t seem so intimidating (“Jamail’s has been integrating them for years,” he says). He is also placing the expensive brands at eye level—“so you have to stoop down to pick up Welch’s jelly at $1.35 but not Chambord preserves at $3.89.”</p><p>Once Jamail’s was out front and every other upscale grocery store in Houston was far behind. Now the gap is closing. Even without Houston’s economic downturn and the fragmentation of the Jamail family business, the Kirby Drive store would have had a hard fight against the twin forces of a new Randall’s Flagship and the Rice Epicurean Market right on its home turf. To the newcomers, Jamail’s market share is one big luscious pâté de foie gras waiting to be carved up. Will the store withstand the assault with minimal change, will it fail, or will it survive by turning the tables and learning a few tricks from the competition?</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "April 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Family",
      "Houston",
      "Food",
      "Rice",
      "office",
      "Shopping",
      "Business",
      "Wine",
      "Alcohol",
      "assault",
      "Avocado",
      "Beer",
      "Butcher",
      "Children",
      "Christmas",
      "Church",
      "Coffee",
      "Death",
      "Diamonds",
      "ever"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas"
    ]
  }
}