{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19903",
    "date": "March 1990",
    "year": 1990,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1990/19900300.pdf",
    "issue_cover_image": "",
    "document_start_page": 84,
    "toc_start_page": 84,
    "document_page_range": [
      [
        84,
        85
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Talking To Texas",
    "toc_kicker": "",
    "cover_cut_line": "Talking To Texas Texans Tell Us What They Do, How They Feel, and Why It Matters"
  },
  "identifier": "TXMO-ARTICLE-199003-talkingto",
  "source": "",
  "wp_post_id": 125898,
  "wp_post_guid": "http://www.texasmonthly.com/article/talking-to-texas/",
  "authors": [],
  "headline": "Talking To Texas",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Forty-two extraordinary tales from forty-two ordinary Texans.",
  "kicker": "",
  "word_count": 626,
  "content": "<img/><img/><img/><img/><img/><img/><img/><img/><p><span class=\"dropcap\">I</span>n our pursuit of great events and our fascination with well-known people, journalists sometimes miss the big story. The true threshold of civilization is the day-byday coursing of ordinary people living ordinary lives. A snapshot of the quintessential Texan would probably show someone caught in a traffic jam, contemplating not the price of West Texas Intermediate but what to do about fire ants in the back yard. The myths of the dogged cowman pushing his herd across one more river, or the hard-eyed venture capitalist plotting his next corporate raid, shatter against the reality of a mother nursing a sick child through a long night. The real heroes are the ones who serve in silence. ★ “Talking to Texas” is an attempt to find these people and ask them, What’s on your mind? Maybe we should have called this project “Listening to Texas,” because that’s the way it worked out. The people of Texas talked; we listened and asked a few questions. We edited out our questions, of course, and selected what we thought were the most interesting responses for publication. ★ at first we tried to identify themes, common subjects to which people could direct their remarks. Ask them about their jobs, maybe, or their families or their upbringing, ask what they did during the boom and how they adjusted to the bust, inquire about their dreams and aspirations, their fears and disappointments. Measure them against the Texas myth. Take their temperatures. Sample their moods and cut them into cross sections. ★ But none of those approaches sounded right. Or to put it another way, they all sounded right, but they sounded incomplete and maybe beside the point. Finally, we decided to just jump in and see what happened. We called friends and colleagues and asked them, “Who do you know who is interesting and articulate?” Then we took our tape recorders around the state and let the process begin, hoping that great themes would emerge. We weren’t looking for celebrities or people with an agenda. On the contrary, we sought out those who generally were not accustomed to being interviewed or seeing their names in print or having their views made public. ★ Frankly, we weren’t sure the project would work. At times we weren’t sure where it was going; we only knew that it felt right. In retrospect, the strength of these conversations is their apparent randomness and serendipity. Taken as a composition, an unexpected tapestry appears. Instead of stereotypical fourthand fifth-generation Texans, nearly half of those we interviewed were born outside of Texas—or their parents or grandparents were. We were reminded how our state has always depended on immigration to regenerate our character and how the interplay of international events profoundly shapes our lives. And though the extremes are what catch our attention—the fire-in-the-belly cry for change cast against the simple nobility of acceptance—we see, too, how much we have in common. ★ You will hear within these voices the poetry of endurance and the sharp wail of despair, the eloquence of hope and the thrill of discovery, the counterpoint of circumstance and the basso profundo of courage. You will hear people speak of their frustrations and talk about making things work. We can’t prove it, but we think that if you listen closely, you’ll hear something akin to a collective soul. Finally, in each there is the gritty, unadorned, unguarded vein of truth. At least it’s true from the speaker’s perspective. And that’s the point.</p><p><em>Opposite, from top: Gigi Huang, Debbie Salamon’s father in his shop, Elroy (l.) and Leroy Brown, Barbara Scoggins (c.), Linda Walker, Mary Margaret adams and dad. This page, from top: Mary DeMotte, Marvell and Thomas White, Ron and Linda Burton, Letty Banda, Simon Salinas, Joan Yamini’s grandfather.</em></p><img/><img/><img/><img/><img/><img/>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Texas",
      "Celebrities",
      "Fire",
      "grandparents",
      "Immigration",
      "Mother",
      "Poetry",
      "Texan",
      "Traffic",
      "Views",
      "West Texas"
    ],
    "wp_categories": [
      "Events"
    ],
    "wp_location": [
      "Texas",
      "West",
      "West Texas"
    ]
  }
}