{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19931",
    "date": "January 1993",
    "year": 1993,
    "month": 1,
    "month_formatted": "January",
    "pdf_uri": "/1993/19930100.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": 104,
    "document_page_range": [
      [
        104,
        105,
        106,
        107
      ],
      [
        112,
        113,
        114,
        115,
        116
      ]
    ],
    "toc_order": 17,
    "toc_headline": "Clash of the Cyberpunks",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199301-clashoft",
  "source": "/1993/19930100.pdf",
  "wp_post_id": 127752,
  "wp_post_guid": "http://www.texasmonthly.com/article/clash-of-the-cyberpunks/",
  "authors": [
    "Gary Cartwright"
  ],
  "headline": "Clash Of the Cyberpunks",
  "dek": "It may have been bloodless, but the battle between teenage computer hackers in austin and New York had all the makings of a gang war.",
  "spread_caption": "",
  "excerpt": "When teens from austin and New York started an electronic gang war, it seemed like another harmless computer game—until the FBI and the Secret Service stepped in.",
  "kicker": "",
  "word_count": 5991,
  "content": "<p>In Simpler Times the Gang War Between the Texas branch of the Legion of Doom (LOD) and the New York branch of the Masters of Deception (MOD) would have been called a whizzin’ match. They would have met in the dead of night in a parking lot behind the high school, making up the rules as they went. At first they would have whizzed for distance, accuracy, and diversity of style. Then somebody would have said something about somebody’s mama, somebody would have dropped a racial slur, somebody would have whizzed on somebody’s leg, and things would have started to get ugly. That’s how it went between LOD and MOD, except that the match was more cerebral and the outcome much uglier.</p><p>What made the rumble between the Legion of Doom and the Masters of Deception truly unique was that the two groups never saw each other face-to-face. Their battles were fought in cyberspace, that trackless and mysterious universe that beckons just beyond the screen of a computer terminal. These juvenile gangsters—or cyberpunks, as they prefer to call themselves—were computer hackers, adolescents with borderline personalities and high IQs who regarded the act of breaking into somebody else’s computer as their mission in life. Long after their parents were asleep, they hunkered in front of their PCs (personal computers), exploring the microwaves and light pulses of cyberspace, eventually hacking their way into the mainframe computers of universities, government agencies, and the largest corporations in the country. Their quest was knowledge, adventure, and an occasional credit card number. Most of them honored the traditional hacker’s code that prohibited stealing, destroying, or altering files or systems. The object was to break in, look around, then get out without leaving a trace. Always present, though, was the temptation to download a particularly interesting text and take it home as a trophy, proof to one’s peers and rivals that one had the skill and nerve to invade the very heartland of, say, Southwestern Bell or Martin Marietta. It was this temptation that brought down the Legion of Doom—and, in a twisted way, the Masters of Deception too.</p><p>Cyberpunks are a breed apart, outlaws of the electronic frontier. They definitely are not the computer nerds portrayed in the media. Nerds aren’t hackers; they are the targets of hackers. Cyberpunks mistrust authority and regard education with cynicism, even contempt. Yet their thirst for knowledge is obsessive. They avoid sports and organized activity—“These kids are the last ones chosen in the softball game,” observes one attorney who knows them—and yet they are competitive to the point of absurdity. They are self-righteous too and belligerently antisocial, their libidos and libertarian impulses frequently outdistancing their brains. They live on junk food and Jolt Cola, sleeping all day and prowling all night, which accounts for their unusually high dropout rate from high school. Nothing in life is stronger than their urge to hack—not even their adolescent sex drive. Describing a recurring dream to a reporter for the <em>Village Voice,</em> a teenage MOD member who calls himself Bandito told of being lured to the apartment of a beautiful woman. As she began to seduce him, her briefcase turned into the New York telephone system and began printing out logins and passwords. “She’s trying to undress me,” he said, “and i’m going, ‘No, no, no, I gotta photocopy this!’ ”</p><p>Illustration By William Duke</p><img/><img/><p><strong>Mark abene</strong></p><p><strong>AKA Phiber Optik</strong></p><p><strong>Until he got his first PC. Abene was an honor student in math and science. But spending all his nights in cyberspace took its toll, and he dropped out of school.</strong></p><p>Between raids on mainframe computers, cyberpunks hang out on cyberspace’s equivalent of street corners—the dozens of electronic bulletin board systems (BBS) that are located in the software of PCs all over the world. In this environment, as on actual street corners, they brag about their exploits, direct insults at rivals, and trade information on subjects as varied as how to access the main computer at the White House and how to blow up their high school cafeteria. They develop outlaw personas and adopt sinister <em>noms de hacque,</em> meant to suggest that they rob churches and eat babies. Of course, it’s mostly put on, the sort of bravado boys affect when they are alone or in small groups. The great thing about journeying through cyberspace is the ability to remain anonymous, to operate outside the pathetic confines of the body, to be arrogant and profane and threatening with some assurance of impunity, all the while secure in the belief that one is exploring places few had been skilled enough or daring enough to explore. PCs are the great levelers.</p><p>The line that cyberpunks tread is a fine one, flaunting laws that for the most part were written for a very different world than the one they inhabit. Is hacking the ethical equivalent of the time-honored adolescent sport of trespassing? Or is it closer to breaking and entering? and what about the value of the thing that is taken? If a hacker steals a file that has no physical form and can be infinitely reproduced, is that the same as stealing a television set? a favorite prank of cyberpunks is breaking into the files of TRW Information Services, one of the nation’s largest credit reporting companies, and downloading credit histories of rivals, which are then posted on electronic bulletin boards for all to examine. Unless files are altered (which is far more difficult than merely accessing them), has society been harmed? But the fine line between teenage pranks and imminent danger to our high-tech society—hospital records destroyed, police emergency systems sabotaged—is more than merely troublesome. It is potentially cataclysmic.</p><p>By 1990 hacker clubs were popping up all over the country, but none were more notorious, or more bitter in their rivalry, than LOD and MOD. They were natural rivals, as culturally diverse as the Jets and the Sharks in <em>West Side Story.</em> Legion of Doom members were middle-class white kids from Houston and austin, not from wealthy families necessarily but relatively well-off compared to their East Coast enemies. The Masters of Deception were an ethnic mix of lower-middle-class kids who lived in the ghettos of Queens, the Bronx, Brooklyn, and the Lower East Side of Manhattan—Italians, Greeks, african americans, Hispanics—most of whom had dropped out of school but continued to live with their parents.</p><p>The gang war between LOD and MOD started, as these affairs usually do, as a clash of egos between two of the leaders—Chris Goggans, a nineteen-year-old college student in austin who went by the handle of Erik Bloodaxe, and Mark abene, a sixteen-year-old high school dropout from Queens who called himself Phiber Optik. In 1988 Goggans sponsored abene’s membership in LOD, which at the time was the most elite hackers club in the country, then within the year led a movement to have him expelled. Abene immediately joined forces with MOD, which, as fate would have it, was just being formed for the express purpose of challenging the Legion of Doom as “the new elite” of hackerdom.</p><p>In the months that followed, adolescent insults were hurled across cyberspace and juvenile pranks were played on bulletin boards and sometimes on mainframe computers. Somebody let slip a racial slur. Somebody’s mama was maligned. And one thing led to another—until now, three years later, five Masters face possible time in prison, and the Legionnaires, their organization shattered beyond repair, are left to bear witness against their fellow hackers and contemplate the complexities of being adults.</p><p><span class=\"dropcap\">C</span>HRIS Goggans Was the Wunderkind of the Legionnaires, tapped as a charter member when he was just fifteen. He grew up in Dallas and later San antonio, living with his mother and older sister, teaching himself to hack on an old apple computer owned by a friend’s father. Goggans’ parents were divorced, as were the parents of most of his hacker friends. “I don’t know a hacker whose parents are together,” he told me recently. An obviously gifted student, Goggans was a classic underachiever who could maintain a B average without cracking a book. He was a thin, frail kid with glacier-blue eyes, long blond hair, and a face that shone with almost beatific innocence. He was a confirmed loner. The only activities he deemed worthy of attention at Clark High School in San antonio were computer programming contests. He submerged himself in role-playing games such as Dungeons & Dragons during the day, and he used up his [ Continued On Page 112 ] [ Continued From Page 106 ] nights snooping around in cyberspace. The name Erik Bloodaxe was taken from a book he read in the sixth grade about a race of Viking warriors with magical powers.</p><p><strong>Goggans was obviously gifted, but he was also a confirmed loner. The only high school activities he deemed worthy of attention were computer programming contests.</strong></p><p>Photographs By Wyatt Mcspadden (Opposite), Budd Williams/Nyt Pictures</p><img/><p>[ Continued On Page 112 ]</p><p><strong>Chris Goggans</strong> AKA <strong>Erik Bloodaxe</strong></p><p>[ Continued From Page 106 ]</p><p>By the time he was thirteen, Goggans had earned enough money mowing lawns to buy his own PC. Before bothering to buy a tape drive to store information, Goggans first invested in a modem, thereby connecting himself to the outside world and declaring his priorities. Even at that early age, he had a clear mission: He wanted to roam cyberspace, uninhibited by rules not of his own making. His talent for computers and his predatory attitude were made-to-order for LOD.</p><p>The Fraternal Order of the Legion of Doom (Lambda Omega Delta) was founded in 1984 by Lex Luthor, a Floridabased hacker who named himself and his new organization in honor of the comicbook villain whose gang was Superman’s longtime nemesis. An expert at breaking into phone systems, Luthor conceived of LOD as a gathering of the best hackers in the country. Like his fellow Legionnaires, Chris Goggans—the youngest of the nine charter members—was a generalist who shared his expertise with his cohorts. “I knew something about everything,” he says, with typical immodesty. LOD issued no membership cards, published no bylaws, and had no written history until Goggans authored one in 1990. Most of its members never saw each other in person, though they spoke frequently on the phone, free access to long distance calls being one of the first skills a hacker masters. Their earliest clubhouse was Plovernet, their BBS—located, most likely, in a corner of Lex Luthor’s bedroom. Several other bulletin boards followed, including the Phoenix Project, created by an austin hacker named Loyd “the Mentor” Blankenship with assistance from Erik Bloodaxe.</p><p>From its inception, LOD was far ahead of its time. The Legionnaires ran the first invitation-only hacking-based BBS and the first system to explore in detail such subjects as “trashing” (rummaging through the dumpsters of large corporations in search of technical manuals and computer passwords) and “social engineering” (conning passwords and account codes from computer-dumb receptionists and clerks). Hackers needed three things to break into a computer: a dial-up number (usually an 800 number), an account code (or login), and a password. The easiest way to get all three was simply to telephone someone who had access to a system and convince him you were a legitimate user who needed access. Cyberpunks believed, with some evidence, that almost anyone who worked for a government agency or a large corporation was techno-illiterate, probably a bumbling fool of advancing age to whom cyberspace was as alien as the moons of Jupiter. Guessing such a person’s password was not out of the question. More often than not, the password was the person’s first name or initials, or the name of a spouse or pet, or a common word like “money,” “sex,” or “love.” One of the most popular passwords was “anonymous.” It was possible to get a password by purely technical methods—programming a computer to try thousands of passwords—but most cyberpunks considered this technique a waste of their valuable time. Besides, social engineering was fun, another way to impress friends and win respect in the underground.</p><p>Law enforcement officials knew of the organization that called itself the Legion of Doom but for a long time didn’t have a clue as to what LOD was about. Whatever it was, their instincts told them, it was probably a threat to western civilization. It was an article of faith among hackers that if they did get busted, they could cop a plea merely by explaining to the befuddled authorities the exact nature of their offense. A Legionnaire from atlanta who was awakened by the cold muzzle of a service revolver says that his immediate thought was that the cops had come to seek his help. Author John Perry Barlow, chronicling an experience in which an FBI agent dropped by his home to investigate a computer-related crime, recalled that the lawman kept shaking his head and saying that his own eight-year-old probably knew more about computers than he did. Barlow wrote, “He didn’t say this with a father’s pride so much as an immigrant’s fear of a strange new land into which he will be forcibly moved and in which his own child is a native.”</p><p>LOD had a radical and unyielding political view of cyberspace: all knowledge should be free and available to those who seek it. Unfortunately, the best information was locked away in mainframe computers, owned by people with strange views of private property. Legionnaires be. lieved that their situation was analogous to an architecture student’s breaking into a cathedral to study its exquisite lines. There were some very heavy dudes in the underground—some German hackers were convicted of passing military secrets to the KGB—but the reputation of the Legion of Doom was based on cleverness and technical mastery, not crime. Goggans claimed that he never knew any of LOD’s 38 members to harm or obliterate computer systems. “We may have intruded into thousands of systems, peeped into credit histories, monitored telephone calls, or snooped into files and buffered interesting texts,” Goggans told me. “We may have even had total control over someone’s entire computer network, but the bottom line is we’ve never done any damage.”</p><p>Indeed, there were several instances in which Legion of Doom members actually policed invasions of cyberspace, bringing to justice renegade cyberpunks. Their most famous caper involved the Wasp, a New Jersey hacker who a few years ago was crashing phone company mainframes all over the East Coast, leaving computers blank save for his repugnant message: “You have been stung by the Wasp!!!” as a favor to a security agent who appreciated their talents, Legionnaires led the Wasp into a trap. Stinging the Wasp remains the most ennobling moment in LOD history and illustrates a curious contradiction that runs through the species: Every hacker secretly dreams that someday Ma Bell will call and offer him a highpaying job securing the company from people just like himself.</p><p>Legionnaires brought most of the heat on themselves, of course. They thrived on covert publicity and went out of their way to tweak the nose of the establishment. One LOD project that particularly galled the telephone company was the electronic publication of <em>Legion of Doom Technical Journal,</em> a parody of the staid <em>AT&T Technical Journal.</em> Though the language used in the LOD journal was profane and irreverent, most of its data was identical to AT&t’s and in fact came from the same public sources. But in the paranoid view of the phone company—as cyberspace historian Bruce Sterling has pointed out—the LOD version was seen as “a clear and present danger.”</p><p><span class=\"dropcap\">M</span>ARK Abene, a.K.a. Phiber Optik, was something of a wunderkind himself, which may explain why his feud with Chris Goggans got so personal and ended so bitterly. The grandson of Italian immigrants, abene (pronounced “Uh-benny”) lived with his parents in a seedy neighborhood in Queens. He was a pale, sickly, scrawny kid; he looked like a slightly bent pipestem with large brown eyes. A Tv show called <em>Whiz Kids</em> caught his attention when he was about ten: It featured a boy hacker who foiled crime with his PC. About the same time, Mark abene got his first preview of a real computer, in the computer department of a New York department store where his mother worked in customer services. From that moment he was spellbound, a condition that has continued to worsen with each passing year. In a few months he had his own PC and had taught himself to hack. Until then he had been an honor student in math and science, but spending every minute of every night in cyberspace took its toll, and he dropped out of school. “I decided I was more prosperous when left to my own devices,” he says.</p><p>By the time abene/Phiber Optik was fifteen, he had been spelunking through the phone system for years and probably knew more about the phone company’s computer network than most hackers around the country. His quest was to understand NYNEX, the regional Bell system that operates phones in New York and New England. He had figured out how to access the computer that controlled the phone company switching center in his neighborhood, which gave him the power to control maybe 150,000 phones. From the safety of his bedroom, he could turn a phone on or off, change its number, reroute calls, even “liberate” a pay phone from its habit of gulping coins. Over time he learned how to break into the NYNEX Packet Switched Network, which meant that he could enter each of more than one thousand switches in New York and New England. From there he could ricochet off onto regional maintenance systems such as COSMOS and MIZAR, which gave him the potential to crash NYNEX.</p><p>The name Phiber Optik first came to the attention of the young regents of the Legion of Doom sometime in 1988, when Chris Goggans/Erik Bloodaxe was a freshman at austin Community College. “He</p><p>started popping up on boards all over the East Coast, claiming to be a member of Legion of Doom,” recalls Goggans. “I called him up and warned him to quit it or else.” In the course of several conversations, though, Goggans recognized abene’s talent: He was exactly the sort of recruit LOD needed. Though Goggans was only nineteen, three years older than Mark abene, he was by then one of LOD’s elder statesmen. Some of the originals had gone off to college or gotten jobs or discovered girls or, as one hacker puts it, found a life. Others had been busted or driven off by the threat of busts. The only charter members still around were Luthor and Bloodaxe. The heart of the organization was shifting to austin, where Bloodaxe and the Mentor were about to put the Phoenix Project on-line. With a major university and a number of cutting-edge electronic companies in town, austin had become a hotbed of hacking.</p><p>Bloodaxe decided to sponsor Optik’s membership in the fraternal order—yet less than a year later, Optik was given the boot. The reason, according to Bloodaxe, was that Optik reneged on a deal, which in the underground is tantamount to treason. Optik had agreed to swap one piece of privileged information relating to the NYNEX network for another, but the deal was never consummated. “He</p><p>took what I had and didn’t give anything back,” Bloodaxe maintains. “You don’t screw your friends in the underground.”</p><p>Optik remembers it differently. He never wanted to be in the Legion of Doom in the first place, he says, because in his opinion the Legionnaires were a bunch of buffoons whose reputation was built mostly on rummaging through garbage cans and copying technical manuals. “I knew the first time I ever talked to Bloodaxe that what I was saying was clearly over his head,” Optik says. “a lot of it was just techno-babble. That’s how you know that someone’s a total buffoon—when you spin some techno-babble and they pretend to understand it.”</p><p>Whatever the truth, Phiber Optik was clearly humiliated by his expulsion from the LOD and sought vengeance by hooking up with MOD, which was just being organized by a handful of hackers in New York. The leader was a Greek kid from Queens named Elias Ladopoulos, a.k.a. Acid Phreak, who was two years older than abene and more of a free spirit.</p><p>MOD was conceived as a spoof of LOD, whom the Masters considered to be an overrated collection of wealthy white racists who were in over their heads in cyberspace. This perception was not accurate, but it accounted for much of the hatred that developed between the two groups. The name MOD originally signified nothing, except that <em>M</em> followed <em>L</em> in the alphabet, but as MOD’s reputation grew, members began to improvise, calling their group Masters of Destruction, Mothers on Drugs, and other variations. If MOD lacked LOD’s elan and eliteness, it was decidedly more hardcore. Its purpose was not the pursuit of knowledge in the abstract but the execution of mischievous, sometimes malicious pranks—and, as it turned out, the sale of stolen passwords used to obtain credit reports. Two MOD hackers recently pleaded guilty to that charge. The code of ethics championed by the Legion of Doom struck some Masters as acutely naive. “When you get something of value, you’ve got to make money,” one hacker told the <em>New York. Times.</em> John Lee, a.k.a. Corrupt, a bright and artful african american who lived with his mother in a walk-up tenement in Bedford-Stuyvesant, once posted this manifesto on Modnet, MOD’s bulletin board system: “It’s not just winning the game that counts but making sure that everyone else loses.”</p><p>Unlike most members of LOD, the Masters occasionally saw each other face-to-face. Phiber Optik, acid Phreak, Corrupt, and a few others were regulars at something they called 2600, which met monthly in the atrium of Manhattan’s Citicorp Building. They gathered there on the first Friday of each month, around a bank of pay phones—like pygmies around a totem—swapping passwords and boasting of their electronic prowess. Sometimes FBI and Secret Service agents hid behind potted palms and took pictures of the hackers, but that’s what made 2600 such a cheap thrill. Nobody seriously worried about the law for a long time.</p><p><span class=\"dropcap\">F</span>ROM Late 1989 Until Sometime in 1991, the battles between the Masters of Deception and the Legion of Doom crackled in cyberspace and sometimes in conventional telephone conversations. Much of the skirmishing was aimed at propaganda, with each side trying to attract media attention and establish its reputation for supremacy. Being the underdogs, the Masters were especially blatant. They invaded computers at Bank of america, the University of Washington, and any number of telecommunications companies. A Master changed Erik Bloodaxe’s long distance carrier from U.S. Sprint to AT&T, where it was easier to get billing information, then used that information to harass Bloodaxe’s family and friends. Bloodaxe was attempting to revive the LOD by recruiting new members, while Optik was warning the same people that membership was a sure ticket to jail.</p><p>Insults appeared on bulletin boards, and threatening messages flashed on the screens of mainframes. MOD sent this one to a computer at the Massachusetts Institute of Technology: “I am Erik Bloodaxe. I control your machine. LOD lives forever!” a more serious break-in occurred at the Educational Broadcasting Corporation. On Thanksgiving Day 1989, all of the information on its Learning Link computer was destroyed. On an otherwise blank screen flashed this message: “Happy Thanksgiving, you turkeys.” The greeting was signed by Phiber Optik, acid Phreak, and a Master called Scorpion. At first Optik believed the prank to be the work of Legionnaires, but he learned later that a rival in MOD did it to cover his own trail.</p><p>The battle inevitably escalated to racial slurs. There were two incidents, one only tangential to the Legion of Doom. In the first, a group of hackers who normally communicated over a BBS called the Fifth amendment—operated by a Legionnaire named Scott Chasin, a.k.a. Doc Holiday—were in voice communication on an illicit phone link called a bridge, when someone with a thick ethnic accent unexpectedly interrupted and said: “’io! This is Dope Fiend, MOD!” Someone else—no one knows who—is supposed to have replied, “Hang up, you stupid nigger!” Scott Chasin says he never heard the racial slur. But within a few hours, everyone in MOD had. The second slur was a parody of the MOD history, written in black slang. The original history was the work of John Lee, the black MOD member known as Corrupt. The parody was written by Chris Goggans. A section of the text that read “In the early part of 1987, there were numerous amounts of busts in the U.S. and in New York in particular” was translated as “In de early time part uh 1987, dere wuz numerous amounts uh busts in de U.S. and in New York in particular.”</p><p>Legionnaires didn’t know it then, but potshots from their East Coast rivals were the least of their problems. On July 22, 1989, a Chicago-based task force of law enforcement officials raided the home of a rogue Indiana hacker who falsely claimed to be part of LOD. The same day, Secret Service agents raided the homes of three atlanta Legionnaires who had broken into a BellSouth computer, stolen an internal administrative document, and distributed it to hackers across the country. Both raids were designed to prevent a threatened crash of At&t’s phone system and to thwart other computer crimes. (At&T did crash six months later, but the failure owed to a flaw in the company’s own software, not to the work of any hacker.)</p><p>On March 1, 1990, Secret Service agents followed LOD’s trail to austin. In a series of predawn raids, they stormed the apartments of Chris Goggans and Loyd Blankenship and the offices of Steve Jackson Games, where Blankenship worked. Blankenship had by this time retired from hacking; he was married and had a straight job, writing science fiction role-playing games. Yet somehow the agents believed that one of his compositions, a game called <em>GURPS Cyberpunk,</em> was a handbook for computer crime.</p><p>The crackdowns culminated in May of that year, when a mammoth law enforcement group, composed of 150 federal agents, local and state cops, and the combined security teams of eleven telecommunications companies, launched Operation Sundevil. The three-day arizona-based investigation resulted in raids on hackers in fourteen cities from Plano to New York City. Though that final sweep got most of the publicity, it was something of an anticlimax: Most of those raided were bottom-level hackers, the software pirates and the credit card thieves. The probe, which had taken two years and cost millions, produced not a single conviction. All Sundevil had to show for its muscle-flexing was forty computers it confiscated from the cyberpunks and an estimated 23,000 disks, most of them lull of gibberish.</p><p>Aside from the trauma of being rousted out of bed before daylight at gunpoint, the cost to Chris Goggans was minimal. The only evidence that the agents found in his apartment—and they boxed it up and took it with them, just to be on the safe side—was a bag of stereo patch cables, a copy of a hacker magazine that reprinted the BellSouth document, and a copy of a fake headline he had ordered printed up, proclaiming: LEGION Of Doom In Dallas-Secret Service Baffled! Goggans wasn’t even arrested. The last he saw of the agents was when they drove away that morning with his box of junk. But there was a price for the chain of events that attracted the attention of the feds. It was the beginning of the end of the Legion of Doom.</p><p><span class=\"dropcap\">I</span>f Phiber Optik And His Pals hadn’t been so busy gloating over the misfortunes of LOD and yapping about their corresponding rise to top gun, they might have heard the cops at their own front door. On the night of January 24, 1990, federal agents raided the homes of Optik and two other members of MOD. By coincidence, the raids were only a few days after the AT&T phone system crash, which gave Optik an opportunity to boast that he was a suspect. Agents probably questioned him about the crash;</p><p>they questioned everyone. But the crime for which Mark abene would eventually be arrested was common telephone</p><p>fraud: making long distance calls without paying for them. It was the sort of lowrent crime associated with beginning hackers, and abene whined that his reputation was being ruined. “Knowing Mark’s ego, i’m sure he would have preferred being charged with breaking into a computer, rewriting a code, and bringing down a system,” says Sergeant Don Delaney, a senior investigator for the New York State police.</p><p>Phiber Optik thrived on notoriety, of course. A few weeks before his bust, Optik and acid had terrorized a computer forum sponsored by <em>Harper’s,</em> held in cyberspace on a network called the Whole Earth ’lectronic Link, or Well. In a highly publicized exchange, writer John Perry Barlow observed that these little nihilists weren’t cyberpunks but punks—at which point Mark abene downloaded Barlow’s credit history for all those on the Well to examine. Barlow, a retired cattle rancher and a lyricist for the Grateful Dead, wrote later: “i’ve been in redneck bars wearing shoulder-length curls, police custody while on acid, and Harlem after midnight, but no one has ever put the spook in me quite as Phiber Optik did at that moment.”</p><p>Soon after the bust, in a TV interview with Geraldo Rivera, Optik demonstrated on his laptop computer how to access the Pentagon. A cover story in the <em>Village Voice,</em> accompanied by a large photograph of four MODs, their faces covered with bandannas, made them sound like freedom fighters. In the summer of 1990, Optik and acid, using pseudo handles, took two writers from <em>Esquire</em> on their rounds of cyberspace, explaining in detail how to break into computers. Again, the tone of the story hinted that they were young Edisons. Optik lectured at computer seminars at New York University and made appearances at conventions all over the country.</p><p>It all made sense. People who met Mark abene in person tended to like him. He came across as intelligent and civilized, dropping references to Greek literature and classical music and professing that his secret ambition was to work on the side of the law. But when he ventured into cyberspace, when he took on the identity of Phiber Optik, Mark abene became an unprincipled scoundrel.</p><p><span class=\"dropcap\">W</span>hat Brought the Gang war to its tragic climax was not a racial slur or a prank but an attempt by Chris Goggans, Scott Chasin, and a few other former Legionnaires to go straight. In the summer of 1991, they started a company <em>called</em> Comsec Data Security. They leased office space in a shopping center on the west side of Houston and began to issue press releases, offering to teach private industry how to protect its computers from the next generation of digital desperadoes. That same summer, <em>Time</em> published a short report on Comsec, along with a picture of the ex-Legionnaires, under the headline AFTER</p><p>You’ve Beat ’em-Join ’em. According to Goggans, the story in <em>Time</em> drove the Masters over the edge. Optik and others spread the word that LOD had sold out to the establishment. At the next meeting of 2600, Comsec’s switchboard system was jammed with illicit calls. In the days that followed, someone from MOD downloaded Scott Chasin’s mother’s credit history, and the credit history of several of her neighbors, and posted them on bulletin boards. A short time later, someone else—Goggans claims it was Corrupt—tapped the telephone at Comsec. “That was the last straw,” Goggans says. “He had breached the security of a company that sold security. We did what any legitimate business would do. We went to the FBI.”</p><p>But first the Legionnaires reverted to their old ways. They broke into Modnet, the system where MOD kept its most secret files, and began downloading boxes of damning evidence. Simultaneously, they tracked MOD’s electronic footprints from system to system, calling to warn various government agencies and corporations that at this exact moment there were hackers at work on their computers and advising them to call the authorities. Judging from the evidence, the Legionnaires concluded that the MODs had seized control of the computer facilities of one of the giant globe-spanning networks and were using its software to watch clients type in passwords.</p><p>On the basis of evidence supplied by the Legion of Doom, Phiber Optik, acid Phreak, and three others were indicted on federal charges that could send them to prison for up to eight years. Last December two of them pleaded guilty, but characteristically, Mark abene refused to pleabargain. if convicted, abene is almost certain to do hard time.</p><p><span class=\"dropcap\">A</span> Few Days Before the First Friday in November 1992, as I prepared for a trip to see abene in New York, I called Chris Goggans and asked him to lunch. We met at the food court of a shopping mall in North austin, where we had met on previous occasions. Goggans had his usual burger and fries, and I had a Diet Coke. He looked different, somehow older and more mature. Then I realized that he was growing a beard. “It was for my Jesus outfit for Halloween,” he said, his starry blue eyes twinkling. We talked for a while about politics (“The electoral college is a farce”) and about life itself.</p><p>His best friend, in fact his only friend,</p><p>is his roommate, he said. She’s a girl that he used to date. “It’s not a romance exactly, just an easy relationship. We’re just kind of there.” She hates computers, he said; she believes only dorks could possibly find them interesting. As for his onagain, off-again education, it’s on again—at ACC, with plans to transfer to the University of Texas. He spends almost every waking hour at his computer, Goggans confessed, but he doesn’t have nearly as many waking hours as before. He has a steady job—working for a major computer corporation, mostly at night. His job description, he said dryly, is “He Whose Minimum Potential Is Barely Recognized. ”</p><p>“i’ll probably see Mark at 2600 Friday night,” I told him. “any message?”</p><p>He thought about it for a while, then got that dead-serious Erik Bloodaxe fire in his eyes. “ask him for me why he wants to go to jail, because that’s the only possible ending to this story.</p><p>“ask him who he thought he was dealing with, some dork or something? What he did was like coming up to Houdini and saying, ‘See if you can figure out how I got out of this box.’ I had a reputation when I was fifteen as someone you didn’t want to mess with. I did a few interesting things and shocked a few people. But there is a big difference between fifteen and eighteen—and a world of difference between eighteen and twenty-two.”</p><p>A few nights later I saw Phiber Optik and his friends in the atrium of the Citicorp Building, clustered around the pay phones and surrounded by fast-food stands and potted palms. He was as thin and frail as ever, stoop-shouldered and pale to the point of being gray. His black hair was tucked beneath a headband, and his jeans were baggy and seemed to hang just above his knees, secured with an enormous black belt. In one ear was a tiny gold ring. A few pale hairs hung from his chin like vermicelli.</p><p>Optik had spent that afternoon with his lawyer and with a writer for <em>Newsday</em> named Joshua Quittner, who had come with him to 2600 as part of the research for his forthcoming book, <em>Masters of Deception.</em> On this night at least, Optik was clearly the superstar of 2600. Several journalists had come to be in his presence. And other cyberpunks —some barely in their teens, some older than Optik himself—stood in line to ask questions and seek advice.</p><p>When the opportunity presented itself, I stepped forward and gave him the message from Erik Bloodaxe. Optik eyed me coolly, trying to gather his composure. Then he said, “That’s about what I would expect from a typical BBS surfer of no particular consequence. I have better things to do than spar with Erik Bloodaxe.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "January 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Computer",
      "hackers",
      "New York",
      "Computers",
      "Austin",
      "History",
      "School",
      "Work",
      "High School",
      "people",
      "College",
      "Crime",
      "Government",
      "Home",
      "Law",
      "Mother",
      "Software",
      "War",
      "Atlanta",
      "ever"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Austin",
      "Houston",
      "Phoenix",
      "West",
      "Dallas"
    ]
  }
}