{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198210",
    "date": "October 1982",
    "year": 1982,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1982/19821000.pdf",
    "issue_cover_image": "",
    "document_start_page": 161,
    "toc_start_page": 160,
    "document_page_range": [
      [
        161,
        162,
        163,
        164,
        165,
        166
      ]
    ],
    "toc_order": 7,
    "toc_headline": "On the Wing",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198210-onthewin",
  "source": "/1982/19821000.pdf",
  "wp_post_id": 117762,
  "wp_post_guid": "http://www.texasmonthly.com/article/on-the-wing-2/",
  "authors": [
    "Samuel a. Johnson"
  ],
  "headline": "on the wings",
  "dek": "From spangled tropical jewels to drab cabbage pests, Texas has more butterflies than any other place in the country. Roy Kendall has his eye on all of them.",
  "spread_caption": "",
  "excerpt": "Roy Kendall, self-taught lepidopterist, would want you to add this to the list of reasons for living in Texas: nowhere else in the U.S. are there so many beautiful and unusual butterflies.",
  "kicker": "",
  "word_count": 2691,
  "content": "<p>When I was a kid in Colorado, all my friends were collecting baseball cards, none of which bore the mugs of my heroes, who were mostly entomologists. Forced to a more direct route to my idols, I talked my mom and dad into going to the 1961 annual meeting of the Lepidopterists’ Society, an international organization of butterfly and moth scholars, held that year in Gothic, a lost-in-the-mountains ghost town in Colorado that houses the Rocky Mountain Biological Laboratory. All the gods of lepidoptery were there, including Yale’s C. L. Remington, a pioneer in the study of butterfly chromosomes, Stanford’s Paul Ehrlich, whose field is the population biology of butterflies (and of people-he is the author of <em>The Population Bomb),</em> professors from the major universities, and many of the curators of the large natural history museums. Roy Kendall was there, too.</p><p>In the small universe of lepidopterists, Roy Kendall occupies a special niche midway between amateur and highly trained scientist. Kendall, a retired civil servant who lives in San antonio, is a self-taught field researcher—a naturalist whose main objective is to observe living creatures. His is a school of investigation that combines the enthusiasm of a novice with the critical eye of a scientist. Both traits describe Kendall, and it is not surprising that amateurs and topflight biologists alike turn to him for information.</p><p>During those four days in Gothic, the professors delivered papers on chromosome studies, genetic drift, and a new desert butterfly discovered in New Mexico that year. But it was quiet and self-</p><p>effacing Roy Kendall who stole the show with his techniques for rearing and studying butterflies and moths. To me, Kendall demonstrated outdoorsmanship at its best. He would meander around the meadow fringes, following a lone female butterfly that he somehow <em>knew</em> was going to lay eggs. He would capture her alive, collect her eggs as she laid them, and raise the caterpillars in his laboratory so that he could learn the early-life habits of that species. He showed me how to tell when a butterfly was going to lay eggs. I was amazed to know that I could know that.</p><p>He told me that butterflies had affinities for specific plants-that one butterfly’s caterpillars would feed only on one particular plant—and that lots of species were still unstudied and their food plants unidentified. It seemed to me that Kendall knew more than anybody else in the country about butterfly life histories (that is, the eggs, caterpillars, chrysalises, and adults). I was fifteen, and it would be years before I would discover that this scientist, whose studies of life histories and collections of data and immature specimens ranked with the finest in the country, didn’t even have a college degree.</p><p><em>Samuel a. Johnson is a math and science teacher who lives in austin.</em></p><p>Lettering by Roberta Hill</p><p>Photography by Rick Patrick</p><img/><p><em>Contenders for Largest</em></p><p><em>For years lepidopterists have designated the giant swallowtail</em> (Heraclides cresphontes), <em>below, as the largest butterfly in North america. That's because the experts weren’t measuring specimens of the two-tailed tiger swallowtail</em> (Pterourus multicaudatus), <em>right, from Central Texas, which can outgrow the giant swallowtail by a couple of millimeters; some individuals have a wingspan of 149mm (5.877 inches). The title must pass to</em> P. multicaudatus. <em>These outsized, loudly patterned butterflies would seem to be easy targets for predators, but they are artful dodgers; try to catch one sometime.</em></p><p><em>Texas’ Smallest</em></p><p><em>The Western pygmy blue</em> (Brephidium exilis), <em>with a wingspan of barely half an inch, may be the smallest butterfly in the world. Presumably its pint size makes it hard for predators to see; that hypothesis is supported by the fact that most human observers overlook</em> B. exilis, <em>even in South Texas where it is common year round.</em></p><p><em>Two Giants and a Pygmy</em></p><img/><p>Xavier Garza</p><p><em>Roy Kendall proves that to be a lepidopterist you don't need degrees̶just passion.</em></p><p>Kendall studies butterflies with equal emphasis on <em>all</em> the life stages, hence he is skeptical of any taxonomy based only on the color, pattern, and morphology of adults. This naturalist’s point of view is growing among lepidopterists and in recent years has begun to pay off. In some cases, look-alike species that masquerade as the same butterfly can be easily told apart by comparing their caterpillars, chrysalises, or food plants. The sooty azure (<em>Celastrina ebenina),</em> for example, was for years confused with the spring azure (C. <em>ladon</em>), which it closely resembles. It is identifiable in nature, however: its caterpillars feed on goat’s beard, while the caterpillars of the spring azure feed on numerous other plants.</p><p>Kendall, more than any other individual, has provided the inspiration for that angle of research. For almost thirty years now, he has been taking notes on the life histories of butterflies in his laboratory and in the field. The field for Kendall begins in his front yard and stretches to the most inaccessible places in Texas, the Southwest, and northern Mexico. His current assignment is to distill some 25,000 pages of his notes into an opus on Texas butterflies, which the University of Texas Press is planning to publish. Kendall clearly has his work cut out for him. Texas has well over four hundred species and subspecies of butterflies, more than any other state. They range from the smallest to the largest in North america, and from tropical strays to cabbage pests.</p><p>Between 1961 and 1979 Kendall and I didn’t exchange a word. I was off doing all manner of other things, but old habits die hard, and when I moved to austin and ran across a tiny blue and gray butterfly whose life history was a total mystery to science, I fell into a study that led back to the man who had caught my interest eighteen years before. I called Kendall and asked what he knew about <em>Calycopis isobeon,</em> my blue and gray butterfly. He remembered me as well as I remembered him. We reminisced about Gothic, then I made an appointment to see him.</p><p>Approaching Kendall’s house on the outskirts of San antonio, I was first impressed by the absence of a lawn—ample space, cleared ground, but no lawn. Instead, a roughly tended field of weeds spread on three sides of the house. But they were not ordinary roadside weeds, blown in and squatting. They were special weeds, carefully selected to attract butterflies. Some of them had showy blooms, especially those near the house, but most of them were simply weeds. Only someone with an obsession like mine could love a yard like that. Here, obviously, was a man to whom a <em>Baccharis</em> bush was as precious as a fine fly to a fisherman. He waved to me from the house.</p><p>Though at 70 he was graying a little and stood a bit shorter, he hadn’t changed much since I was a kid. Connie, his wife of 35 years, also came to greet me. She and Roy have raised two kids and a hundred thousand caterpillars, and she always goes along on his forays in search of butterflies. I got a tour of the “garden,” then of the laboratory —a well-lighted, spacious area that took up about a quarter of the house. This was no basement operation. The ceiling of the lab was ten feet high, with opposing walls stacked with specimen cabinets; I counted about 350 trays, most of them full of butterflies and moths. File drawers bristled with thousands of vials of pickled caterpillars and chrysalises, and bookshelves contained thousands of scientific papers, journals, and texts.</p><p>Kendall is always rearing something or other. At times he has hundreds of caterpillars of dozens of species surrounding him in his laboratory. When I asked what he had going, he opened a box and revealed several hundred large brown chrysalises covering the bottom. “<em>Hemileuca</em> moths,” he said, “possibly an undescribed species. They’ll hatch in November, when it cools off.” <em>Hemileuca</em> means “half-white,” and these would turn into big, velvety brown or black moths with white bands. I would hardly have imagined that this late in the game, anyone could discover a new species of something so conspicuous and gaudy.</p><p>We talked butterflies, a somewhat bewildering but highly educational exercise, Sample: “Gravid <em>Calycopis</em> females will oviposit on anything for me,” I said, “but I caged <em>Phaeostrymon alcestis</em> on <em>Sapindus</em> and got nothing in three days.” Kendall replied, with a wink, “Well, you didn’t read my paper on <em>Phaeostrymon.</em> They only lay in last year’s leaf scars —they need stems, not leaves and flowers.”</p><p>In spite of all this, I was still surprised when he pulled from a drawer an inchthick file on <em>Calycopis isobeon.</em> I assumed at first that the file was on the hairstreak butterflies in general, a group that includes C. <em>isobeon,</em> but the entire fat file was on nothing but my own little blue and gray butterfly. It held data on where and when the species had been taken, which flowers it had been taken from, attacks by predators like crab spiders, courtship flights over tall trees in the evening, mating behavior, and egg laying. He had even reared one brood partially on <em>Croton,</em> or goatweed. Looking over those notes, he said, “You see, we don’t know much about this butterfly. It’s a bizarre little thing.”</p><p>I spent the rest of the afternoon taking notes and getting ideas from Kendall. I looked at his specimens, not only caterpillars but parasites of caterpillars (the latter he would send to the Department of agriculture in Maryland for identification). I even found specimens of hyperparasites—that is, parasites of parasites of caterpillars.</p><p>Although Kendall’s interest in butterflies can be traced to his childhood, his systematic pursuit of the subject did not begin until he and Connie moved from Louisiana to San antonio in 1947. Working as a cost analyst for the military, Kendall spent his spare time doing research, until his hobby had expanded beyond his available space. Then he bought land outside the city limits and designed a house that would accommodate his studies. Since his retirement in 1972 he has been studying butterflies nearly full time. He has written numerous scholarly articles and in 1963, along with H. A. Freeman of Garland, wrote the only definitive list of Texas butterflies ever published. Though he refuses to name new species —he leaves that to taxonomists—so far two butterflies and two moths have been named after him.</p><img/><p><em>The Traveler</em></p><p><em>The monarch</em> (Danaus plexippus), <em>left, is the only truly migratory butterfly in the world. It makes a regular odyssey from Canada to Mexico and back every year, laying eggs on milkweed along the way north. The peak months for the monarchs’ passage through Texas are October and april. They winter by the millions in central Mexico —in remote canyons that were discovered only in 1976.</em></p><p><em>Most Familiar</em></p><p><em>The sleepy orange</em> (Eurema nicippe), <em>right, flies in lurches, as if it had just wakened from a nap. It occurs all across Texas and can be seen year round in the southern half. In the colder parts of the state,</em> E. nicippe <em>hibernates an unusual trait among adult butterflies and another reason to call this one sleepy.</em></p><p><em>Beginner’s Delight</em></p><p><em>The great blue hairstreak</em> (atlides halesus), <em>above, the crown jewel of Texas butterflies, is too dazzling for collectors, especially novices, to pass up. However, it is by no means a rare jewel; it occurs wherever there are trees decked with mistletoe, which is the required food plant of the great blue caterpillars.</em></p><p><em>Garden and Roadside Companion</em></p><p><em>The pipevine swallowtail</em> (Battus philenor), <em>below, has expanded its range wherever pipevines, on which its caterpillars must feed, are cultivated. But in Texas these butterflies are just as content in overgrazed pastures and vacant lots. One species of pipevine looks just like lawn grass, so botanists studying that plant let pipevine swallowtails pilot them to the plants they want to find.</em></p><p><em>Most Down-home</em></p><p><em>The dusky blue hairstreak</em> (Calycopis isobeon), <em>above left, is pretty relaxed—you are likely to see it sitting in the shade in your back yard. The caterpillars are omnivorous, eating poison ivy, leaf trash, dead insects, and other rotting debris.</em></p><p><em>The Commoners</em></p><p>Kendall’s calm approach to his passion doesn’t fit the image of the wild-eyed fanatic hurtling through the jungles with a long-handled net whipping the sky, but his zeal has taken him and Connie into some pretty hair-raising situations. Once, on a collecting trip into the Chihuahuan Desert southwest of Presidio, traveling in a fourwheel-drive Scout, the Kendalls ran into a solid week of rain. They returned north on the muddy roads to Ojinaga, where they learned that the bridges were underwater and had probably washed away. Unable to cross the Rio Grande to Presidio, they took a motel room for the night. But rising floodwaters threatened to swamp the motel, so they fled in the night to a hilltop, where they stayed till morning. The roads promised to be impassable for a long time, so they set off south, crawling through the muck in the fourwheel-drive, seeking a crossing back into the States. A half-dozen impromptu river fordings and a thousand miles later, they dragged into Laredo with a few specimens they wouldn’t soon forget.</p><p>Besides Kendall’s work, there is considerable butterfly research going on in Texas, especially at UT-Austin. In fact, Texas lepidoptery began in the 1840s with the European colonists, so it might be tempting to assume that by now the butterflies of the state have been studied right down to their scales. But that is far from the truth. New findings are turning up on a regular basis, and the life histories of many species remain unstudied. Nor is the Texas environment in a steady state. Some species seem to have shifted their ranges considerably in response to the ice ages and are still adjusting to climatic changes. Carefully kept records will show their subtle geographic drift as the environment changes. Amid the flux, lepidopterists are having a grand time of it. Butterfly collecting is a wonderful excuse to camp and hike, even if one isn’t a professional entomologist. Identifying butterflies, learning their bright patterns and dances, and figuring out the look-alikes simply makes the outdoors a richer, if occasionally perilous, place to be.</p><p>I once asked Kendall what his favorite butterfly was.</p><p>“It isn’t that way,” he said. “They’re all interesting to me. And every specimen, however ragged or shabby, is unique.”</p><p>Then, as if to indulge my weakness, he produced a drawer of some of the most exquisite butterflies i’d ever seen, their blue and green iridescences flashing like neon. I turned one over and over in the light. It was a species from Mexico. He had reared a boxful of them.</p><p>“Do you think this thing will ever turn up in Texas?” I asked.</p><p>Kendall smiled broadly and glanced at Connie. “We’re looking.</p><img/><p><em>Swiftest</em></p><p><em>at 60 miles per hour, the giant skipper</em> (Megathymus coloradensis), <em>left, flies so fast that collectors find it easier to obtain specimens by digging up the chrysalises —they live in the roots of yuccas—and raising the butterflies at home.</em></p><p><em>Most Exotic</em></p><p><em>The Montezuma morpho</em> (Morpho peleides), <em>below, is a dazzling Mexican species that has been sighted only once in Texas—in the Valley, near Hidalgo, in 1945. Mexican farmers consider morphos omens of prosperity; to kill one is to court crop failure.</em></p><p><em>Most Endangered</em></p><p><em>The Balcones metalmark</em> (Calephelis sinaloensis), <em>above, is rare indeed. There are seven known colonies in the mountains of Mexico; six sites have been found in Texas —all of them around austin—but unfortunately, one of those was destroyed by a parking lot and another by spring floods in 1981.</em></p><p><em>Texas’ Newest</em></p><p><em>In 1968 Roy and Connie Kendall collected a female hair streak in the Big Bend that just didn’t fit the descriptions of any known species; in 1971 they captured a male. Christopher J. Durden of austin has since collected more specimens. This butterfly, below, still has no scientific name, but its common appellation is Solitario hairstreak.</em></p><p><em>Hard to Pin Down</em></p><p><em>Well, not literally, but the dotted checkerspot</em> (Poladryas minuta), <em>above, is elusive in terms of its range and status. Lepidopterists were pretty sure it was extinct—it does seem to have vanished from its Hill Country range—but at least one healthy population has been found near Wichita Falls.</em></p><p><em>The Carnivore</em></p><p><em>The harvester</em> (Feniseca tarquinius), <em>above, is the only meat-eating butterfly in North america—its caterpillars attack woolly aphids! They even wrap themselves in aphid wool and prowl among their prey like wolves in sheep’s clothing.</em></p><p><em>The Rare and Elusive</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "ever",
      "Food",
      "Giant",
      "Mexico",
      "Range",
      "Spring",
      "Austin",
      "Country",
      "Environment",
      "History",
      "House",
      "Trees",
      "Agriculture",
      "attack",
      "Balcones",
      "Baseball",
      "Big Bend",
      "Biology",
      "canada"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Big Bend",
      "Hill Country",
      "Laredo"
    ]
  }
}