{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198210",
    "date": "October 1982",
    "year": 1982,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1982/19821000.pdf",
    "issue_cover_image": "",
    "document_start_page": 153,
    "toc_start_page": 150,
    "document_page_range": [
      [
        153,
        154,
        155,
        156,
        157,
        158,
        159,
        160,
        161,
        162
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Illusions Of Grandeur",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198210-illusions",
  "source": "/1982/19821000.pdf",
  "wp_post_id": 117765,
  "wp_post_guid": "http://www.texasmonthly.com/article/illusions-of-grandeur/",
  "authors": [
    "Bill Holloway",
    "Stephen Harrigan"
  ],
  "headline": "Illusions Of Grandeur",
  "dek": "Return with us now to the thrilling days of yesteryear, when the great movie palaces were better than the movies.",
  "spread_caption": "",
  "excerpt": "Now showing: the great movie palaces of Texas.",
  "kicker": "",
  "word_count": 3367,
  "content": "<img/><img/><p>Brad Cooper</p><p>Do you ever experience a vague sense of loss when you plunk down your $4 at the box office of the local microscreen, sixplex, shopping mall movie house? aside from the obvious loss to your bank account, do you also detect a loss in the experience of going to the movies? Have you noticed that theaters aren’t theatrical anymore?</p><p>What ever happened to those fancy old movie houses, the ones where as a youngster you were free to be a hellion at the Saturday afternoon matinees and as a teenager you would rather sneak a kiss in the balcony than watch the show? after years of not thinking much about them one way or the other, you suddenly look up and a wave of nostalgia engulfs you. Remember them the next time you stand in the soulless lobby of a contemporary theater devoid of any redeeming decorative embellishment. Youll wonder where the grandeur went.</p><img/><p>Brad Cooper</p><p>Plaza, El Paso</p><p><em>Way out on the western tip of Texas, the Plaza (left, above) in El Paso is one of the great “atmospherics. ’’Built in 1930 by the renowned architectural firm of Trost and Trost, the theater has operated continuously ever since. Owned by the Interstate chain until 1973, it was sold to the Dibbs family, who owned it until 1979, when a corporation in the Netherlands bought it. The opening show in 1930 was</em> Follow Thru, <em>a movie starring Buddy Rogers and Nancy Carroll, and every seat in the house was filled. A Brenograph magic lantern threw drifting clouds across the star-studded ceiling. Spanish-style mosaic floors, wrought-iron banisters, antique chairs and statues, preserved foliage seeming to grow from behind the fake balustrades, and gold leaf on the basrelief ornamentation heightened the effect. For years a ghost has reputedly roamed the premises. With performers such as Mae West and Sally Rand to admire, the ghost has presumably developed a sharp eye for beauty.</em></p><p>Unlike modern movie arcades, those beautiful old downtown theaters were built for entertainment all the way around and could provide a megadose of satisfaction even if the movie you went to see turned out to be a dog. You might not hold the deed to the Taj Mahal, but for the price of a ticket you could feel like a king and treat yourself to a spectacle that might include—depending on where you lived —crystal chandeliers, plush box seats, three balconies, exotic ftirnishings, a pipe organ that rose out of the orchestra pit, projected scenes of billowing clouds drifting across a simulated starry sky that twinkled with hundreds of tiny electric lights, artificial grottoes resplendent with stalactites and goldfish, and numerous other savory sights. These magical structures arose in the early twenties and continued to evolve until the Great Depression spoiled the party in the thirties.</p><p>When it came to building beautiful theaters, Karl Hoblitzelle was the single most important figure in Texas. His theater chain, the Interstate amusement Company, began in 1905, when, with the help of his brother George, he put up $2500 and simultaneously opened Majestic theaters in Dallas, Fort Worth, and Waco and the Empire in San antonio. For over a decade Hoblitzelle’s chain featured the finest vaudeville acts of the day, and Texans responded by making Interstate amusement a financial success. With an eye on the rising popularity of motion pictures, Hoblitzelle decided to include movies in his entertainment lineup in 1920. <em>The Four Horsemen of the apocalypse,</em> one of the first films offered by Interstate, was a smash hit. Others were immediately ordered, and as movies took over the spotlight, vaudeville rode away into the setting sun.</p><img/><p>Jim Cammack</p><p><em>Perot, Texarkana</em></p><p><em>Built in downtown Texarkana in 1924, the Perot Theatre (above, right), originally named the Saenger and after that the Paramount, was an elegant design by architect Emil Weil. Although it started life as a movie house, irate local citizens insisted that it be equipped for live performances, too. Its decor incorporated everything but the kitchen sink: crystal chandeliers, velvet curtains, luxurious gilded Greek bas-reliefs, and a handwoven Wilton carpet from London. Economic pressures closed it in 1977, but in December of the same year, the city of Texarkana purchased the theater and hired the austin architectural restoration firm of Bell, Klein & Hoffman to fix it up. In 1981 it opened as the Perot Theatre in memory of Lula May and Gabriel Ross Perot, lifetime residents of Texarkana. Funds for the restoration were donated by their son, software magnate H. Ross Perot.</em></p><img/><p>Jim Cammack</p><img/><p>Jefferson Theatre Preservation Society</p><p><em>Jefferson, Beaumont</em></p><p><em>When the Jefferson (left) first opened on November 12, 1927, the</em> Beaumont Journal <em>gave it a rave review, calling it “the most exquisite structure yet attempted in Beaumont, equal in beauty to the elaborate show places of ancient Greece. ” Designed by architect Emil Weil, the Jefferson featured a blend of Spanish and Moorish motifs topped by a stunning replica of one of the fourteen chandeliers in the Chamber of Mirrors at Versailles. It also sported a 778-pipe Robert Morton Wonder organ, installed on a “disappearing platform. ” Saved from decay in 1975 by the Jefferson Theatre Preservation Society, the theater is being restored as a performing hall. The program from opening night in 1927 sums it up:</em></p><p><em>Not on savage desert islands in tropic seas should you search for treasures today—but down those treasure aisles of the luxurious Jefferson where both music and romance await you to express the sweetest stories ever told.</em></p><img/><p>Andy Reisberg/Flying Horse Photography</p><p><em>Esquire, Balias</em></p><p><em>The Esquire’s 1946 marquee (above), the most famous one in Dallas, is pure visual bebop, with sixteen neon cooling rings (a popular design motif of the period), a strong vertical panel smoothly curved at the top, and a sphere-andcooling-ring ensemble at the crest. Crisp art deco letters spelling the name Esquire are virtually the only angular lines on the</em> >, <em>facade. Also on the face of the theater are</em> « <em>three paintbrushes and some dabs of color</em> f <em>on a giant artist’s palette (right), which</em> £ <em>used to light up when the manager turned % on the juice. The Esquire was a classic</em> * <em>neighborhood movie house (it is located in</em> |<em>the Oak Lawn area) until changing eco-</em> ]» <em>nomics made it hard to continue competi</em>-1 <em>tive bidding on first-run movies. Grade-B</em> “ <em>flicks just couldn’t pay the bills, and final</em>-1 <em>ly the property was sold to a developer in 1981. Apparently the Esquire will be devoured by bulldozers as progress marches on.</em></p><img/><p>Andy Reisberg/Flying Horse Photography</p><p>The following year, big-time theaters hit Texas with the opening of the new Majestic in Dallas, the first of Hoblitzelle’s palatial creations. That theater embodied the architectural splendor that had so impressed him when he had worked for $5 a week at the St. Louis World’s Fair. In 1920 he installed air conditioning as the icing on the cake. For the first time in the nation, cool air drew people in from the hot summer streets, a bonus almost as appealing as the movie itself. From then on, the word “majestic” truly described all of his opulent show houses.</p><p>In 1923 Hoblitzelle chalked up another first: he was the first man in the world to offer the public the intoxicating experience of seeing a movie in what became known as an atmospheric theater. The movie house in question was the Majestic in Houston, which was designed by an austrian immigrant named John Eberson. Called Opera House John by his colleagues, Eberson had been designing theaters across the South in the traditional style for twenty years. Two of his finest creations were the Majestic in austin (now the Paramount), built in 1915, and the Majestic in Dallas built in 1921. Those two theaters (both were eventually part of the Interstate chain) epitomized the stately elegance of the traditional style. Eberson could have rested on his laurels at that stage in his career, but instead he made a quantum leap with the Houston Majestic by adding illusion to elegance. Simulating an Italian enclosed garden, with a star-studded sky replacing the traditional ornate ceiling, the Majestic had an expansive, open-air quality. Hence the name “atmospheric,” a fitting complement to the illusory nature of film. Though the Houston Majestic has been lost to the wrecking ball, Eberson’s final atmospheric, the Majestic built in San antonio in 1928, has been saved and restored.</p><img/><p>Xavier Garza</p><img/><p>Xavier Garza</p><p><em>Maztec, San antonio</em></p><p><em>William Epstein, the original owner of this example (right) of the exotic style of theater in downtown San antonio, sent architect Robert B. Kelley and designer R. A. Koenig deep into Mexico to study the ruins of ancient aztec and Mayan cities for inspiration. They used the hall of columns at Mitla as a model for the foyer and topped each column with masks of the aztec moon goddess. Under the massive chandelier reposed a two-ton exact replica of an aztec sacrificial stone, detailed to the blood painted in the drainage grooves. On the fire screen was, and is, a painting of Cortez meeting Montezuma. That vision of the new conquering the old was prophetic of what has happened to the theater. Today it is a commercially successful triplex. The sacrificial stone has been sold to a local restaurant, and in its place is a row of insatiable electronic games to which modern aztecs sacrifice their nervous systems for a quarter a shot.</em></p><p><em>Majestic, San antonio</em></p><p><em>When designer John Eberson’s last and most splendiferous atmospheric theater, the Majestic (above, left), opened in San antonio in June 1929, Interstate amusement tycoon Karl Hoblitzelle was moved to exclaim, “The Majestic will be made as great an influence for good as the church. ” Besides three balconies, almost four thousand seats, and the biggest screen in town at the time, the theater featured an asymmetrical design with a Spanish colonial facade on the left side and a Moorish castle on the right. A simulated night sky with floating clouds and thousands of tiny twinkling lights arched above, and alamo bells hung against the mysterious, deep purple sky. The Majestic was headed downhill by the early seventies, but fortunately salvation appeared in the form of a new company named Majestic Performing arts Center, a profit-oriented sister corporation of PACE Management in Houston. The restored Majestic reopened to the delight of theatergoers on December 29, 1981, and it appears to be both an aesthetic and, equally important, a financial success.</em></p><p>During the first part of the Depression, the appeal of such movie houses was heightened by the bleakness of the economic situation. By 1936, however, the era of the stately movie palace had already begun its irrevocable decline, and all the Busby Berkeley tap dancers in the world couldn’t bring back the good times. Radio, which had been growing in the twenties, had an advantage over movies because the audience didn’t have to buy tickets to enjoy the show, and in the late thirties that made a big difference. Movie houses introduced double features in an attempt to compete with radio, but it wasn’t until World War II that movie crowds began to grow again. By that time the social conditions that had nurtured the great movie palaces had changed drastically.</p><p><em>Paramount, austin</em></p><p><em>Named the Majestic when it opened in October 1915, this gorgeous traditionalstyle theater (right, bottom right) is the earliest by architect John Eberson. Among the stars who graced its stage were Helen Hayes, Orson Welles, the Barrymores, John Philip Sousa, and George M. Cohan. In 1930 the Interstate chain spent $100,000 to remodel the auditorium to present talkies. It operated successfully as the Paramount until the economic maladies that afflicted most downtown theaters in the sixties began to take their toll. The Paramount was saved from death-by-kung-fu, thanks to John Bernardoni, Stephen Scott, and Charles Eckerman, who formed a nonprofit organization and put some life back into the old girl. In October 1980 the completely restored Paramount Theatre for the Performing arts opened. Its biggest coup recently was the hosting of the world premiere of the movie</em> The Best Little Whorehouse in Texas.</p><img/><img/><p>Keith Dannemiller</p><img/><p>Keith Dannemiller</p><p><em>Village, Dallas</em></p><p><em>The 1929 Exposition in Barcelona inspired the look of this distinctly Spanishstyle theater (top right). Covering the interior walls of the movie house is a nearly three-story-tall mural (bottom right) depicting the arrival of the first Europeans on the North american continent and displaying the artist’s conception of Indian life. Highland Park Village is historic in its own way, having opened in 1931 as the first shopping center in the country. The theater, likewise, is the first to he located in a shopping center, although it is a far cry from the claustrophobic mall movie tunnels of today. The Dallas architectural firm of Fooshee and Cheek designed the center; the theater was originally operated by Interstate and was bought by B&B International in 1976. Still a first-run theater, it has the distinction of hosting the nation’s longest continuous screening of</em> The Rocky Horror Picture Show. <em>One wonders what the adventurers in the mural would have thought about that.</em></p><img/><p>Jeremy Green</p><img/><p>Jeremy Green</p><p><em>Let's Not Go Out to the Lobby</em></p><p><em>The demise of fresh popcorn and other signs of the decay of Western civilization.</em></p><img/><p>Rick Williams</p><p><em>austin’s americana shows us how it ought to be: big screen, rocking seats, comfort.</em></p><p>If you happen to be, as I once heard a guest on a TV talk show describe herself, an “invertebrate moviegoer,” you have probably wished for the necessary backbone to withstand the sinister forces bent on sabotaging the quality of life inside the modern american movie theater.</p><p>I’m not talking about the movies themselves. Even the worst movies, even <em>Tarzan, the ape Man,</em> can be a balm to the soul when properly projected and enhanced by the necessary amenities. The same image that flickers dismally on your TV screen at home can be, in a real theater, a warm bath of <em>son et lumiere. </em>In a poor theater, of course, that grand edge can easily be lost. And the sad fact is that at this moment in our nation’s history, moviegoing has ceased to be an event and begun to be a bother.</p><p>The decline began with small things. One day the butter on the popcorn was known as butter flavoring, and then soon it was <em>golden</em> flavoring and tasted like WD-40. By that time something had happened to the popcorn itself. It was not stale, exactly, but it was defeated, inert. It appeared to have been popped in Duluth, Minnesota, in 1976. The research and development costs incurred in making popcorn taste like Styrofoam were, of course, passed along to the con-, sumer. Prices climbed at the box office, too, as the theaters themselves continued to deteriorate. Into these triplexed and quadruplexed edifices we moviegoers are now herded, retained behind velvet ropes until it is time for us to be shunted like laboratory rats into the multiplex maze.</p><p>Inside we find a long, dark tunnel with a tiny screen at one end that looks like a bed sheet tacked to the wall. Before the movie begins we are shown a still life featuring various food items —Milk Duds, Jordan almonds, “fresh hot popcorn” (hah!), and nachos—that are available from the concession stand. After that there is a message from Timmy the Trash Collector reminding us not to throw our popcorn boxes on the floor, a message that can only serve to remind us of the time when the management assumed responsibility for keeping the theater clean. Next comes a string of previews advertising movies that are still in the development stage and that we may hope to see in the summer of 1990. And then at last appears a state-ofthe-art kinetic logo in which light rays and spangles and polymorphous letters restlessly group and regroup, finally forming the words “and now, our feature presentation.” The projection is then likely to be pallid and badly focused, and the image too large for the screen. The flimsy walls of the auditorium shake from the massive Dolbystereo fix the patrons in the next theater are receiving.</p><p>I doubt that the creature comforts and genteel distractions of the great movie palaces profiled in this article will ever swing back into vogue, but i’m convinced that the salvation of the motion picture industry depends less on its software than on sound theater management, sharp projection, and fresh popcorn. The trend in theater-building today, mercifully, is toward just that: big theaters that can show 70mm prints and seat five hundred people. And it should not be forgotten that there are still a few old dinosaurs in our midst with a long tradition of showing movies to best advantage. They include the Medallion and the In wood in Dallas, the alabama and the River Oaks in Houston (the Windsor would earn a mention if its popcorn were not quite so vile), the Central Park Fox Number One in San antonio, and the americana in austin.</p><p>The americana I find especially appealing, perhaps because I know it the best. Built in 1965, it is a solid, unadorned place filled with plush rocking seats that are as comfortable as easy chairs. Over the years, the americana’s luster has diminished ever so slightly, and purists will no doubt be shocked to find a few video games cluttering the lobby. Ah, but if you could have been there in the old days. To have missed <em>Lawrence of arabia</em> in such a place is like having missed Pavlova in <em>Giselle. </em>But one can’t look back forever. Even if the americana chose to show nothing from now on but industrial training films, I would still feel obligated, as a connoisseur, to buy a season pass.</p><img/><p>Rick Williams</p><p><em>Modern-day popcorn: looks, 10; taste, 0</em>.</p><img/><p>Robert Mihovil</p><p><em>Grand Opera House, Galveston</em></p><p><em>The Grand Opera House (above), built in 1894, is one of seven theaters on impresario Henry Greenwall’s circuit that entertained Texans when they were emerging from the days of cowboys and Indians. It’s a little hard to imagine the culturati watching anna Pavlova and the czar’s imperial Russian ballet while men walked the streets with peacemakers tucked in their belts, but that was Texas. Architect Frank Cox of New Orleans designed this stately performance house in the classic style, an appropriate setting for such stars as Otis Skinner, Maude adams, Sarah Bernhardt, and Tex Ritter and his horse. At the turn of the century, Thomas Edison’s Kinetoscope showed President William McKinley’s inaugural parade, and in 1924 the theater was remodeled as a movie house called the Martini. In 1937 it was renamed the State. The Galveston County Cultural arts Council organized the effort in 1976 to revive the theater, and in October 1981 the Grand Opera House reopened, featuring live performances. The backers are gathering $1.2 million to match a grant from the Moody Foundation to complete the project.</em></p><p>When the men came home from the war the whole world was different—the atomic age had arrived. And as if to emphasize this new age, another revolutionary explosion happened —someone invented the suburb. Movies, like everything else, moved away from downtown and theaters took on a look of abbreviated modernity. To put it briefly, the suburban lifestyle has had what might be called the Bermuda shorts effect on americans’ viewing habits (not to mention their lives in general). Casual wear became the norm for dress, and the only formal buildings that most people entered with any regularity were churches and banks. That relaxation of standards has taken its toll; nowadays people don’t even realize something is missing when they pull into the parking lot of the convenient Multi-mall-o-plex Cinema Sixteen Miniscreen No. 2 and scan the franchise-style marquee. True, it tells them what they need to know, but neither it nor the theater it goes with are pretty anymore. The Bauhaus concept of “Form follows function” has run amok.</p><p>If this were the end of the story, it would be a sad state of affairs. But luckily for us, the curtain hasn’t fallen on all the great theaters. We are fortunate to have in our midst a second generation of Karl Hoblitzelles stepping in to restore and give new life to the theaters that survive from the golden age of cinema. Some examples of their enterprising works are pictured on these pages. Thanks to them, once again the question “What’s on at the theater?” will evoke anticipation of elegance, grandeur, and possible romance in the balcony. Once again, going downtown will have a special meaning<em>.</em></p><img/><p>Brad Cooper</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Theater",
      "Theaters",
      "House",
      "ever",
      "Movies",
      "Americana",
      "Jefferson",
      "Opera",
      "Design",
      "Houston",
      "people",
      "Performing",
      "Shopping",
      "Austin",
      "Dallas",
      "designer",
      "Entertainment",
      "Games",
      "Golden",
      "Home"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Jefferson",
      "Houston",
      "Austin",
      "Dallas",
      "Golden"
    ]
  }
}