{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198210",
    "date": "October 1982",
    "year": 1982,
    "month": 10,
    "month_formatted": "October",
    "pdf_uri": "/1982/19821000.pdf",
    "issue_cover_image": "",
    "document_start_page": 133,
    "toc_start_page": 132,
    "document_page_range": [
      [
        133,
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141,
        142
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Saddle Up, The Herd Is Waiting",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198210-saddleup",
  "source": "/1982/19821000.pdf",
  "wp_post_id": 117777,
  "wp_post_guid": "http://www.texasmonthly.com/article/saddle-up-the-herd-is-waiting/",
  "authors": [],
  "headline": "Saddle Up, The Herd Is Waiting",
  "dek": "The cowboys in these photos are modern. The accompanying ballads date from the nineteenth century. The man who collected them predicted that the cowboy would soon disappear. That was in 1910.",
  "spread_caption": "",
  "excerpt": "Saddle Up, the Herd Is Waiting Photographic evidence that cowboying is not a lost art.",
  "kicker": "",
  "word_count": 586,
  "content": "<p><span class=\"dropcap\">W</span>e’ve heard a lot in recent years about how the cowboy of Western legend is vanishing —replaced by the helicopter and the four-wheel-drive vehicle. But New York photographer Martin Schreiber lived on ranches in Texas, Oklahoma, and New Mexico from November 1980 to December 1981 and found the cowboy alive and well, at least for the moment.</p><p>The photos on these pages were taken at ten different ranches, and it’s no accident or trick of the camera that most of them look as though they could have been made at the turn of the century. They have that look because the work cowboys do has changed very little—they still herd and brand cattle on horseback, live outdoors, and spend a lot of time waiting.</p><p>“But,” says Schreiber, “this kind of work could all end in ten or twenty years. We won’t need cowboys anymore. It’s a romantic way of living, and the people who do it love it, but economics and the world situation are going to change.”</p><p>Of course, they’ve been saying that forever.</p><p><em>These photos and 66 more appear in</em> Last of a Breed, <em>to be published this month by Texas Monthly Press.</em></p><img/><img/><p><em>Quien Sabe Ranch</em>. <em>Channing.</em></p><p><em>Oh, we're up in the morning ere breaking of day,</em></p><p><em>The chuck wagon's busy, the flapjacks in play; The herd is astir o'er hillside and vale,</em></p><p><em>With the night riders rounding them into the trail.</em></p><p><em>Oh, come take up your cinches, come shake out your reins;</em></p><p><em>Come wake your old broncho and break for the plains;</em></p><p><em>Come roust out your steers from the long chaparral,</em></p><p><em>For the outfit is off to the railroad corral.</em></p><p>“The Railroad Corral”</p><img/><p><em>South Camp, Four Way.</em></p><img/><p><em>Spraying insecticide, 06 Ranch, alpine.</em></p><img/><p><em>06 Ranch, alpine.</em></p><p><em>all day long on the prairies I ride,</em></p><p><em>Not even a dog to trot by my side;</em></p><p><em>My fire I kindle with chips gathered round,</em></p><p><em>My coffee I boil without being ground.</em></p><p><em>I wash in a pool and wipe on a sack;</em></p><p><em>I carry my wardrobe all on my back;</em></p><p><em>For want of an oven I cook bread in a pot,</em></p><p><em>and sleep on the ground for want of a cot.</em></p><p>“The Cowboy”</p><img/><p><em>Quien Sabe Ranch, Channing.</em></p><img/><p><em>Hitch Ranch, Guymon, Oklahoma.</em></p><img/><p><em>06 Ranch, alpine.</em></p><img/><p><em>Headquarters garage and bunkhouse</em> on <em>the 06 Ranch, alpine.</em></p><img/><p><em>Bell Ranch, Tucumcari, New Mexico.</em></p><p><em>Ho, i’m a jolly cowboy, from Texas now I hail,</em></p><p><em>Give me my quirt and pony, i’m ready for the trail;</em></p><p><em>I love the rolling prairies, they’re free from care and strife,</em></p><p><em>Behind a herd of longhorns i’ll journey all my life.</em></p><img/><p><em>Cornelius Ranch, Bay City.</em></p><img/><p><em>Ranch Hands’ Rodeo, Wichita Falls.</em></p><p><em>When early dawn is breaking and we are far away,</em></p><p><em>We fall into our saddles, we round-up all the day . . .</em></p><p><em>My trusty little pony is my companion true,</em></p><p><em>o’er creeks and hills and rivers he’s sure to pull me through.</em></p><p>“The Jolly Cowboy”</p><img/><p><em>Line camp on the TO Ranch, Raton, New Mexico.</em></p><img/><p><em>Bunkhouse on the Pitchfork Ranch, Guthrie.</em></p><img/><p><em>L.S Ranch, Oldham County.</em></p><p><em>Come, all you Mississippi girls, and listen to my noise,</em></p><p><em>If you happen to go West, don’t you marry those Texian boys;</em></p><p><em>For if you do, your fortune will be</em></p><p><em>Cold jonny-cake and beefsteak, that’s all that you will see —</em></p><p><em>Cold jonny-cake and beefsteak, that’s all that you will see.</em></p><p>“Mississippi Girls”</p><img/><p><em>Quien Sabe Ranch, Channing.</em></p><img/><p><em>Cookhouse on the Pitchfork Ranch, Guthrie.</em></p><img/><p><em>Dinner at the 06 Ranch, alpine.</em></p><img/><img/><p>6666 <em>Ranch, the Panhandle.</em></p><p><em>Through progress of the railroads our occupations gone;</em></p><p><em>So we will put ideas into words, our words into a song.</em></p><p><em>First comes the cowboy, he is pointed for the west;</em></p><p><em>Of all the pioneers I claim the cowboys are the best;</em></p><p><em>You will miss him on the round-up, it’s gone, his merry shout —</em></p><p><em>The cowboy has left the country and the campfire has gone out.</em></p><p>“The Camp Fire Has Gone Out”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "October 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cowboy",
      "Cowboys",
      "Photos",
      "Fire",
      "Love",
      "ten",
      "Texas",
      "Work",
      "Bread",
      "Cattle",
      "Coffee",
      "Country",
      "Creeks",
      "Longhorns",
      "Mexico",
      "New Mexico",
      "New York",
      "people",
      "Photographer",
      "Pool"
    ],
    "wp_categories": [],
    "wp_location": [
      "Texas",
      "Wichita"
    ]
  }
}