{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19788",
    "date": "August 1978",
    "year": 1978,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1978/19780800.pdf",
    "issue_cover_image": "",
    "document_start_page": 84,
    "toc_start_page": 82,
    "document_page_range": [
      [
        84,
        85,
        86,
        87,
        88,
        89
      ]
    ],
    "toc_order": 1,
    "toc_headline": "A Peach Of a Deal",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197808-apeachof",
  "source": "/1978/19780800.pdf",
  "wp_post_id": 112596,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-peach-of-a-deal/",
  "authors": [
    "Richard West"
  ],
  "headline": "A Peach Of a Deal",
  "dek": "What do Ruby Reds, Charleston Grays, Success pecans, Ben Shenem onions, and Dulce cantaloupes all have in common? Texas.",
  "spread_caption": "",
  "excerpt": "Texas is cattle, oil, Stetsons, peaches, branding irons . . . peaches?",
  "kicker": "",
  "word_count": 3191,
  "content": "<p><span class=\"dropcap\">O</span>ne of the great injustices of life is not being able to grow barbecue. Consider how fervent gardening activities would become if, instead of tomatoes, squash, and boring radishes, your plot boasted a brisket bush, hillocks of ribs, rows of sliced beef. The same goes, of course, for chicken-fried steaks and Mexican food—perhaps a small chicken-fry tree shading a stalk of budding beef tacos.</p><p>Until some horticultural hero announces this epochchanging news, we must make do with the best of Texas homegrown. The wait will be painless. Even though # 1 dinners may not flourish in thousand-acre plots, some of the nation’s premiere vegetables and fruits do—born, raised, and harvested chiefly in the Trans-Pecos, the Winter Garden centered near Crystal City, and the gloriously fertile Rio Grande Valley. The border wonderland known as Hidalgo County produces more grapefruits, oranges, broccoli, cabbage, cantaloupes, carrots, sugarcane, cauliflower, cucumbers, lettuce, onions, green peppers, honeydew melons, and tomatoes than any other Texas county.</p><p>Because of a lucky combination of favorable sunlight, rich alluvial soil, irrigation, flood control, and generally good agro-vibes, the Rio Grande Valley produces not only supreme grapefruit but also the nation’s tastiest oranges, which happen to be the ugliest as well. Those brown scars defacing the thin skin of our oranges are caused by spring winds whipping the young fruit about and do not affect the inner flesh or juice content. Only a dolt or anita Bryant would allow this natural flaw to mar the ecstasy of a juicy Texas orange experience.</p><p>Besides the following gourmet fruits and vegetables, Texas once excelled in produce now almost forgotten and no longer grown in large quantities. A bushel of apples grown in Montague County on the Red River northwest of Denton won a gold medal at the 1904 Saint Louis Exposition. In 1940, Montague, El Paso, and Val Verde counties produced 2300 tons of not-so-bad grapes. Because of production expenses and marketing problems, volume dropped and statistics are no longer kept on either crop. However, I am happy to report that apples are being planted in the Hill Country and grapes are returning, this time to the High Plains.</p><p>These old favorites join produce that is trying to be Texan for the first time. In East Texas the success of the Delite variety of the Rabbiteye blueberry is heralded by pie fanciers. Another lip-smacking development is the mad romance that Lula, a Guatemalan-West Indian avocado variety, is carrying on with Valley guacamole lovers. With fields of avocados coming on, can organic tostadas be far behind? No sir. But during this lull, while scientists are determining if tamales attract pill bugs and until the emergence of barbecue vines and cream gravy ponds, settle back with a Pecos cantaloupe or a handful of Texas pecans and a nutcracker.</p><p>Photography by Kent Kirk ley</p><img/><p><strong>Peaches</strong></p><p>Stewed, canned, frozen, in pies, cobblers, homemade ice cream, or, best of all, in hand, Hill Country peaches, like fresh-baked bread, inevitably prompt moans of delight.</p><p>Between Fredericksburg and Stonewall lies a never-never land of orchards and roadside stands vending the luscious fruit that instantly fulfills insane romantic compulsions. It is indeed a sensuous experience to bite into a Hill Country peach. The combined factors are dizzying on a summer <strong>day: the aroma,</strong> the <strong>soft, feath</strong>ery skin, the ripe fruit that drips juice from fingers and chin.</p><p>Don’t worry if you have never been promised a rose garden. Settle for a peach from Gillespie County. We must thank B. L. Enderle, who planted five acres of peaches near Fredericksburg and began selling them in 1921. Last year Hill Country orchards produced 192,600 bushels from 130,000 trees of over fifty varieties.</p><p>These different varieties of <em>Prunus persica</em> have found a perfect place to grow: cool nights and warm days, deep sandy soil, and, at 1700 feet, the right altitude to produce a fairly firm fruit within a skin that is yellow or creamy mingled with reds. The high quality of these peaches makes others seem insipid by comparison.</p><p>Peaches are divided into two types. The clingstone has flesh that holds tight to the pit and is used primarily in canning; it includes varieties such as Springold and Bi-Centennial that mature by the first week in May. The second type, the freestone, has flesh that readily separates from the pit and is best for eating fresh or for freezing; freestone varieties include the Coring, Elberta, and the TAMU Milam (recently developed by the Texas A&M Research and Extension Center at Stephenville), all of which mature later, from midJune to the end of July.</p><p>There is another major reason to flip over Hill Country peaches. Out-of-state peaches, while never downright lethal, are picked too soon and never acquire the fullness of flavor that other fruits, such as bananas or apples, will attain even when picked before they are ripe. Texas-grown peaches are picked in the morning, boxed in the afternoon, and placed on the grocer’s shelf the next day. Because the Texas peach crop is relatively small (a million bushels last year, compared with California’s 41 million, the U.S. leader), more than half the peaches that many unfortunate Texans eat are these not-yet-ripened imports.</p><img/><p><em>Manna from Texas’ state tree: the world’s meatiest pecans</em></p><p><strong>Pecans</strong></p><p>Growing native along the Colorado, Guadalupe, and San Marcos rivers, pecans were one of the few pleasures awaiting settlers in Texas. The “paccan” had been named by the algonquian Indians for its hard-as-rock shell, which they cracked open with a stone. This nut kept many of our ancestors from starving in those early years, and in the harvest months from October to January brought in a little money and a lot of energy. The meaty kernels from Texas’ state tree contain 3385 calories per pound.</p><p>Horticulturists everywhere sing the praises of Texas pecans. Along with our grapefruit and cantaloupe, pecans are among our crown jewels. With 200,000 acres of commercial orchards, the pecan is our most widely distributed tree crop, native to 152 counties, introduced to 30 more. Last year, beset by insects, disease (particularly casebearer infestation), and lack of rain (which causes premature shedding of nuts and, in some areas, a reduction in the quality and size of the pecan), the Texas pecan crop was only 36 million pounds, still well below 68 million in 1975, but up from 20 million pounds in 1976. Hood County, southwest of Fort Worth, came from third place to wrestle the 1977 pecan-producing title from El Paso County. (Hood’s pecan yield made an amazing leap of 4.4 million pounds in a single year.) Meanwhile, die-hard second-place San Saba County continues to call itself the Pecan Capital of the World.</p><p>The keenest pecan fans around must have thought up the variety names. Success, a profitable variety for fifty years, yields 35 to 40 nuts per pound with a 55 per cent kernel. Desirable is another high-yielding variety whose nuts average 36 to 42 per pound, 57 per cent kernel. Stuart is the most popular U.S.</p><p>variety and is grown in East Texas and orchards near the Gulf Coast because of its resistance to fungus diseases caused by high humidity. Pecan growers are excited about a new variety, Kiowa, that grows just about anywhere and bears fruit four years after planting, rather than the ten years needed with Stuart.</p><p>Seventy per cent of Texas’ crop is shelled for marketing, but only the laziest of louts go for already-shelled pecans. Purists insist on cracking their own, whether with the oldfashioned cracker that resembles pliers or with a ball-peen hammer, tire tool, andiron, medicine ball, or a 140-car Santa Fe freight train—anything to get at the meatiest kernel in the world.</p><p><strong>Grapefruit</strong></p><p>It is time to right a great wrong, to overturn the bushel hiding the light, to correct statewide myopia concerning our own. Too long we have suffered the banality of other states’ fruits and the cheek of their human celebrities as well while failing to lay bare the nobility and grandeur of our own forgotten fruits. <em>c’est plus qu’un crime, c’est une faute:</em> It is worse than a crime, it is a blunder!</p><p>Of all the edible wonders in Texas, none can thumb their noses with such dramatic authority at the piddling efforts of the pompous citrus states of California and Florida as the magnificent Texas Ruby Red and Star Ruby grapefruits. Our Rio Grande Valley grapefruits have thinner skins, more fruit, and a sweeter taste. And, while scores of good-fornothing Texas politicians and financial bandits reap fame and headlines instead of the healthy dose of insect powder they deserve, a true hero like Dr. Richard Hensz, creator of the Texas Star Ruby, has gone unnoticed.</p><p>The story of the reigning monarch of Texas citrus began in 1929 when an astonished nurseryman from Mission, a. E. Henninger, discovered on his Thompson Pink grapefruit tree a renegade limb with fruit whose pulp was deep red. The U.S. Patent Office was impressed and granted him plant patent number 53, the first ever granted to a citrus. He christened the new fruit “Ruby Red.”</p><img/><p><em>No sweeter grapefruit grows than the magnificent Ruby Red.</em></p><p>Dr. Hensz developed the heir apparent, the Star Ruby, at the Texas A&I University Citrus Center in Weslaco from seeds that had been irradiated with thermal neutrons in an atomic reactor at the Brookhaven National Laboratories at Long Island, New York, in 1959 to alter the genetic makeup. The Star Ruby was introduced eight years ago and the result places all of us in eternal debt to the good doctor. It has more sugar and a little more acid than the Ruby Red, making it sweeter but also more tart. The juice is redder and there is more of it, and the fruit also holds its color and taste better than the pallid-by-comparison pink of the RR. When peeled, the sections stay firm, so it is more suitable for canning and freezing than the Ruby Red. Even the tree is different. If you cut or peel back the bark, the exposed wood is practically as red as the fruit, almost as if the heavenly juice were flowing through the tree itself.</p><p><strong>Cantaloupe</strong></p><p>The Pecos cantaloupe, renowned among gourmets and other exacting folk who pride themselves on melon wisdom, owes its robustness and charm to irrigation. Without this regulated water supply, it would have to depend on the vagaries of rainfall. Cantaloupes do not like three things: the leaf miner and other destructive insects, powdery mildew disease, and too much rain. Excessive moisture takes the sugar out of cantaloupe, and higher sugar content, in addition to large size, is what makes Pecos cantaloupes one of Texas’ fruits of paradise.</p><p>Full-tilt cantaloupe production occurs in three Texas areas: the Rio Grande Valley and the Winter Garden region, which are harvested in May; and the Trans-Pecos, where harvesting begins in late June and continues through September. The Perlita variety is the dominant cantaloupe grown in South Texas, because of its resistance to powdery mildew. Out in the TransPecos, the favorites are the Dulce and the unromantic PMR45. (Pecos, by the way, is a geographic designation, not a varietal name.)</p><p>Unlike with cantaloupe’s cousin, the watermelon, thumping will get you nowhere. It’s up to the picker to take the fruit at the perfect moment. You can tell if he did or not by the stem. If it is completely gone, leaving a smooth, symmetrical shallow basin called a “full slip,” the fruit is ripe. If all or part of the stem base remains, or if the stem scar is jagged or torn, the melon was picked too soon. Keep looking. Also don’t settle for cantaloupes with large bruised areas, which usually indicate a water-soaked spot beneath the rind.</p><img/><p><em>True to the Texas myth, Pecos cantaloupes seem larger than life.</em></p><img/><p><em>The secret to great barbecue sauce: onions from the Valley</em></p><p>Hopelessly inept cantaloupe choosers should just let the experts at Roper’s Coffee Shop in Pecos worry about stem bases and shallow basins. One of Texas’ sublime road-food experiences is beginning breakfast at Roper’s with a juicy local cantaloupe. All you have to worry about is becoming too choked with emotion to order another.</p><p><strong>Onions</strong></p><p>Onions are strong personalities, not universal crowdpleasers like peaches or cantaloupes. Only the extremely maudlin are likely to cry while peeling an orange. Nor is the onion as versatile as the more popular fruits and vegetables. So far, an exhaustive search has failed to turn up any onion ice cream or onion cobbler. On the other hand, as with its pungent colleagues garlic and jalapenos, its presence is unmistakable, and it is sorely missed when left out. Potato salad without onions is lame and pale—just another pretty face, no character, no charisma. And a story of hamburger without onion is a story of betrayal.</p><p>Hidalgo County grows most of the Texas onion crop, which ranked second in the U.S. last year with 23,600 acres harvested. Sweet and mild in flavor, the onions grown in the Valley are among the country’s finest. You can pledge eternal fealty to them with no second thoughts—they are onions for all seasons.</p><p>Our beautiful Valley onions are referred to in the onion biz as short-day onions. These sweet bulbs love springtime in the Valley, when the sun shines only ten or eleven hours a day. They could never abide the long, hot summers in the Trans-Pecos or on the High Plains, where onion varieties grow much stronger in flavor.</p><p>However, the very reason the Rio Grande Valley onions are some of the nation’s best also restricts growers to a short harvesting season, usually ending in May. Recently, a good Jewish onion has come to the rescue. Imported from Israel in 1970, the Ben Shenem variety thrives in the hotter sun and longer days of June, thus extending the onion season for Valley growers another six weeks. <em>l’chaim!</em></p><p>Even if your etiquette is beyond reproach, it is a cinch that you cannot help yourself when it comes to eating peanuts. There you are, a saucy-eyed, tempting dish, all decked out at a swell party, except that jam-packed in your fist are 25 or 30 damp, salty peanuts. And soon they will be gone, disappearing through your cherry-red lips, only to be replaced by more and more and more. It is a rhythmic, unceasing movement akin to a heartbeat: hand-to-peanuts-tomouth-to-peanuts. But don’t be ashamed. It is known that even Gordon Liddy failed at eating only one.</p><p><strong>Peanuts</strong></p><img/><p><em>If you can eat just one, you haven’t tried Texas peanuts.</em></p><p>And why not? Peanuts are more than adequate rations. A peanut is 26 per cent protein. A pound of peanuts has more body-building nutrients than a pound of sirloin and twice as many calories. If a pound is a bit more of a snack than necessary, consider that five tablespoons will provide a third of the daily adult protein requirement for twelve cents. In 1977, you and I consumed an astounding 3 million pounds a day, an average of 5.3 pounds per person, and that doesn’t include the army of peanut butter lovers, who spread 600 million pounds yearly, or the shameless devotees of peanut candy, who throw down 250 million pounds over a 365-day gorge. Besides, it’s the New World’s most important native nut with the possible exception of Mel Brooks.</p><p>Except it isn’t. The peanut may be strange but it’s not a nut. Most friends of peanuts don’t realize that they are legumes, like peas. The other odd thing about them is that they blossom above ground, then the flower stalks elongate and bend into the earth, where the peanuts ripen. Peanuts particularly like to burrow into the deep, sandy soils of Comanche County and four neighboring counties—Brown, Eastland, Erath, and Callahan. The bulk of the state’s 394 million pounds of peanuts (ranking Texas fourth in the nation) are produced near Brownwood.</p><p>Peanut plants grow in two ways: as bushes or as long runners close to the ground. Up until 1972, virtually all Texas peanuts were the bushy Starr peanut, preferred by growers because they mature quickly and are easy to harvest. In 1974 along came another quick and easy grower, the Tamnut, which currently accounts for about 40 per cent of the Texas crop. But now make way for the glories of the Florunner. This runner peanut needs lots of water and a longer time to grow, but its higher pod yield means you can grow more on less land.</p><p>It is impossible to become disenchanted with the peanut. The top-ranked peanut magician, Dr. George Washington Carver, found over three hundred uses for goobers, including axle grease and linoleum. That charming psychic, Edgar Cayce, rubbed peanut oil on the base of the spines of his arthritic patients for pain relief. Mahatma Gandhi spread the praises of Carver’s peanut milk all over India. But give up trying to equal this indefatigable trio. Relax and have another fistful.</p><p><strong>Watermelon</strong></p><p>Yes, it is true that Texas summers are well-nigh unendurable. Blistering days, sweltering nights, steering wheels that require asbestos gloves, four months of sweat trickling down the back, terminal mopery, and tongue lolling are just a few symptoms to expect from June until the first blessed norther. It is a time to concentrate on survival. There are two things that will soothe your fevered senses and increase the odds of making it: air conditioning and watermelon. (If you live in austin, add a third: Barton Springs.)</p><p>Air conditioning is essential. Period. Watermelons are likewise essential, the basic summer refreshment, because you eat them cold and they are both food and drink. Furthermore, attempting to spit the seeds to yet a farther mark will distract you from the oppressive heat. It is ironic that the hot sunshine making you miserable is the main ingredient making Texas watermelons the nation’s finest. Sunshine, sandy loam soil, and low humidity are the three main reasons Texas leads the country in watermelon production: 58,000 acres were harvested last year, the bulk from Frio and surrounding counties south of San antonio.</p><img/><p><em>What makes sweltering summers bearable? Watermelon, man.</em></p><p>A watermelon fancier must know the dynamics of that important Texas custom, melon thumping. It is both an aural and visual science, as important as kicking tires before buying a car. If the thump is a flat, dead sound, chances are the melon is ripe. If the white underside is yellowish, hard, and rough and if the fruit yields a bit when pressed with the palm of the hand, grab it.</p><p>These days, however, there js less melon to thump. Along with family size, melons have grown smaller in recent years. Seventy per cent of watermelons cultivated in Texas are the under-twenty-pound Charleston Gray variety. Gone are yesteryear’s thirtyto sixtypound Tom Watsons and Black Diamonds that could feed a family of eight and the hogs.</p><p>Now we must deal with the Japanese. Not content with improving televisions, bicycles, and autos, these clever gents have developed a seedless watermelon. Besides the missing seeds, the Tri-X 313 variety has an extra-hard rind and firm flesh (making shippers happy), and it keeps longer. Fanciers say it is sweeter than the Charleston Gray. But there are problems: low productivity, poor germination, and high cost of seeds.</p><p>Is this the watermelon of the future? Probably so. The watermelon boys are excited over Tri-X 313 and are confident they can overcome the disadvantages. But not for me it isn’t. Without seed spitting and Barton Springs, I am a gone coon in august.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "ruby",
      "Country",
      "Hill Country",
      "Peaches",
      "Pecos",
      "rio",
      "Rio Grande",
      "Rio Grande Valley",
      "Watermelon",
      "Pecans",
      "Apples",
      "Barbecue",
      "Barbecue",
      "Best of",
      "East Texas",
      "Family",
      "Fredericksburg",
      "HERO",
      "ICE"
    ],
    "wp_categories": [
      "Barbecue"
    ],
    "wp_location": [
      "Texas",
      "Hill Country",
      "Pecos",
      "Rio Grande Valley",
      "East Texas"
    ]
  }
}