{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19909",
    "date": "September 1990",
    "year": 1990,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1990/19900900.pdf",
    "issue_cover_image": "",
    "document_start_page": 92,
    "toc_start_page": 88,
    "document_page_range": [
      [
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108
      ],
      [
        112
      ],
      [
        114
      ],
      [
        116
      ],
      [
        118
      ],
      [
        120
      ],
      [
        122
      ],
      [
        124
      ],
      [
        126
      ],
      [
        128
      ],
      [
        130
      ],
      [
        132
      ],
      [
        134
      ],
      [
        136
      ],
      [
        138
      ],
      [
        140
      ],
      [
        142
      ]
    ],
    "toc_order": 17,
    "toc_headline": "The Texas 100",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199009-thetexas",
  "source": "/1990/19900900.pdf",
  "wp_post_id": 125532,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-texas-100-2/",
  "authors": [
    "JOHN ANDERSON",
    "CHRISTINE CARROLL"
  ],
  "headline": "The Texas 100",
  "dek": "The 100 richest people in Texas.",
  "spread_caption": "",
  "excerpt": "Who’s up, who’s down, who’s gone, and who’s new on our second annual study of the state’s superrich.",
  "kicker": "",
  "word_count": 15192,
  "content": "<p><span class=\"dropcap\">A</span>Unit-$100 Million-Just Isn’t What It Used To be. This year it took a minimum of $120 million to earn a spot on the Texas 100. Fierce competition bumped 21 of last year’s rich-listers off this year’s list—and 21 even wealthier Texans have taken their place.</p><p>Seventeen of the newcomers are from Dallas, Fort Worth, or Houston. A year of digging led us to Dallas’ Robert Brittingham, Sr., who built a fortune in ceramic tile before selling out last year. The richest man no one had ever heard of, Brittingham proved to be the toughest to research. We could sooner get Defense Department secrets than details of Brittingham’s past. Also among the underground rich debuting this year are Houston heiresses Marjorie Gray and Gay Alspaugh Roane, whose money came from an Oklahoma oilman.</p><p>Floyd Cailloux, now retired in Kerrville, had a good year. His net worth —mostly Keystone International stock—rocketed to over $130 million, up more than 100 percent from last summer. An engineer, Cailloux made his money designing industrial conveying systems, automated machines that easily move and measure large amounts of dry material. Meanwhile, Louisa Sarofim, a beneficiary of big-money divorce, joins the Texas 100. Louisa, an already wealthy member of Houston’s Brown family, settled for an estimated $250 million from Houston money manager Fayez Sarofim. He seems to have taken it all in stride. “Things change,” says Sarofim.</p><p>In assigning values, conservatism was our guide. “We were especially cautious with real estate, whether in Dallas or Boston or Atlanta. Where debt was unknown, we assumed it was 90 percent of a property’s value. Values were checked with local brokers and analysts who know the market. We valued private companies by comparing them with similar publicly traded companies. Oil and gas assets were figured on the</p><p>basis of reserve estimates. In almost all cases, we were helped by industry insiders who shared their expertise.</p><p>In attributing wealth to a certain person, our basic criterion was whether that person controls it. In some cases, like John Norris and Lennox International, that meant a controlling family member got credit for the wealth of his family. In other cases—mostly older members of the Texas 100 who have begun planning their estates—it meant crediting wealth to the creator of the fortune. Without such a provision, Trammell Crow probably wouldn’t be on the Texas 100 —his children would. That wouldn’t make sense.</p><p>Research breakthroughs helped immensely in refining our estimates. Bryan’s Don Adam, a much wilier businessman than we knew last year, moves from $100 million to $160 million. Dallas developer Mack Pogue, meanwhile, falls from $200 million to $140 million; we were able to get a clearer picture of Pogue’s equity this year. For many of the Texas 100, we discovered previously unknown assets. Because of new evidence, we were less conservative in valuing some companies, and in other cases, we lowered the values. As always, fickle market values changed many estimates. Of the 79 returning Texas 100 members, 40 rank higher on the list. Another 10 are lower. And as for the other 29 returnees, we found no evidence to change their estimates at all.</p><p>So we present this year’s Texas 100. Fittingly, H. Ross Perot again sits at the top of the heap. Perot is sixty years old, male, white, a native Texan, and self-made —a veritable poster child for the Texas 100. The new entries represent a whopping 21 percent turnover from last year, a huge change given the elite nature of the group. Continued research will undoubtedly reveal still more of Texas’ hidden rich. That, along with a recovering economy that will forge new fortunes and bolster existing ones, should continue to reshape the face of the Texas 100 in the coming years.</p><p>FULL-PAGE PHOTOGRAPHS BY DANNY TURNER</p><p><strong>DALLAS’ ROBERT DEDMAN NEVER HAS To WORRY ABOUT GETTING A TEE TIME: HE OWNS SCORES OF COUNTRY CLUBS.</strong></p><img/><p><strong>IT’s SINE DIE FOR BILL HOBBY: HE’s SIGNING OFF AS LIEUTENANT GOVERNOR TO RUN HIS FAMILY’s Six TV STATIONS.</strong></p><p><strong>HENRY ROSS PEROT</strong></p><p><strong>60, DALLAS DATA PROCESSING SYSTEMS</strong></p><p>$3 Billion</p><p><strong>Why Him, Not Me</strong> One of the first to see the opportunity in selling data processing services, Perot founded Electronic Data Systems in 1962 with $1,000. In 1984 he sold out to General Motors for $2.5 billion. “People say it’s hard work, but a lot of people work this hard and don’t earn anything.”</p><p><strong>Life and Times</strong> Born in Texarkana; as a boy sold newspapers, broke horses for $1 apiece. Spent four years in Navy after attending U.S. Naval Academy. Worked as IBM computer salesman; quit to form EDS. Launched Perot Systems, an EDS competitor, in 1988. “It’s wonderful to be able to start all over again at my age with a blank sheet of paper and no old technology.”</p><p><strong>Minor Details</strong> Donated sixteen horses and saddles to New York City mounted police. Collects Norman Rockwell paintings, Frederic Remington sculpture. As General Motors director, rated dealerships’ services after visiting showrooms incognito. “An irritant. That’s what I am.”</p><img/><p><em>H. Ross Perot: $3 billion and still counting.</em></p><p><em>Key to Symbols</em></p><p>Rankings in this year’s Texas 100 are compared to 1989’s.</p><p><strong>Wealth Increased</strong></p><p><strong>Wealth Unchanged</strong></p><p><strong>Wealth Decreased</strong></p><p><strong>New to Texas 100</strong></p><img/><p><strong>Which oil heiress chopped off a finger while making cheese dip with a Cuisinart?</strong></p><p><strong>A Nelda Stark</strong></p><p><strong>B Anne Windfohr Marion</strong></p><p><strong>C Nancy Blackburn Hamon</strong></p><p><strong>D Mary O’Connor Braman</strong></p><p>(D :J3MSUB 3D3JJOD)</p><img/><p><strong>HAROLD CLARK SIMMONS</strong></p><p><strong>59,DALLAS FINANCIER</strong></p><p><strong>$1.7 Billion</strong> Up $100 million from 1989. His Keystone Consolidated stock has risen in value.</p><p><strong>Why Him, Not Me</strong> Simmons started with one drugstore in 1960. He built a chain, sold out to Eckerd in 1973 for $50 million, and used the money and his financial acumen to propel himself into big-time investing.</p><p><strong>Life and Times</strong> Born in Alba; parents were schoolteachers. At 16, family moved to Austin and first home with indoor plumbing. As University of Texas student, lived with parents, who paid him an allowance. Got master’s in economics; lettered in basketball. “I never thought about money. I was too busy with basketball and dating.” Did stints with U.S. Civil Service, FDIC. Became bank junior loan officer at 25. “My bosses and I disagreed on who was smarter, so I left.”</p><p><strong>Minor Details</strong> Flies own jet; often leaves office early for tennis game. Arthritis sufferer; gave $41 million to UT’s Southwestern Medical Center. “It’s funny how the richer you get, the more popular you become.”</p><img/><p><strong>PERRY RICHARDSON BASS</strong></p><p><strong>75, FORT WORTH INVESTMENTS</strong></p><img/><p><strong>SID RICHARDSON BASS</strong></p><p><strong>48, FORT WORTH INVESTMENTS</strong></p><img/><p><strong>EDWARD PERRY BASS</strong></p><p><strong>44, FORT WORTH INVESTMENTS</strong></p><p><strong>42, FORT WORTH INVESTMENTS</strong></p><img/><p><strong>LEE MARSHALL BASS</strong></p><p><strong>34, FORT WORTH INVESTMENTS</strong></p><p><strong>$5.8 Billion</strong> Up $800 million from 1989. Disney stock has risen, and their estimate includes additional assets.</p><p><strong>Why Them, Not Me</strong> They’re Basses, okay? Most heirs either do their own deals or hire a financial gunslinger to handle investments for them. The Basses are wildly successful both ways. For example, in 1984 they invested $400 million in Disney; now their Disney stock is worth $3.3 billion.</p><p><strong>Life and Times</strong> Father Perry Bass is from Wichita Falls; his sons were born and raised in Fort Worth. Perry was wildcatter Sid Richardson’s nephew; Richardson died in 1959 and left all five about $12 million total. Perry parlayed their inheritance into $50 million by 1969, when he retired to go sailing. All four brothers went to Yale; Bob and Sid earned MBA’s at Stanford, Lee at Wharton. Ed left Yale’s architecture graduate school for New Mexico to find himself and to sell Indian art. Now he is revitalizing parts of downtown Fort Worth. Sid’s hire, deal wizard Richard Rainwater (another Texas 100 member), helped manage the Bass fortune into billions.</p><p>ILLUSTRATIONS BY EDO PATTON; PHOTOGRAPHS BY TOM LANKES/AUSTIN AMERICAN-STATESMAN (TOP LEFT); DANNY TURNER (LEFT); FORT WORTH STAR-TELEGRAM (P„ S. BASS); JAMES MCGOON (E. BASS); BEN WEAVER (R., L. BASS)</p><p><strong>Minor Details</strong> Perry was once a Texas Parks and Wildlife chairman; captained Ted Turner’s <em>American Eagle</em> to World Open Racing Championship in 1972. Sid built Fort Worth’s mammoth City Center office towers; had wallet lightened by $200 million-plus courtesy divorce from Anne, then married an Iranian socialite. Bob is forging connections in Washington, D.C. Ed built Caravan of Dreams, a Fort Worth arts complex; has Australian ranch.</p><img/><p><strong>MARGARET HUNT HILL</strong></p><p><strong>74, DALLAS INHERITANCE (OIL AND GAS)</strong></p><p><strong>HAROLDSON LAFAYETTE HUNT III</strong></p><p><strong>72, DALLAS INHERITANCE (OIL AND GAS)</strong></p><img/><p><strong>CAROLINE ROSE HUNT</strong></p><p><strong>67, DALLAS INHERITANCE (OIL AND GAS)</strong></p><p><strong>$2.2 Billion</strong></p><p><strong>Why Them, Not Me</strong> H. L. Hunt would never have believed it, but the Hunt sisters have managed their money better than the Hunt brothers. Caroline’s forte has been luxury hotels operated by others; Margaret has stuck to the tried and true —oil and gas exploration.</p><p><strong>Life and Times</strong> All three are Arkansasborn offspring of Hunt and his first wife; were raised partly in Tyler. Caroline and Margaret went to Mary Baldwin College in Virginia. Caroline also went to UT. Margaret learned oil business at father’s side in 1930’s. Haroldson III “Hassie” inherited Dad’s magical knack for finding oil and discovered several oil deposits before mental problems surfaced in 1940’s. H.L. had him lobotomized, then institutionalized.</p><p><strong>Minor Details</strong> Margaret manages Hassie’s interests; built ritzy Garden of the Gods Club near Colorado Springs. Widowed. Shotgun-toting Hassie was her bodyguard during a kidnap threat in 1930’s. Caroline, twice divorced, is an antique buff; published <em>The Compleat Pumpkin Eater</em> cookbook. Bought Los Angeles’ Hotel Bel-Air in 1983 for $23 million and sold it for $110 million last year; still owns the Mansion in Dallas. All avoid publicity except “when it helps the business,” Caroline says.</p><img/><p><strong>Which Texas developer has a twin brother also in the real estate business?</strong></p><p><strong>A Trammell Crow</strong></p><p><strong>B Gerald Hines</strong></p><p><strong>C Mack Pogue</strong></p><p><strong>D Robert Woolley</strong></p><p>(C :correct answer)</p><img/><p><strong>ROBERT HENRY DEDMAN</strong></p><p><strong>64, DALLAS PRIVATE CLUBS</strong></p><p><strong>$830 Million</strong> Up $130 million from 1989. Dedman’s ClubCorp International was valued too conservatively last year.</p><p><strong>Why Him, Not Me</strong> Dedman whipped the lackadaisical private-club industryincluding country, city, and athletic clubs —into his own shrewdly run business empire. The 250 clubs of ClubCorp generate sales of $750 million a year.</p><p><strong>Life and Times</strong> Arkansas native; family was “too poor to paint and too proud to whitewash.” Got three degrees from UT, then studied law at Southern Methodist University. Moonlighted during law practice by opening Dallas’ Brookhaven Country Club in 1957. “I’ve always had two things going at once.”</p><p><strong>Minor Details</strong> Philosophy, poetry buff; favors Kipling, Longfellow: “It’s the distilled wisdom of the ages.” Will bequeath 45 percent of company to SMU. Says of his wealth, “I’m embarrassed by it.”</p><img/><p><strong>JERRY J. MOORE</strong></p><p><strong>62, HOUSTON SHOPPING CENTERS</strong></p><p><strong>$770 Million</strong> Up $70 million from 1989. The bust has given Moore the perfect opportunity to expand.</p><p><strong>Why Him, Not Me</strong> Moore works harder than you do. Rising at four —“that gives an advantage over the guys still asleep” —he labors eighteen hours a day, buying up centers, revamping them, getting just the right mix of tenants. Moore owns 180 shopping centers, 103 in Houston.</p><p><strong>Life and Times</strong> Born in Houston to poor Polish-Jewish immigrants. First job at age 12 was sweeping jewelry store. High school dropout; earned equivalency diploma in 1987. At 19 began successful fifteen-year career selling vacuum cleaners door to door; in 1950’s used savings to build houses, later strip shopping centers.</p><p><strong>Minor Details</strong> Began collecting cars at 15 with 1929 Model A Ford bought for $20; owns seven hundred cars. His blue-collar looks have caused him to be mistaken for gardener, baggage handler, golf caddy: At his Columbia Lakes resort, “A sweet little old lady asked me to get her a golf cart. I did, she gave me $5, and I took it.” In bed by ten each night; asleep “between ten-thirty and eleven, during Ted Koppel.”</p><img/><p><strong>ROY MICHAEL HUFFINGTON</strong></p><p><strong>72, HOUSTON OIL AND GAS</strong></p><p>$600 Million Up $150 million from 1989. Huffco’s sale this year put a true value on the company.</p><p><strong>Why Him, Not Me</strong> On a tip, Huffington went wildcatting in the Indonesian jungle in the late sixties and turned up a huge gas pool. A partner with the Indonesian government for more than twenty years, he sold his company, Huffco, this year for some $800 million. <strong>Life and Times</strong> Tomball native; has a Harvard Ph.D. in geology. Worked as field geologist for several majors; left Humble Oil to wildcat in 1956. “It’s not work. It’s a lot of fun.”</p><p>PHOTOGRAPHS BY J. ALLEN HANSLEY (TOP LEFT); WILL VAN OVERBEEK (BOTTOM LEFT); CHARLES THATCHER (TOP RIGHT</p><p><strong>Minor Details</strong> Good buddies with George Bush; ambassador-designate to Austria. Spent spring taking crash courses in diplomacy and German through State Department. His blocks of downtown Houston real estate were part of Huffco sale. Sold out because his two chil-</p><p>dren had no interest in running the company: “This is the sad part of knowing you can’t live forever.”</p><img/><p><strong>GEORGE PHYDIAS MITCHELL</strong></p><p><strong>71, HOUSTON OIL AND GAS</strong></p><p><strong>$590 Million</strong> Up $65 million from 1989. Mitchell Energy and Development stock has risen.</p><p><strong>Why Him, Not Me</strong> Following his instincts and a tip from a bookie, wildcatter Mitchell drilled in North Texas and in</p><p>1952 hit the huge Boonsville gas field. “I admonish my people to keep an eye out for outside deals. It’s worth the trouble.”</p><p><strong>Life and Times</strong> Galveston-born; Greek father was once a goatherd. Bused tables and sold stationery to pay way through Texas A&M. Petroleum engineering degree led to job as Amoco geologist; did World War II stint with Army Corps of Engineers. In 1946 formed Mitchell Energy and Development with brother Johnny (now retired). Bought 50,000 North Houston acres for $6.3 million in 1963 and created the Woodlands, a planned community. <strong>Minor Details</strong> Captained A&M tennis team. Spent $60 million renovating Galveston’s Strand historic district. Revived city’s Mardi Gras festival; showed up one year with green serpent painted around his head.</p><p><strong>Tycoons in Training</strong></p><p><span class=\"dropcap\">H</span>OMEGROWN TEXAS COMPANIES ARE SCATTERED throughout the Texas 100. Whataburger, Mary Kay Cosmetics—all are Texas institutions worth hundreds of millions of dollars each. They’re part of the landscape. But so is the Schlotzsky’s on the corner, the Blue Bell vanilla ice cream in the freezer, or the Kwik-Kopy store that makes copies for you. With luck, someday the owners of these companies may wind up among Texas’ elite rich. Who are the tycoons in training behind these smaller but no less familiar Texas-bred companies?</p><p>In Brenham, the only thing better than BLUE BELL CREAMERIES’ premium ice cream may be the company’s marketing campaign. Its factory is an ice-cream lover’s mecca (complete with free tours and a gift shop); its commercials drip with wholesomeness. Skillfully crafting a folksy awshucks image of the “little creamery in Brenham”—which is actually a mammoth automated plant—Blue Bell has sales of more than $150 million (almost all of it in Texas) and a customer loyalty that most food companies would kill for. For brothers Ed and Howard Kruse (the second generation of Kruses to run privately held Blue Bell) and the other 350 or so shareholders, the homespun company is worth big-time money—at least $140 million.</p><p>In Fort Worth, MRS. BAIRD’s BAKERIES sells the image of family goodness instead of small-town wholesomeness. But it works just the same: The privately held company has sales of some $150 million through its twelve bakeries scattered around Texas. Started in 1908 by Ninnie Baird, a widow who supported her eight children by baking bread, Mrs. Baird’s Bakeries is a corporate rarity. It is still family owned and operated: Eighteen Bairds work there. Mrs. Baird’s is worth around $50 million to the family.</p><p>Longview’s Don Dissman and his wife, Delores, founded SCHLOTZSKY’s almost twenty years ago in Austin to be near their daughter, who was then a UT student. Delores’ sourdough-bread sandwich turned out to be a hit. The pair franchised their original Schlotzsky’s into more than one</p><p>hundred sandwich shops before selling out to Austin developers John Wooley and Gary Bradley in 1981. Wooley, along with Bradley, got rich in Austin’s real estate boom of the late seventies and early eighties by developing the Rob Roy subdivision. He split with Bradley in 1984, taking Schlotzsky’s with him. Wooley has pushed Schlotzsky’s to 250 stores in 27 states. Its worth: some $15 to $20 million.</p><p>Back in the fifties, Emmett McCoy ran his father’s Galveston roofing business and sold a few building supplies on the side. Then he had a revelation. “I woke up and realized I was getting 80 percent of my problems and 20 percent of my profit from the contracting business,” recalls McCoy. “So we dropped it the next day.” Thus MCCOY’s-now a fivestate, 93-store building-supply chain with 1989 sales of nearly $250 million—was born. Run by McCoy and two sons, the chain is worth at least $80 million. McCoy moved the company from Galveston to San Marcos in 1972. Why? “If you want to know the truth,” he says, “it just seemed like a nice place to live.”</p><p>For the longest time, failure was the business partner of Houston KWIK-KOPY owner Frederick C. “Bud” Hadfield. Hadfield’s Rhode Island high school expelled him for fighting. He raised hogs and peddled eggs and sold newspapers—none of which succeeded. Taking a friend’s advice, Hadfield, by then a gruff merchant marine, turned to Dale Carnegie for help. With a Carnegie course in human relations under his belt in 1967, Hadfield set about franchising his small Houston printing shop into what is today the second-largest printing chain in the world. Kwik-Kopy boasts systemwide sales of $375 million through one thousand stores; Cypress, Texas, headquarters that resemble the Alamo; and a collegelike boot camp that trains franchisees. The copy-shop empire, owned by Hadfield and a host of employees and investors (including astronaut and Kwik-Kopy pitchman Alan Shepard), is worth some $20 million. “The main thing is not to be afraid to fail,” says Hadfield. “Failure gives a true appreciation of success.”</p><img/><p><strong>ROBERT LEE MOODY</strong></p><p><strong>55, GALVESTON INHERITANCE (INSURANCE)</strong></p><p><strong>$550</strong> Million</p><p><strong>Why Him, Not Me</strong> Moody is a fourthgeneration heir of Galveston’s Moody family, which has for decades had legendary public money squabbles and legal problems. The chairman of Moody National Bank, he controls the core of the Moody family fortune, American National Insurance.</p><p><strong>Life and Times</strong> Galveston native. Father died when Moody was an infant. Went to military academies; University of Houston dropout. Started his own Austin-based insurance company, publicly traded National Western Life, in 1961 with money from family insurance business. Brother Shearn Moody is convicted swindler now in prison in Fort Worth; Bobby visits him occasionally.</p><p><strong>Minor Details</strong> Built and tends koi-fish pond in back yard; keeps tropical fish in home and office. Built Transitional Learning Community for victims of brain damage after his son Russell was in jeep accident. Subscribes to a Boston newspaper to keep up with his beloved Red Sox.</p><img/><p><strong>Which pro sports mogul bought his team because his wife liked the sport so much?</strong></p><p><strong>A Don Carter</strong></p><p><strong>B Lamar Hunt</strong></p><p><strong>C Jerry Jones</strong></p><p><strong>D Red McCombs</strong></p><p>(e IJ3MSUB JD3JJOD)</p><img/><p><em>Island son Robert Moody banks on insurance.</em></p><p><strong>FRED TRAMMELL CROW</strong></p><p><strong>76, DALLAS REAL ESTATE</strong></p><p><strong>$500 Million</strong></p><p><strong>Why Him</strong>, Not Me Crow started building warehouses in the late 1940’s —and built and built and built. He is now the world’s largest real estate developer: “I don’t know anything that could be better than to be a builder.”</p><p><strong>Life and Times</strong> Grew up poor in Dallas, one of eight children; father was bookkeeper. “We all had to get with it to eat.” Worked his way through SMU night school as bank teller. Audited defense contracts in Navy during World War II. Early developer of Stemmons family land along Trinity River.</p><p><strong>Gone But Not Forgotten</strong></p><p><span class=\"dropcap\">O</span>NCE IN A WHILE A TEXAS 100 MEMBER WILL ASK how to get off the list. Easy, we answer: Give your money away. Few choose that option. All told, 21 of last year’s Texas 100 didn’t make the cut this year.</p><p>Houston’s Robert Parker debuted last year at $110 million. His case illustrates why true asset value can be so elusive. Depending on your point of view, Parker’s Guardian Savings and Loan could be worth anywhere from $70 million to upwards of $130 million. Parker argued for a low value: “If you want an S&L in Texas right now, all you have to do is raise your hand.” In the end, Guardian’s value was just too fuzzy to keep its owner among the Texas 100.</p><p>We removed Dallas real estate icon John Stemmons because his fortune is so splintered among his family and, at the age of 81, he is too far removed from active control of it. New information also caused us to drop Dallas heiress Mary Anne Cree. Her family fortune is shared not only with her own offspring but also with three generations of steprelatives.</p><p>We also dropped divorcee Anne Bass, King Ranch heir</p><p>Helen Groves, broadcaster Joe Allbritton, and Hunt descendants Swanee Hunt and Helen Hunt Hendrix, not because of any downturn in fortunes. Though all five have substantial ties to Texas, none live in the state anymore.</p><p>Death took three members of last year’s Texas 100. Vivian Smith and Dickie Williamson succumbed to cancer. Dallas’ pioneering developer, Will Caruth, died by his own hand last May.</p><p>Fierce competition for a spot among the Texas 100 bumped ten members off the list. Their visible assets weren’t enough to keep pace with the minimum, which rose from $100 million to $120 million. They were Fort Worth horseman and glass mogul R. D. Hubbard, Humble Oil heir and George Bush pal Will Farish, King Ranch heirs Ida Clement and Katherine Yarborough, North Texas ranchers Bucky Wharton and Electra Biggs, silver expert Bunker Hunt, and newspaper heirs Ed Harte, Houston Harte, and Andrew Shelton.</p><p>Weep not for the class of 1990 Texas 100 dropouts, though. Their combined worth still tops $3.4 billion.</p><p>PHOTOGRAPH BY WILL VAN OVERBEEK (TOP RIGHT)</p><img/><p><strong>NANCY HAMON SOUGHT HER FORTUNE IN HOLLYWOOD BUT ULTIMATELY FOUND IT BACK HOME IN OILMAN JAKE HAMON.</strong></p><img/><p><strong>SCULPTURE COLLECTOR RAY NASHER’s MOST VALUABLE WORK OF ART IS NORTHPARK MALL, THE TAJ MAHAL OF SHOPPING.</strong></p><p>Minor Details Partnerships now own $14 billion worth of real estate. Reads voraciously. Lives to work: “Some night I’ll go home and I’ll pass away, but I’ll have spent the whole day in the office. Damn right.”</p><img/><p><strong>CHARLES CLARENCE BUTT</strong></p><p><strong>52, SAN ANTONIO H.E.B. GROCERY</strong></p><p><strong>$480 Million</strong> Up $180 million from 1989. H.E.B. was valued too conservatively on last year’s Texas 100.</p><p><strong>Why Him, Not Me</strong> In 1971 Butt had an MBA and a small family grocery chain to work with. H.E.B. is now ten times the size it was when he took over, and it’s the biggest chain in Texas.</p><p><strong>Life and Times</strong> Raised in Corpus Christi; bagged, stocked, and checked groceries from age 8 on. Came back to run H.E.B. after Wharton Business School; won top spot from brother Howard, a Baptist minister, telling him, “If I’m going to stay, then I’m going to be in charge.”</p><p><strong>Minor Details</strong> Single; preservationist. H.E.B.’s San Antonio headquarters are a renovated Army ammunition depot; Butt’s home is a restored 1880 Victorian mansion. Avid photographer and sailor. On running H.E.B.: “Nothing much worth doing in life is anxiety-free.”</p><img/><p><strong>ANNE WINDFOHR MARION</strong></p><p><strong>51, FORT WORTH INHERITANCE (OIL AND GAS)</strong></p><p><strong>$430 Million</strong> Up $30 million from 1989. The value of Marion’s four ranches has increased.</p><p><strong>Why Her, Not Me</strong> Marion’s greatgrandfather, cowboy and rancher Burk Burnett, accumulated 450,000 Panhandle acres laden with oil. Today Marion oversees the family business, once run by her late mother, Anne Tandy.</p><p><strong>Life and Times</strong> Born in Fort Worth; nicknamed Little Stinky as a girl. Attended Dallas’ Hockaday School, graduated from Briarcliff Junior College. Though born to wealth, “Her mother was hard on her; she was never spoiled,” says family friend Perry Bass.</p><img/><p><strong>Who said, “He’s got balls the size of a goddam bull,” and to whom was he referring?</strong></p><p><strong>A H. Ross Perot about Tom Landry</strong></p><p><strong>Landry B Duke Rudman about Clayton Williams</strong></p><p><strong>C Ray Hunt about George Bush</strong></p><p><strong>D Louis Beecherl about Bill Clements</strong></p><p>(q J3MSUB 1D3JJOD)</p><p><strong>Minor Details</strong> Hunts quail and dove. In 1988 wed fourth husband, Sotheby’s chairman John Marion, after double date with her daughter and his son. A force in Fort Worth’s art world. “She has little or no patience with dillydalliers,” remarks Texas Christian University chancellor Bill Tucker.</p><p><strong>ELIZABETH HALL REID</strong></p><p><strong>68, DENTON HALLMARK CARDS</strong></p><p><strong>$400 Million</strong> Up $75 million from 1989. New information suggests a higher value for Hallmark Cards.</p><p><strong>Why Her, Not Me</strong> Reid’s father was Joyce C. Hall, the founder of greetingcard behemoth Hallmark. Reid, her sister, and brother own roughly two thirds of the company.</p><p><strong>Life and Times</strong> Born and raised in Kansas City; lived in San Antonio during Korean War with GI husband. Moved to Fort Worth, then to Denton in search of farmland; now leases ranch to cattle farmers. Widowed.</p><p><strong>Minor Details</strong> Loves to sew, do needlework. Rescued a Denton needlepoint shop from brink of bankruptcy in 1987; occasionally clerks there. Picture your grandmother, and you’ve got Reid: “I just like to live kind of simple.”</p><img/><p><strong>RUTH RAY HUNT</strong></p><p><strong>73, DALLAS INHERITANCE (OIL AND GAS)</strong></p><img/><p><strong>RAY LEE HUNT</strong></p><p><strong>47, DALLAS INHERITANCE (OIL AND GAS)</strong></p><p><strong>RUTH JUNE HUNT</strong></p><p><strong>45, DALLAS INHERITANCE (OIL AND GAS)</strong></p><p><strong>$1.9 Billion</strong> Up $600 million from 1989. Their Alif oil field in Yemen is a fortune unto itself. (Out-of-state siblings Swanee Hunt and Helen Hendrix also share in this fortune.)</p><p><strong>Why Them, Not Me</strong> Ruth Ray and children Ray and June inherited shares of Hunt Oil from H. L. Hunt. Ray, who manages the family assets, nurtured the grubstake into worldwide energy and real estate interests.</p><p><strong>Life and Times</strong> Ruth, H. L. Hunt’s second wife, hailed from Idabel, Oklahoma; quit Oklahoma A&M to move to Shreveport, where she took a job at Hunt’s firm. Married H.L. in 1957. Ray was born in New York City and raised in Dallas. Played football, was class president at swanky St. Mark’s School; economics major at SMU. Ruth June was born in Dallas; nicknamed Peaches. Acceded to father’s wishes and went to SMU instead of Baylor; inherited mother’s Christian ethic: “My happiness at SMU served as verification that God had spoken to me through my father.”</p><p><strong>Minor Details</strong> Ray was christened Ray Lee “Wright,” a Hunt alias; has the same round-cheeked, blue-eyed look as H. L. Hunt. A pal of George Bush’s. June is devoted to religious work; teaches Bible classes and hosts radio show. Ruth lives quietly in Dallas, gave $3 million to longtime pastor W. A. Criswell’s Criswell College. Opens home to church groups.</p><p>PHOTOGRAPHS BY ANDREA ALBERTS {BOTTOM LEFT); CHARLES THATCHER (RIGHT)</p><img/><p><strong>JOSEPH DAHR JAMAIL</strong></p><p><strong>64, HOUSTON LAW</strong></p><p><strong>$380 Million</strong> Up $30 million from 1989. New estimate includes additional assets. Why Him, Not Me Jamail’s masterful lawyering skills and self-described ego so big that “this planet won’t hold it” earn out-of-this-world fees, including about $300 million from the famous TexacoPennzoil case.</p><p><strong>Life and Times</strong> Houston-born; father ran grocery store. Studied at A&M and UT before joining Marines. A UT law school alumnus, despite failing torts in first year. Says he accepts one out of every three hundred cases; plays role of savior: “I want the ones that are helpless and don’t have anywhere else to turn.”</p><p><strong>Minor Details</strong> Prefers Galveston to Monte Carlo: “Lots of good bullshit in Galveston —you just hang around, learn something new every hour.” Supports elderly homeless woman who claims to be cousin’s widow, although unsure if she is related. “I didn’t care. Anybody wants to be my cousin, can be.”</p><img/><p><strong>ROBERT DRAYTON McLANE, JR.</strong></p><p><strong>54, TEMPLE GROCERY DISTRIBUTION</strong></p><p><strong>$360 Million</strong> Up $120 million from 1989. McLane Company continues to grow rapidly.</p><p><strong>Why Him, Not Me</strong> Running his father’s wholesale grocery business, McLane computerized operations, boosted sales to 7-Elevens, and watched McLane Company —with 1989 sales of $2.65 billion—grow tremendously in the 1980’s. “We’re zooming forward.”</p><p><strong>Life and Times</strong> Born and raised in Cameron; grandfather founded grocery store in 1894. Started working in grade school, sweeping floors and unloading trucks. Baylor graduate. “My first couple of years in college I thought the food business was the most boring thing in the world.” Earned MBA at Michigan State.</p><img/><p><strong>Which Dallasite doesn't allow his fe male employees to wear slacks?</strong></p><p><strong>A Bum Bright</strong></p><p><strong>B Duke Rudman</strong></p><p><strong>C Ray Hunt</strong></p><p><strong>D Ray Nasher</strong></p><p>(e :J3MSUB ID3JJOD)</p><p><strong>Minor Details</strong> Gave money to Baylor to replace broken 1939 tower bells. Boy Scout backer; active in Baptist church. Played a lot of tennis “until business got complicated.”</p><img/><p><strong>ROBERT BRITTINGHAM, SR.</strong></p><p><strong>76, DALLAS CERAMIC TILE</strong></p><p><strong>$350 Million</strong></p><p><strong>Why Him, Not Me</strong> The secretive Brittingham owned Dal-Tile Group, one of the largest ceramic-tile makers in the country. He sold it this year for $650 million to a New York investment group that includes Henry Kissinger. Life and Times Dallas native; with brother Jack founded Dal-Tile in the 1940’s. Jack, a.k.a. Juan, moved to Mexico to oversee company’s manufacturing arm. Though Robert ran Dal-Tile, he kept himself invisible. Says an employee: “Mr. Brittingham preferred our company to be quiet but deadly.”</p><p><strong>Minor Details</strong> Lifelong hunting fanatic; often treks to Mongolia in search of argali, a type of bighorn sheep. Also hunts in Mexico. Unknown in Dallas. When asked about the company, Brittingham’s son Robert Junior responded,</p><p>“It’s classified. I could tell you, but then I’d have to kill you.”</p><img/><p><strong>JOHN WINDSOR NORRIS, JR.</strong></p><p><strong>54, DALLAS LENNOX INTERNATIONAL</strong></p><p><strong>$350 Million</strong></p><p><strong>Why Him, Not Me</strong> Norris’ grandfather bought Dave Lennox’s furnace business for $40,000 in 1904. Innovative products and demands for central heating and air conditioning have helped sales boom at Lennox International.</p><p><strong>Life and Times</strong> Raised in Marshalltown, Iowa. Had summer jobs at Lennox painting and reroofing factories. “It was in my blood. The more I looked at other options, the more interesting Lennox was to me.” Has industrial management degree from Massachusetts Institute of Technology. Worked way up through Lennox; took over company in 1980. <strong>Minor Details</strong> Heads to Colorado each year for skiing—“They don’t ski that well here.” His key to success? “Well, you start with the lucky gene pool.”</p><img/><p><strong>RICHARD EDWARD RAINWATER</strong></p><p><strong>46, FORT WORTH FINANCIER</strong></p><p><strong>$320 Million</strong> Up $70 million from 1989. Rainwater continues to weave his dealmaking magic.</p><p><strong>Why Him, Not Me</strong> There’s not a shrewder financier around than Rainwater, the former Bass Brothers gunslinger. He got rich himself by keeping a small piece of each deal he concocted for the Basses.</p><p><strong>Life and Times</strong> Born and raised in Fort Worth’s Lebanese community; father was wholesale grocer. Played on high school golf team; was teenage drag racer. After UT, met Sid Bass at Stanford; became the family’s dealmaker in 1970. Scored big with Disney, Texaco stock: “Timing is everything.” Now scooping up oil and gas companies. <strong>Minor Details</strong> Has offices twelve floors below the Basses. Minority owner of Texas Rangers; owns 20 percent of Roger Staubach’s real estate company. Big fisherman. Coached his kids’ soccer teams.</p><p>PHOTOGRAPH BY PETER C. POULIDES (BOTTOM RIGHT)</p><p><em>When Money Talked, We Listened</em></p><p>WHEN WE SENT A TEN-QUESTION SURVEY TO THE members of last year’s Texas 100 and a few of this year’s additions, we had no idea who would respond. Mary Kay Ash answered at length—on pink paper. H. L. Hunt’s daughter Swanee Hunt commended us for trying to deepen society’s understanding of the very wealthy, “rather than simply letting stereotypes prevail.” She wrote, “I appreciate that.”</p><p>The ten questions concerned everything from the nature and use of wealth to what advice the Texas 100 have for would-be moguls. In all, we got 23 responses. Predictably, none of the five Basses answered. Neither did H. Ross Perot or Harold Simmons, Texas’ two richest men. Normally pressaverse Chris Bancroft, who owns a piece of Dow Jones and Company (a minority owner of <em>Texas Monthly),</em> admonished us not to “rake muck” by chronicling Texas wealth—and closed his letter by urging us to “kick the competition’s ass.”</p><p>Two questions dealt with the effects of great wealth. First, is it a burden? Many answered that the burden lies in deciding how best to give away money, or as the late Will Caruth put it, “to use it for the betterment of mankind.” Swanee Hunt, who runs a charity for the homeless, said that although she once saw her wealth as a “curse,” she now uses it as leverage to accomplish charitable goals. “It means my phone calls are returned the first time,” she wrote. Arthur Temple, Jr., heir to a timber fortune, gave the question a personal spin. His circumstances “made it difficult to feel the exhilaration of accomplishment,” he wrote. “If I had fallen on my face, everyone would have said, 'Isn’t it awful how that young fellow failed to accomplish anything with all of his advantages?’ When I succeeded, many felt that anybody could have done so under the circumstances.”</p><p>Second, we asked a question they’ve all had to ask themselves: Should children get large inheritances? Many noted that parental influence, not money, is crucial. Mary Kay Ash took a different tack: “In watching my grandchildren I would say that it is better for them not to have all the niceties of life so available with no effort.” Heiress, rancher, and professional sculptress Electra Biggs chimed in, “It never hurts to have to earn money on one’s own. The first check I received for sculpture was the most important of all.”</p><p>We asked the Texas 100 what regrets they had. Oilman Duke Rudman regretted not fighting anti-Semitism more vigorously during World War II. Trammell Crow noted that “could I go back and do so, I would work harder and study more.” Temple wished he had finished college and wondered “if I could have done a great deal more had I understood that the knowledge of the ages was presented to me at the University of Texas.” Will Caruth had the most poignant answer. The Dallas legend scribbled in his shaky hand, “Better physical health.” Two months after writing that, the 78-year-old Caruth, wheelchair-bound and suffering from emphysema and other ills, shot and killed himself<strong>.</strong></p><p>When we asked Texas’ superrich whether wealthy people as a group did enough to help the underprivileged, some took</p><p>the hard line. “There is work for everyone <em>who will work,” </em>wrote Midland oilman Carlton Beal. “Too many freeloaders are running America into an economic morass.” Crew-cut conservative Bum Bright and others blamed government. “Our unrestrained welfare programs encourage people to be non-productive and, therefore, hungry and helpless,” Bright wrote. Others expressed hopelessness.</p><p>Activist Swanee Hunt wrote, “Wealthy people . . . could probably make the biggest difference . . . through their political influence. . . . More hand-outs to 'the poor’ aren’t the answer.” She added that societal changes are needed. Temple took a jab at the nouveau riche. “A great many wealthy yuppies,” he offered, “have not been taught what my parents taught me; i.e., 'To Whom much is given, of them much is required.’ ” San Antonio car dealer Red McCombs wrote that the “minuscule efforts of many are unconscionable.”</p><p>We also asked what other profession they would have liked to pursue. Grocery mogul Charles Butt considered law and the foreign service in college. Developer Harold Farb, who used to sing onstage at his now-defunct Houston club, would have been an entertainer. “Teach history in a University,” responded lawyer Joe Jamail. B. K. Johnson once thought of going into politics. Mary Kay Ash and oilmen Roy Huffington and Tex Moncrief would have pursued medical careers.</p><p>In a lighter vein, we asked the Texas 100 to name a favorite entertainer. “John Wayne . . . my hero,” wrote Carlton Beal. Amateur funnyman Duke Rudman picked comedian Shecky Greene. Bum Bright and Roy Huffington named Bob Hope (or Lawrence Welk, Bright added). Liberace, answered Ash. Trammell Crow said he would like to see opera stars Maria Callas or Joan Sutherland: “For those minutes I would be transported to the beyond.” Chris Bancroft chose pop stars K. D. Lang and Lyle Lovett, explaining, “Both personify the best qualities of being human and accepting that.”</p><p>The Texas 100 seemed stunned by another question: If you were not allowed to work for a year, how would you spend the time? The group found the idea of not working nearly inconceivable. “In a box, six feet under the ground,” answered Austin computer mogul Bill Hayden. Rudman allowed that he would “go crazy” and feel “hopeless, useless, and inferior.” Bum Bright obviously considered the fate a prison sentence: “I would work in my workshop, fish, and plan how to achieve when my year was up.”</p><p>And finally, What advice do the Texas 100 have for tycoon wannabees? Bill Hayden: “Burn your books and rely on instinct and common sense.” Charles Butt: “Focus on who you are as a person and what you offer those you propose to lead and motivate.” Will Caruth: “Don’t sit around wondering what to do with your life. Start <em>something</em>.” Bum Bright: “Do not be afraid to fail and if you do fail —try again and again and again.”</p><p>Finally, Trammell Crow wrote, Rockne-like, “In the quiet of your solitude, close your eyes, bow your head, grit your teeth, clutch your fists, ache in your heart, vow and dedicate yourself to achieve, to achieve.”</p><p><strong>MARGARET CULLEN MARSHALL</strong></p><p><strong>69, BARKSDALE INHERITANCE (OIL AND GAS)</strong></p><img/><p><strong>WILHELMINA CULLEN ROBERTSON</strong></p><p><strong>67, HOUSTON INHERITANCE (OIL AND GAS)</strong></p><p><strong>$600 Million</strong></p><p><strong>Why Them, Not Me</strong> Margaret and Wilhelmina picked their father well. He was, of course, legendary Texas oilman Hugh Roy Cullen, discoverer of the huge Tom O’Connor field and benefactor of the University of Houston.</p><p>Life and Times Both grew up in Houston, the two youngest of five kids; Cullen wove oil-field yarns as his girls sat at his knee. Margaret was blond and blueeyed; Wilhelmina a gray-eyed brunette. Wilhelmina studied two years at Sweet Briar College in Virginia; both married Air Force captains in 1945.</p><p><strong>Minor Details</strong> Wilhelmina shuns publicity and interviews. “She justs hates to read anything about herself,” says a friend. Husband Corbin Robertson now runs Quintana Petroleum, the family oil company. Margaret raises Arabian horses on eight-thousand-acre farm in South Texas. Collects artifacts of ancient civilizations.</p><img/><p><strong>Who created a since-failed Gatorade type sports drink called Quickick?</strong></p><p><strong>A Charles Butt</strong></p><p><strong>B Ed Bass</strong></p><p><strong>C Tom Benson</strong></p><p><strong>D Bud Adams</strong></p><p>(correct answer: b)</p><img/><p><strong>WILLIAM ALVIN “TEX” MONCRIEF, JR.</strong></p><p><strong>70, FORT WORTH OIL AND GAS</strong></p><p><strong>$300 Million</strong> Down $200 million from 1989. New information indicates that last year’s estimate included assets actually owned by relatives.</p><p><strong>Why Him, Not Me</strong> Raised in the oil business by his father, W. A. “Monty” Moncrief, Tex has been wildcatting since 1946. His latest coup: two huge gas wells in Wyoming.</p><p><strong>Life and Times</strong> Born in Little Rock, Arkansas; moved to Texas at age 5. Was sent to military academy at 14. Earned petroleum engineering degree from UT; was World War II Navy officer. <strong>Minor Details</strong> UT Regent, appointed by Bill Clements. Likes pug dogs: “Got four —Big Al, his wife, and two of their children.” Was 10 when his father hit his first well. “I watched my dad and the others throw their hats in the clay pit; that was the day I made up my mind that’s what I wanted to be.”</p><img/><p><strong>EDWIN LOCHRIDGE COX, SR.</strong></p><p><strong>68, DALLAS OIL AND GAS</strong></p><p><strong>$300 Million</strong> Down $40 million from 1989. New information suggests a lower estimate.</p><p><strong>Why Him, Not Me</strong> Cox took over the family’s Cox Oil and Gas in the late 1950’s and, thanks to huge strikes in Alabama and South Texas, turned it into one of the nation’s largest independent oil operators.</p><p><em>On Deck</em></p><p><span class=\"dropcap\">A</span> NEW MEMBER OF THIS YEAR’s TEXAS IOO, HAROLD Farb was truly irritated to be in last year’s “Close, But No Cigar” section: He termed his listing among the 1989 runners-up negative. It’s heartening to know that some of that old Texas pride in being rich survived the bust. Here are six up-and-coming rich Texans:</p><p>SYBIL HARRINGTON, AMARILLO. When oilman Don Harrington died in 1974, half of his estate went to a foundation and half went to his wife, Sybil. Best known as Texas’ queen of philanthropy, Sybil Harrington is believed to have her own fortune —outside the foundation—of at least $110 million.</p><p>MICHAEL PRENTISS, DALLAS. A 46-year-old budding real estate mogul, Prentiss and his corporate partners own a passel of commercial properties around the country. His slice of Prentiss Properties’ equity could be $100 million.</p><p>CLAYTON W. WILLIAMS, MIDLAND. Oilman, rancher, and possible governor-to-be, “Claytie” is out from under a $500</p><p>million debt load. He claims a net worth of about $100 million.</p><p>MICHAEL D. MCKINNON, CORPUS CHRISTI. Back in 1975 Texas Monthly named the baby-faced McKinnon, then a senator from Corpus Christi, to its biennial list of the worst Texas legislators. McKinnon, now a 50-year-old broadcasting mogul, is having the last laugh. Net of debt, his four television stations, including KIII-TV in Corpus Christi, today are worth at least $80 million.</p><p>B.J. PEVEHOUSE, MIDLAND. Billy Joe took his geology degree from Texas Tech in 1948 and plowed into the oil business. His piece of the firm he founded, Adobe Resources, combined with other energy assets total at least $80 million.</p><p>MCHENRY TICHENOR, LA FERIA. The 92-year-old Kentucky native owns the country’s largest network of Spanish-language radio stations, including stations in Houston, Harlingen, El Paso, and San Antonio. Mac’s worth, after debt, is at least $70 million.</p><p>PHOTOGRAPH BY J ALLEN HANSLEY (RIGHT)</p><img/><p><strong>THE MILLIONS HAROLD FARB MADE IN HOUSTON REAL ESTATE WERE JUST A TUNEUP FOR HIS SINGING CAREER.</strong></p><img/><p><strong>BUD ADAMS SCORED BIG BY KICKING IN $25,000 FOR THE HOUSTON OiLERS IN THE EARLY SIXTIES.</strong></p><p><strong>Life and Times</strong> Born in Mena, Arkansas; father was grocer-turned-banker-turnedoilman. Family followed oil boom to Oklahoma, then Texas. Cox went to SMU, UT, and Harvard; served in Navy in World War II. SMU’s business school is named for Cox. Now funding start-up companies and investing in Fort Worth’s URCARCO, a chain of used-car lots.</p><p><strong>Minor Details</strong> A tennis fanatic; home has indoor and outdoor courts. Collects Impressionist paintings; big arts backer in New York City and Washington, D.C. Wife died of cancer in 1984; donates heavily to cancer funds. Ed Junior went to jail for bank fraud two years ago. No relation to John Lee Cox, below.</p><p><strong>JOHN LEE COX</strong></p><p><strong>65, MIDLAND OIL AND GAS</strong></p><p><strong>$300 Million</strong> Down $25 million. New information suggests a lower estimate. <strong>Why Him, Not Me</strong> Cox entered the oil business as a petroleum engineer but soon realized he could find oil for himself. He began wildcatting in 1952, but he prefers to be called an independent producer rather than a wildcatter. “Wildcatters go broke.”</p><p><strong>Life and Times</strong> Born in Burkburnett; moved to Junction as infant. Earned mechanical engineering degree from Rice. Went by Johnny Lee in school. Played starting guard for Owls football; made all-Southwest Conference. Runs cattle on 70,000-acre New Mexico ranch.</p><p><strong>Minor Details</strong> A Rice trustee and megacontributor, he has given the school money for weight room and new mechanical engineering building, which bears his name. Compulsive golfer.</p><img/><p><strong>HARVEY ROBERTS “BUM” BRIGHT</strong></p><p><strong>69, DALLAS OIL AND GAS, REAL ESTATE</strong></p><p><strong>$300 Million</strong></p><p><strong>Why Him, Not Me</strong> Bright struck it rich as a wildcatter in the late 1940’s. Tenacious and shrewd, the former owner of the Dallas Cowboys built an empire —much of which has been sold-that included real estate, trucking, and oil.</p><img/><p><strong>Which Hunt was named Tyler Rose Queen in 1935?</strong></p><p><strong>A Ruth June Hunt</strong></p><p><strong>B Margaret Hunt Hill</strong></p><p><strong>C Caroline Rose Hunt</strong></p><p><strong>D Ruth Ray Hunt</strong></p><p>(q :J3MSUB JD3JJOD)</p><p><strong>Life and Times</strong> Oklahoma-born; inspiration came from reading biographies of successful men, “especially those who made lots of money.” Lost small fortune in collapse of Bright Banc and First RepublicBank in 1980’s, but vows, “I’m going to make my $200 million back.”</p><p><strong>Minor Details </strong>Once named companies after rocks (Pyrite), pasta (Manicotti), and South Sea islands (Java). After A&M’s 1967 upset of UT, Aggie Bright printed one million matchbooks with the words, “Tee Hee Hee: Texas A&M 10, Texas 7,” and distributed them statewide. Watches every penny; even keeps tabs on cost of wife’s beauty care.</p><img/><p><strong>FAYEZ SHALABY SAROFIM</strong></p><p><strong>61, HOUSTON MONEY MANAGEMENT</strong></p><p><strong>$300 Million</strong> Down $70 million from 1989. His divorce showed his true fortune to be over $500 million. The set-</p><p>tlement, though, took half.</p><p><strong>Why Him, Not Me</strong> Sarofim can pick stocks better than most. “My shop,” as he calls Fayez Sarofim and Company, now manages $17 billion; its assets grew 30 percent last year.</p><p><strong>Life and Times</strong> Son of an Egyptian farmer, came to U.S. in 1946 to attend Berkeley, then Harvard Business School. Started own money-management firm in 1958 with $100,000 courtesy of father. Divorce from wife Louisa became final in June.</p><p><strong>Minor Details</strong> Nicknamed the Sphinx for both his girth and omniscience. Plays tennis; likes abstract art. “I really don’t have much time, other than business.” His “second family” —a mistress and children—is Houston’s worst-kept secret.</p><img/><p><em>Fayez Sarofim is Houston’s sultan of stocks.</em></p><img/><p><strong>DENNIS MARTIN O'CONNOR</strong></p><p><strong>83, VICTORIA WINHERITANCE (OIL AND GAS)</strong></p><img/><p><strong>MARY O'CONNOR BRAMAN</strong></p><p><strong>80, VICTORIA INHERITANCE (OIL AND GAS)</strong></p><img/><p><strong>TOM O'CONNOR, JR.</strong></p><p><strong>75, VICTORIA INHERITANCE (OIL AND GAS)</strong></p><p><strong>$850 Million</strong> Up $100 million from 1989. New estimate includes assets not valued last year.</p><p><strong>Why Them, Not Me</strong> Irish immigrant Thomas O’Connor, great-grandfather of Dennis, Mary, and Tom Junior, began a ranching dynasty in 1836; a century later, the first well came in, and oil was added to the legacy.</p><p>PHOTOGRAPHS BY PHYLLIS HAND (CENTER), ZIGY KALUZNY (TOP RIGHT)</p><p><strong>Life and Times</strong> All were born in Victoria and raised on family ranch. “My grandfather Stoner tied me on a saddle when I was two,” Dennis says. “As soon as I was big enough, I went with the cow crowd. That was play to me.” He graduated summa cum laude from UT; planned a career in chemistry but became ranch manager at 25. A Victoria Junior College graduate, Tom became assistant ranch manager at 22. Brothers manage the ranches, go to the office a few times a week to tend to family-owned Victoria Bankshares, Inc. Dennis also runs his own oildrilling operation. Mary graduated from San Antonio’s Incarnate Word College. “She’s a fairly strong person. She calls the shots just like they do,” says a friend.</p><p><strong>Minor Details</strong> As new ranch manager in 1931, Dennis worried old ranch hands because he didn’t drink coffee. He chronicled ranch life in photos later used in niece’s book on the subject. Mary, in earlier times, was great angler. Tom says, “Asking me if I intended to ranch all my life is like asking me if I was going to breathe for the rest of my life.”</p><img/><p><strong>CLARENCE SCHARBAUER, JR.</strong></p><p><strong>65, MIDLAND INHERITANCE (OIL AND GAS)</strong></p><p><strong>$280 Million</strong> Up $30 million. New estimate includes additional assets.</p><p><strong>Why Him, Not Me</strong> Scharbauer inherited a family ranching empire that just happened to cover large chunks of the oil-soaked Permian Basin. Much of the prolific Goldsmith field lies under Scharbauer land.</p><p><strong>Life and Times</strong> Midland native; greatgrandfather was German immigrant shoemaker; grandfather came to Midland in late 1800’s. Left A&M after one semester to take over Scharbauer Cattle Company when father died of cancer in 1942.</p><p><strong>Minor Details</strong> Abhors publicity. A lifelong horseman, owns past Kentucky Derby winner and world’s richest racehorse, Alysheba, now retired to stud at a Kentucky horse farm. Brands cattle with frying-pan design. Long ago dropped German pronunciation of Scharbauer for simpler “Scar-bro.”</p><img/><p><strong>RAYMOND DONALD NASHER</strong></p><p><strong>68, DALLAS REAL ESTATE</strong></p><p><strong>$275 Million</strong> Up $25 million from 1989. NorthPark mall, a trophy property, gets more valuable as the real estate market gradually recovers.</p><p><strong>Why Him, Not Me</strong> A prescient view of Dallas’ coming growth led Nasher to build NorthPark mall in 1964, a cash cow that has spawned other real estate and banking investments.</p><p><strong>Life and Times</strong> Born and raised in Boston; Russian immigrant father ran garment shop. Has master’s in economics from Boston University; was tennis team captain at Duke. After Navy stint, hit Dallas in 1950, snubbing oil business to become developer. Designed NorthPark as “Taj Mahal of great stores and shops.”</p><p><strong>Minor Details</strong> Owns museum-quality sculpture collection that he and his late wife began amassing in early 1950’s; favors sculpture by Rodin and Matisse. “We’re almost living with friends because these are figures and forms. As you walk by, you almost say, 'Hi,’ or 'How’d you sleep last night?’ ” Once squired Raisa Gorbachev through collection; plans Moscow exhibit. Former part-owner of Texas Rangers.</p><img/><p><strong>ALBERT BILLY ALKEK</strong></p><p><strong>80, HOUSTON OIL AND GAS</strong></p><p><strong>$270 Million</strong></p><p><strong>Why Him, Not Me</strong> Alkek courted Sinclair Oil founder Harry Sinclair with a wild-duck dinner during World War II and was promised a partnership. “I said yes sir. Hell, I was just 32 years old and I was raring.” Alkek bought Sinclair out in 1952, started Alkek Oil, now one of Texas’ largest oil independents.</p><p><strong>Life and Times</strong> Houston-born, moved to Victoria as infant. Attended Peacock Military Academy in San Antonio; left after a shoving match with another cadet: “He was a lieutenant and I was a buck private; that’s not good.” In 1979 pleaded nolo contendere to charge that he concealed knowledge of an illegal oil-pricing scheme and refunded $3.24 million to the federal government. President Reagan pardoned him in 1987.</p><p><strong>Minor Details</strong> Reputedly a onetime billionaire; gave $25 million to Baylor College of Medicine. “So many people have money and don’t give it away. I enjoy doing it.” Shares 30,000-acre Hill Country ranch with five thousand head of exotic game (no hunting allowed), two-hundred-footwide waterfall, and numerous spring-fed lakes. “We fish a little bit, throw them back in. Then when we get hungry, we’ll keep one.”</p><p>[ CONTINUED ON PAGE 108 ]</p><p>PHOTOGRAPHS COURTESY OF MIDLAND REPORTER-TELEGRAM (TOP LEFT); J. ALLEN HANSLEY (TOP RIGHT)</p><p>[ CONTINUED FROM PAGE 104 ]</p><img/><p><strong>JOHN JAY MOORES</strong></p><p><strong>45, SUGAR LAND COMPUTER SOFTWARE</strong></p><p><strong>$270 Million</strong></p><p><strong>Why Him, Not Me</strong> As a computer programmer at IBM, Moores discovered that individual companies needed specialized software to make their IBM megacomputers run more efficiently. So he designed it and then founded BMC Software in 1980 to market it. Life and Times Raised in Houston; married high school sweetheart at 19. Earned law degree from University of Houston but never practiced. Started BMC with $1,000; hires ex-IBMers who know Big Blue’s weaknesses.</p><p><strong>Minor Details</strong> Owns homes in Colorado, California, and Sugar Land. Collects 1960’s and 1970’s Corvettes, Ferraris, and Mercedes. Phasing himself out of BMC. “I’m taking my time to catch my breath and decide what I want to do when I grow up.”</p><img/><p><strong>BILLY HARRIS HAYDEN</strong></p><p><strong>43, AUSTIN COMPUADD</strong></p><p><strong>$260 Million</strong> Up $85 million from 1989. CompuAdd’s growth shows no signs of slowing.</p><p><strong>Why Him, Not Me</strong> Hayden’s CompuAdd, a personal computer manufacturer and marketer, is cashing in on the mailorder PC boom. “It’s like anybody who’s won a lottery.”</p><p><strong>Life and Times</strong> Grew up in San Antonio; father was mechanic. Self-described workaholic, was “into making money” by age 12. With UT engineering degree went to work for Texas Instruments. In CompuAdd’s first year (1982), sold his wares from his Chevette. <strong>Minor Details</strong> For Christmas, his employees give him a vacation. Last year’s: two weeks of diving in Tahiti. “They keep sending me farther away; I think they want me to stay longer.” Jogs to relieve job stress. “The only thing I worry about is my hair turning gray.”</p><img/><p><strong>JACK EUGENE BROWN</strong></p><p><strong>65, MIDLAND OIL AND GAS</strong></p><img/><p><strong>CYRIL WAGNER</strong></p><p><strong>56, MIDLAND OIL AND GAS</strong></p><p><strong>$500 Million</strong></p><p><strong>Why Them, Not Me</strong> Wagner and Brown, partners for almost thirty years, discovered oil and gas all across the United States. They’re also Wall Street investors, paying nearly $1 billion last year in a leveraged buyout of Connecticutbased Insilco, an office-supply, paint, electronics, and publishing conglomerate.</p><p><strong>Life and Times</strong> A Brownsville native, Brown studied petroleum engineering and was Phi Beta Kappa at Texas A&M. Wagner, a Tulsa native, became a geologist after graduating from University of Oklahoma. The pair met while working at drilling company in Midland and formed partnership on handshake in 1962. First major strikes were in West Texas’ Conger (Penn) oil field.</p><p>PHOTOGRAPHS BY LAURA BARTON (MIDDLE); MIDLAND REPORTER-TELEGRAM (RIGHT)</p><p><strong>Minor Details</strong> Users of corporate pseudonym “Desert Partners,” Wagner and Brown give new meaning to the term “silent partners”: “They don’t talk,” says an associate. Wagner likes to hunt and play golf; Brown’s a sailor. “They’d just as soon live their own lives the way they choose to,” an underling says. Backed raider T. Boone Pickens until he started doing hostile takeovers.</p><img/><p><strong>LOUISA STUDE SAROFIM</strong></p><p><strong>MID-50's, HOUSTON DIVORCE</strong></p><p><strong>$250 Million</strong></p><p><strong>Why Her, Not Me</strong> Louisa rang in the new year of 1988 by filing for divorce from her money-manager husband, Fayez Sarofim. The settlement, concluded in June, is the largest ever in Texas: an estimated $250 million.</p><p><strong>Life and Times</strong> An adopted daughter of Brown and Root founder Herman Brown, Louisa had money before marrying Sarofim. Prepped for life’s work as arts patron by studying literature at Smith College in Massachusetts. Married Sarofim 26 years ago.</p><p><strong>Minor Details</strong> Guardian angel of Houston culture; supports everything from Menil Collection to chamber orchestra, as well as Houston’s opera and ballet companies. “You have to eat and breathe the arts. It’s a very important ingredient in everyday life.”</p><img/><p><strong>GERALD DOUGLAS HINES</strong></p><p><strong>HOUSTON REAL ESTATE</strong></p><p><strong>$240 Million</strong></p><p><strong>Why Him, Not Me</strong> Hines pioneered “trophy” buildings —good-looking skyscrapers designed by famous architects. In Houston he built the Galleria, Pennzoil Place, and Transco Tower, among others.</p><p><strong>Life and Times</strong> Born in Gary, Indiana; father was Canadian. Went to Purdue on GI bill; first worked in Houston as an air-conditioning engineer: “That’s how I learned about buildings.” Built first office project in 1952; took gamble when he built Houston’s Galleria complex and One Shell Plaza in 1967. Minor Details Vegetarian. Outdoorsman supreme: hikes, climbs mountains, and bicycles. Has eye on Eastern Europe: “East Berlin is crying out for developers.”</p><img/><p><strong>JAMES HOWARD MARSHALL II</strong></p><p><strong>85, HOUSTON OIL AND GAS</strong></p><p><strong>E. PIERCE MARSHALL</strong></p><p><strong>51, DALLAS OIL AND GAS</strong></p><p><strong>$450 Million</strong> Up $50 million from 1989. Their stock in Koch Industries was valued too conservatively last year. Why Them, Not Me J. Howard Marshall’s oil refinery investment turned to gold after he merged his Great Northern Oil with oil giant Koch Industries in the 1960’s. He and his family own 14 percent of Koch. “I’m either the smartest guy in the world or the luckiest.”</p><p><strong>Life and Times</strong> J. Howard was born in Germantown, Pennsylvania; parents were Quakers. Taught history and economics on accredited college cruises around the world to earn money for Yale law school; graduated magna cum laude. Assistant dean of school at 28. Came to Texas for practical experience to help him write law to stop hot-oil war: “I used to chase all through the fields at night trying to catch those monkeys.” Held executive positions with numerous oil companies. Son Pierce, a Dallas businessman and former Roy Rogers franchisee, shares in family Koch stock.</p><p>PHOTOGRAPHS BY PHYLLIS HAND (LEFT); WILL VAN OVERBEEK (MIDDLE); ROCKY KNETEN</p><p><strong>Minor Details</strong> J. Howard had typhoid fever as boy; was star tennis, soccer player in college. Years ago quit fivepack-a-day smoking habit and dropped thirty pounds because “My wife used to say I looked like a Greek god. Then one day she said, 'Now you just look like a goddam Greek.’ ”</p><img/><p><strong>ARTHUR TEMPLE, JR.</strong></p><p><strong>70, DIBOLL INHERITANCE (TIMBER)</strong></p><p><strong>$220 Million</strong> Up $70 million from 1989. New estimate includes additional assets.</p><p><strong>Why Him, Not Me</strong> Temple’s grandfather amassed 200,000 acres of timberland in the Piney Woods of East Texas. Arthur orchestrated Temple Industries merger with Time Inc. in 1973.</p><p><strong>Life and Times</strong> Born in Diboll. Quit father’s alma mater, Williams College in Massachusetts; also dropped out of UT. Eager to blaze own trails, he once tried to leave family business, telling father, “I’ve felt on a dead end.” Father’s unexpected death in 1951 squelched plans.</p><p><strong>Minor Details</strong> Outdoorsman, avid reader, Texas history buff. Quit as Time director because of its merger with entertainment conglomerate Warner: “The entertainment business is not healthy for this country. The violence, the gratuitous vulgarity, the sex . . . are not consistent with my business ethics.” Helped integrate Diboll’s schools and public areas before 1964 Civil Rights Act.</p><img/><p><strong>DONALD JOSEPH CARTER</strong></p><p><strong>57, COPPELL INHERITANCE, DALLAS MAVERICKS</strong></p><p><strong>$220 Million</strong> Up $45 million. The value of the Mavericks and Home Interiors and Gifts is up slightly.</p><p>W<strong>hy Him, Not Me</strong> Carter’s mother, Mary Crowley, founded Dallas-based Home Interiors and Gifts, a Mary Kay-like, $450 million-a-year marketer of trinkets for the home.</p><p><strong>Life and Times</strong> Born in Fayetteville, Arkansas; parents divorced when he was 6. Was a “little” brother in Dallas’ Big Brothers program. A high school dropout and hellraiser; pumped gas by day, drag-raced by night: “I’d live wild and get forgiven later.” Joined Air Force at 18. Now a born-again Christian and chairman of Home Interiors.</p><p><strong>Minor Details</strong> Owns Dallas Mavericks; critics call him a meddler. “I do get involved. I’m a question-asker.” Nearly died after crashing private plane in 1977. Carried Olympic flame on part of its journey to Los Angeles in 1984. Big rodeo fan.</p><img/><p><strong>GEORGE KOZMETSKY</strong></p><p><strong>72, AUSTIN TELEDYNE</strong></p><p><strong>$210 Million</strong> Down $40 million from 1989. Teledyne stock has dropped.</p><p><strong>Why Him, Not Me</strong> In 1960 Kozmetsky resigned from Litton Industries to help a colleague start Teledyne, a small electronics company. It’s now a $3.5 billion (in sales) conglomerate of aerospace, defense contractors, and hightech companies.</p><p><strong>Life and Times</strong> Seattle-raised; son of Russian immigrants. Harvard Ph.D. Dean of UT Business School (196682); business graduate school is named for him. “He built the college,” says former UT president Peter Flawn. Operates a think tank, IC2 Institute; teaches “Creative and Innovative Management” class at UT.</p><p><strong>Minor Details</strong> Speaks Russian. Relaxes on ranch near Austin. Hobbies? “They’re mainly intellectual: reading, discussing things,” says a friend. Venture capitalist; high-tech booster. Wife Ronya says, “He manufactures ideas like cancer manufactures cells.”</p><img/><p><strong>REESE MCINTOSH ROWLING</strong></p><p><strong>62, CORPUS CHRISTI OIL AND GAS</strong></p><img/><p><strong>ROBERT BRIAN ROWLING</strong></p><p><strong>36, CORPUS CHRISTI OIL AND GAS</strong></p><p><strong>$400 Million</strong></p><p>W<strong>hy Them, Not Me</strong> Corpus Christi’s father-and-son wildcatting team used the oil bust as their springboard. “Competition for leases decreased, drilling costs dropped,” says Bob. “All kinds of good things happened.” Since 1983, the Rowlings discovered huge gas deposits in South Texas. They sold out to</p><p>Texaco last year because they didn’t like managing oil wells. “To be honest with you,” Bob says, “exploration is just a whole lot more fun.”</p><p><strong>Life and Times</strong> Reese is from Waycross, Georgia; learned oil business at University of Texas-El Paso. Worked as a geologist at several major oil companies before moving out on his own in 1959. Says a partner: “Reese sees things an ordinary geologist just doesn’t see.” Bob’s an SMU-trained lawyer who runs the family business day to day.</p><p><strong>Minor Details</strong> The Rowlings saved $100 million in the Texaco deal by taking mostly stock, thus avoiding capital gains taxes. Dividends from the Texaco stock will total some $32 million a year. Virtual unknowns in Corpus Christi, both are golfers; Reese likes to fish and hunt birds. “It’s got to be first class, though,” notes a partner. “He won’t go out and sleep in a tent.”</p><p><strong>THOMAS H. FRIEDKIN</strong></p><p><strong>54, HOUSTON TOYOTA DISTRIBUTION</strong></p><p><strong>$200 Million</strong> Up $50 million from 1989. The demand for Toyotas is still strong.</p><p><strong>Why Him, Not Me</strong> Friedkin had the vision—and the family money—to launch a Houston Toyota distributorship in 1969, when Americans still drove only Fords and Chevys. Now his Gulf States Toyota wholesales $1 billion worth of Toyotas to dealers every year.</p><p><strong>Life and Times</strong> A Californian; father founded Pacific Southwest Airlines in San Diego. Worked as company pilot before starting Gulf States. Avid biggame hunter; also runs safari companies in Africa.</p><p><strong>Minor Details</strong> Collects and restores antique airplanes. Flew stunt plane in the 1978 Disney movie <em>The Cat From Outer Space.</em> Has never been interviewed. Home has eight unlisted phone numbers.</p><img/><p><strong>CHARLES EDWIN HURWITZ</strong></p><p><strong>50, HOUSTON FINANCIER</strong></p><p><strong>$200 Million</strong></p><p><strong>Why Him, Not Me</strong> Hurwitz specializes in leveraged buyouts of undervalued public companies, shuffling assets like a master poker player. He keeps the profitable ones and sells the others. Life and Times A self-described “East Texas farm boy”; father owned Hurwitz Men’s Store in Kilgore. With business degree from OU, he sold stocks, then formed money-management firm in late 1960’s. Protege of fellow Texas 100 member George Kozmetsky.</p><p>PHOTOGRAPH BY CARLOS MORENO / CORPUS CHRISTI CALLER-TIMES (MIDDLE)</p><p><strong>Minor Details</strong> Big Oilers and Rockets fan. Built a hotel in Rancho Mirage, California, in 1987 over objections of local landowners Frank and Barbara Sinatra. Father and mother both died of cancer; gives to M. D. Anderson cancer fund.</p><img/><p><strong>DOMINIQUE DE MENIL</strong></p><p><strong>82, HOUSTON INHERITANCE (SCHLUMBERGER LTD.)</strong></p><p><strong>$200 Million</strong></p><p><strong>Why Her, Not Me</strong> Her father, physics professor Conrad Schlumberger, invented a revolutionary oil-prospecting device and founded Schlumberger Ltd., an oil-equipment manufacturing company, in 1927.</p><p><strong>Life and Times</strong> Born in Paris. Got math degree at the Sorbonne; fled Nazi occupation before World War II. Came to Houston with husband John in 1941; became U.S. citizen in 1962.</p><p><strong>Minor Details</strong> Arrival in Houston spurred her to action: “There was not much you could call art.” Has so much art she built her own museum, the</p><p>Menil Collection. Bankrolled, stocked, and bullied Museum of Fine Arts and Contemporary Arts Museum. “What is art if it does not enchant?” Huge benefactor of University of St. Thomas and Rice.</p><img/><p><strong>GRACE W. DOBSON</strong></p><p><strong>64, CORPUS CHRISTI WHATABURGER</strong></p><p><strong>$190 Million</strong> Up $15 million from 1989. Well-run Whataburger continues to grow.</p><p><strong>Why Her, Not Me</strong> Dobson’s husband, Harmon, founded Whataburger in 1950’s. Grace hired the fast-food experts who have steered the chain to regional dominance with 440 outlets. “She’s a tough lady,” says a friend. Life and Times Dobson came from Cushman, Arkansas, with Harmon in 1949. Harmon, a former car dealer, had built Whataburger into a fortystore chain before dying in a 1967 plane crash. Grace comes to the office two or three times a week.</p><p><strong>Minor Details</strong> Unpretentious; has lived in same house more than twenty years. Plays in bridge group; big mover behind USO facility at Ingleside naval station. Philanthropic, but always anonymously.</p><img/><p><strong>THOMAS MILTON BENSON, JR.</strong></p><p><strong>63, SAN ANTONIO CAR DEALERSHIPS, INVESTMENTS</strong></p><p><strong>$180 Million</strong> Up $20 million from 1989. A new TV contract has boosted the value of the New Orleans Saints. Why Him, Not Me Benson built a chain of car dealerships and later expanded into banking, insurance, and pro football (he owns 58 percent of the New Orleans Saints).</p><p><strong>Life and Times</strong> New Orleans-born; raised near French Quarter. Moved to San Antonio in 1953 to run a downtown Chevrolet dealership; in late 1960’s took a chance by moving business north of town, a move so risky he asked a Catholic priest to pray for success.</p><p><strong>Minor Details</strong> Known in New Orleans parlance as a Yat, a blue-collar native who asks, “Where y’at?” instead of “How are you?” Celebrates Saints’ wins by doing the Benson Boogie —he struts to the middle of the field, twirls a goldand-black parasol, and does a victory jig. Threw two-thousand-guest fiesta for Clayton Williams last spring.</p><img/><p><strong>WILLIAM SELDON DAVIS</strong></p><p><strong>54, FORT WORTH WINHERITANCE (OIL AND GAS)</strong></p><p><strong>$180 Million</strong></p><p><strong>Why Him, Not Me</strong> William, brother of Ken and T. Cullen, was forced out of Kendavis Industries, the Davis family oil conglomerate, in 1976. He sued, settling for $100 million cash. Kendavis Industries later went bankrupt in the oil bust.</p><p><strong>Life and Times</strong> Grew up in Fort Worth; the youngest son of Kenneth “Stinky” Davis, Sr. Father packed him off to A&M; a friend reports, “It was the cheapest, hardest place Ken Senior could think of.” Now runs independent oil company.</p><p><strong>Minor Details</strong> Dropped out of sight while brothers became famous —Cullen for his tabloidlike murder trial, Ken for piloting Kendavis Industries straight into bankruptcy court. Reclusive. Backs Tarantula Corporation, a planned steam-engine railway between Fort Worth tourist attractions. Partly bankrolled $8.5 million Omni Theater at Fort Worth Museum of Science and History.</p><p>PHOTOGRAPHS BY PHYLLIS HAND (LEFT); TONY RECORD / FORT WORTH STAR-TELEGRAM (BOTTOM RIGHT)</p><img/><p><strong>OVETA CUIP HOBBY</strong></p><p><strong>85, HOUSTON BROADCASTING</strong></p><img/><p><strong>WILLIAM PETTUS HOBBY, JR.</strong></p><p><strong>58, HOUSTON BROADCASTING</strong></p><img/><p><strong>JESSICA HOBBY CATTO</strong></p><img/><p><strong>55, HOUSTON BROADCASTING</strong></p><p><strong>$525 Million</strong></p><p><strong>Why Them, Not Me</strong> Oveta and ex-Texas governor William Hobby bought the <em>Post</em> and later KPRC-TV in Houston before media properties boomed in value. After selling the <em>Houston Post</em> for $130 million in 1983, the Hobby family now owns six TV stations through H&C Communications.</p><p><strong>Life and Times</strong> Killeen-born Oveta was Texas House parliamentarian at 21. At 26, married 53-year-old former governor Will Hobby. Headed Women’s Army Corps in 1942; became first Secretary of Health, Education, and Welfare in 1953. Bill went to Rice, then spent four years in Naval intelligence. Also worked as <em>Post</em> police reporter. Is retiring as lieutenant governor to run H&C: “I’ve been around the Capitol eighteen years —it’s somebody else’s turn.” Barnard graduate Jessica is former publisher of <em>Washington Journalism Review.</em> Married to Henry Catto, Jr., U.S. ambassador to England. Runs Colorado home-construction business: “I’m a hard hat.”</p><p><strong>Minor Details</strong> Oveta is known for her taste in hats, antiques, and party giving. “Bill Hobby could take the excitement out of an earthquake,” says Texas playwright Larry L. King. Bill vacations annually in Ireland. The Cattos’ official London residence flies Texas flag; lawn sports a wooden Hereford cattle replica. Jessica splits time between U.S. and London. “Jessica half time is better than any other woman I know full time,” says Henry.</p><img/><p><strong>MAYER BILLY “DUKE” RUDMAN</strong></p><p><strong>80, DALLAS OIL AND GAS</strong></p><p><strong>$175 Million</strong></p><p><strong>Why Him, Not Me</strong> Rudman sold his oil and gas properties to Petro-Lewis for $130 million in 1981. He’s still wildcatting. “If you find enough oil, price doesn’t matter.”</p><p><strong>Life and Times</strong> Born in Bonham; father was ragman who entered oil business. Dropped out of OU after one year; drilled 29 dry holes before striking oil in 1932. Learned to cook at Paris’ Cordon Bleu: confesses, “I cut recipes out of magazines.” A clotheshorse: “When I was twenty-one I won $2,200 in a dice game and spent every dime on clothes except $100.”</p><p><strong>Minor Details</strong> Studied acupressure massage in Far East; claims to cure migraines with acupressure and asthma by walking on backs. Vegetarian, antismoker, and daily exerciser; clean living makes him “feel like a tiger. I’m trying to live to be a hundred and be shot by a jealous husband.”</p><img/><p>R<strong>OBERT McDONALD ROGERS</strong></p><p><strong>63, TYLER CABLE TV</strong></p><p><strong>$175 Million</strong> Down $15 million from 1989. TCA Cable TV stock is slumping.</p><p><strong>Why Him, Not</strong> Me With his drive-in movie audience dwindling, Rogers jumped on the cable television bandwagon in 1954. “It’s a story of getting rich slow.” His TCA Cable TV now operates 53 cable systems.</p><p><strong>Life and Times</strong> From Buckner, Missouri; pumped gas at father’s filling stations. After Navy stint, became drive-in movie builder in 1940’s. Watched clientele defect to television and decided to join them, starting with bankrupt cable company in Sulphur Springs.</p><p><strong>Minor Details</strong> Had two or three semesters of college before Navy. “I probably would have been an electrical engineer.” Scuba dives; takes ski retreats at Sun Valley, Idaho, home. Owns a Tyler FM radio station.</p><img/><p><strong>MARY KAY ASH</strong></p><p><strong>72, DALLAS MARY KAY COSMETICS</strong></p><img/><p><strong>RICHARD RAYMOND ROGERS</strong></p><p><strong>47, DALLAS MARY KAY COSMETICS</strong></p><p><strong>$275 Million</strong></p><p><strong>Why Them, Not Me</strong> Trained as a sales woman, Ash figured that a line of cosmetics peddled by women to other women in their homes would fly. She was right—last year’s sales were $450 million.</p><p><strong>Life and Times</strong> Raised in Houston; Mary Kay had working mom and cooked dinner for invalid father from age 7. Apprenticed at Stanley Home Products, then World Gift; started Mary Kay Cosmetics in 1963 with $5,000. Son Richard, born in Houston but raised in Dallas, sampled college at North Texas State. Joined Mary Kay at age 20. Now company chairman. Mary Kay says, “I didn’t realize he had an IBM brain.”</p><p><strong>Minor Details</strong> Original company name was Beauty by Mary Kay. Mary Kay made pink her symbol; uses pink stationery, gives pink Cadillacs to employees as bonuses, lives in pink house, though, “It was already pink in the architect’s plans when I bought it.” Modeled her bathroom after Liberace’s. Richard, a onetime life-insurance salesman, cohosts the company’s annual awards show; also owns Million Air Companies, a corporate aircraft service firm. Ex-wife Janice owns about 10 percent of Mary Kay Corporation, courtesy of their divorce.</p><img/><p><strong>HENRY BARTELL ZACHRY, JR.</strong></p><p><strong>57, SAN ANTONIO INHERITANCE (CONSTRUCTION)</strong></p><p><strong>$170 Million</strong> Up $50 million from 1989. Values of Hilton hotel and other assets have risen.</p><p><strong>Why Him, Not Me</strong> Father H. B. “Pat” Zachry founded the H. B. Zachry construction company in 1924 and built up the family business over the years with state contracts for roads and other public projects, including DFW Airport’s runways. Bartell took over in 1965.</p><p><strong>Life and Times</strong> Born and partly raised in Laredo. Worked summers for Zachry company. Graduated from Alamo Heights High School; has A&M civil engineering degree. Served as Air Force pilot in mid-1950’s, then began career at family company. “Neither my brother nor I were pushed strongly into the company.” Family also owns Tower Life Insurance and the Hilton Palacio del Rio in San Antonio.</p><p><strong>Minor Details</strong> Learned to speak Spanish before English. Entertains clients at 17,000-acre South Texas ranch. Quietly influential in state politics. Says a builders’ association lobbyist: “I like to compare Bartell Zachry to the Mississippi River. He has a tendency to be a very strong current under the surface.”</p><p>PHOTOGRAPHS BY DANNY TURNER (BOTTOM LEFT); DALLAS BUSINESS JOURNAL (MIDDLE BOTTOM)</p><img/><p><strong>JAMES RICHARD LEININGER</strong></p><p><strong>46, SAN ANTONIO HOSPITAL BEDS</strong></p><p><strong>$170 Million</strong> Down $110 million from 1989. As Kinetic Concepts’ growth slows, its stock drops.</p><p><strong>Why Him, Not</strong> Me While practicing emergency-room medicine, Leininger became interested in a revolutionary hospital bed that prevents post-severeinjury complications. He bought the company and formed Kinetic Concepts to market the bed in 1975.</p><p><strong>Life and Times</strong> Born in Warsaw, Indiana; grew up mostly in Miami. Studied medicine at Indiana University; father and two brothers are also doctors. Came to Texas by way of Fort Sam Houston. Raised $150,000 to buy bed company from near-bankrupt owner: “If I hadn’t, the whole concept would have been lost to medicine for the next twenty years.”</p><p><strong>Minor Details</strong> Headed emergency rooms at San Antonio’s Baptist hospitals until 1987: “I love emergency medicine.” Works full time at Kinetic Concepts. Hoosier fan. On starting a business: “Any pride you had about how wonderful you were tends to dissipate.”</p><img/><p><strong>JAMIE ABERCROMBIE ROBINSON</strong></p><p><strong>33, HOUSTON INHERITANCE (OIL AND GAS)</strong></p><img/><p><strong>GEORGE ANDERSON ROBINSON</strong></p><p><strong>31, HOUSTON INHERITANCE (OIL AND GAS)</strong></p><p><strong>$330 Million</strong> Up $30 million from 1989. New estimate includes additional assets.</p><p><strong>Why Them, Not Me</strong> The Robinson brothers are grandsons of oilman J. S. Abercrombie, the kindly gent who set up trusts for the boys while they were still in grade school. Grandpa made his money by inventing a gadget that prevents oil-well blowouts and founding Cameron Iron Works.</p><p><strong>Life and Times</strong> Sons of Josephine Abercrombie, Houston’s high-profile boxing promoter and horse breeder. Jamie went to Amherst College, majored in political science at Rice; George tried college life at A&M and St. Thomas. They’re both private investors.</p><p><strong>Minor Details</strong> Neither brother relishes publicity. George plies race-car circuit and is a more active investor than Jamie. Jamie is a pilot and antique-combat-jetbuff; stocked a Houston museum with post-World War II jets. Spends much of his time in the Bahamas.</p><img/><p><strong>JERRAL WAYNE JONES</strong></p><p><strong>47, DALLAS OIL AND GAS</strong></p><p><strong>$160 Million</strong> Up $35 million from 1989. Better information raises Jones’s estimate. Why Him, Not Me An oil-patch financier, Jones hired geologists to find oil and gas in Arkansas. He also had powerful friends in high places —specifically at Arkla, the Arkansas utility that was Jones’s major customer.</p><p><strong>Life and Times</strong> Raised in Little Rock; son of grocer cum insurance man. Played offensive guard on University of Arkansas’ 1964 national championship football team. With $500,000 grubstake, jumped into oil business in 1970. “I’m not a geologist or engineer. I’m the guy who always had to hustle to keep the bills paid.”</p><p><strong>Minor Details</strong> Married a Miss USA from Arkansas. Bumbling buyout of Cowboys and firing of Tom Landry earned him a bitter reception. Made “the business of the Cowboys lean and mean” by slashing staff. Applies business philosophy to the Cowboys. “I want a certain amount of uncomfortableness.”</p><img/><p><strong>DONALD ADRIAN ADAM</strong></p><p><strong>55, BRYAN CABLE TV</strong></p><p><strong>$160 Million</strong> Up $60 million from 1989. Adam’s cable dealings enriched him more than previously known.</p><p><strong>Why Him, Not Me</strong> Adam founded his first cable television company in Bryan in 1969 and within twenty years owned 28 systems. Two years ago Adam tried to buy more cable systems and found the price was too steep. “So I decided I’d be a seller.” He sold off his cable empire in 1988 for $250 million.</p><p><strong>Life and Times</strong> Born in Houston. Played baseball at Texas A&M in 1950’s. Made Army captain in three years; dabbled in insurance business. Used cable cash to buy eleven thrifts in 1988. “Hell, they were giving them away. You just had to get in line.”</p><p><strong>Minor Details</strong> Has had two vacations in twenty years; called off cruise for his twenty-fifth wedding anniversary because of business. Dreams of buying yacht someday. “You park it in the Caribbean in the winter and in the Mediterranean in the summer. I’d like that.” Collects Erte sculpture.</p><img/><p><strong>BILLY JOE “RED” McCOMBS</strong></p><p><strong>62, SAN ANTONIO CAR DEALERSHIPS, INVESTMENTS</strong></p><p><strong>$160 Million</strong></p><p><strong>Why Him, Not Me</strong> McCombs lives to wheel and deal. “I’m the guy who can take the ball and run it across the goal line.” He has traded up from car dealerships to oil and gas to the San Antonio Spurs.</p><p><strong>Life and Times</strong> Born in Spur; son of auto mechanic. Quit UT law school to sell cars —“Starting wages for attorneys were less than acceptable to me.” With $32,500 opened used-car lot in Corpus Christi in 1953: now has more than thirty dealerships. Philosophy: “Every single person is interested in a car other than the one they own.”</p><p><strong>Minor Details</strong> Jogs daily; packs office with cowboy art. Partly bankrolled flicks <em>The Verdict, Romancing the Stone. </em>Failed in bid for Houston Astros in 1975: “I’ve always regretted that it didn’t work out.” A string-puller in city politics; probable owner of any future San Antonio pro football team.</p><img/><p><strong>KENNETH STANLEY “BUD” ADAMS, JR.</strong></p><p><strong>67, HOUSTON HOUSTON OILERS, OIL AND GAS</strong></p><p><strong>$160 Million</strong> Up $20 million from 1989. A new TV contract has boosted the value of the Houston Oilers.</p><p><strong>Why Him, Not Me</strong> In the three decades since Adams bought the Oilers, he has parlayed the $25,000 franchise into the core of his fortune; the team is now worth at least $100 million. “I don’t have any partners because no one thought it would ever make it.” Oil and gas wells, car dealerships, and pig and melon farms in California and Texas fill in the off-season.</p><p><strong>Life and Times</strong> Born in Oklahoma; one quarter Cherokee Indian. Went to the University of Kansas like his father, K. S. “Boots” Adams, longtime chairman of Phillips 66. Decorates offices with Indian headdresses and sculptures. Minor Details When asked by an irate fan reciting a list of Oiler maladies if Adams was “just stupid or something,” he replied, “I guess I am.” Was described in yearbook at Indiana’s Culver Military Academy as “a lad few girls can resist.”</p><p>PHOTOGRAPH BY ROBERT MAXHAM (TOP)</p><img/><p><strong>RICHARD WESLEY SNYDER</strong></p><p><strong>52, DALLAS AIR CONDITIONING</strong></p><p><strong>$160 Million</strong></p><p><strong>Why Him, Not Me</strong> Snyder realized every corporate manager’s fantasy by buying Singer Company’s air conditioning business in 1982 and building it into worldwide SnyderGeneral Corporation. “Some people thought I was loony.” <strong>Life and Times</strong> Raised in Indiana. Earned a night school MBA from University of Detroit. Climbed corporate ladder with positions at Ford, Cummins Engine, Singer. “I’d been working for Fortune 500 companies all my life.”</p><p><strong>Minor Details</strong> Admires H. Ross Perot; appointed by Ronald Reagan to congressional trade board. Plays bridge. His air conditioning cools the pope.</p><p><strong>MARJORIE SIMMONS GRAY</strong></p><p><strong>MID-70's, HOUSTON INHERITANCE (OIL AND GAS)</strong></p><p><strong>GAY ALSPAUGH ROANE</strong></p><p><strong>O MID-40's, HOUSTON INHERITANCE (OIL AND GAS)</strong></p><p><strong>$320 Million</strong></p><p><strong>Why Them, Not Me</strong> Marjorie and daughter Gay are descendants of L. B. Simmons, an Oklahoma oilman who left the pair a stake in huge Koch Industries. In 1983 they cashed it in.</p><p><strong>Life and Times</strong> Marjorie, L.B.’s daughter, grew up in Duncan, Oklahoma; came to Houston with her second husband, an Exxon executive. Gay studied business at SMU; owns Houston’s Northwest Bank and the Hilton Westchase hotel.</p><p><strong>Minor Details</strong> Friends describe the “Simmons women” as difficult: “It’s very hard to continue a long-term relationship with them because they’re so secretive.” They live within blocks of each other. Marjorie does yoga and keeps a home in the Garden of the Gods section of Colorado Springs. Shy, conservative Gay started a chain of children’s clothing shops.</p><p><strong>CHRISTOPHER BANCROFT</strong></p><p><strong>39, DENTON INHERITANCE (DOW JONES AND COMPANY)</strong></p><p><strong>$150 Million</strong></p><p><strong>Why Him, Not Me</strong> His great-grandfather</p><p>was Bostonian Clarence Barron, who created <em>Barron’s</em> and later bought Dow Jones and Company (which is a minority owner of <em>Texas Monthly</em>) from founders Charles Dow and Edward Jones. Bancroft got his inheritance in his twenties: “I felt, 'My God, what am I going to do with this?’ ”</p><p><strong>Life and Times</strong> Grew up in New Mexico; father died when he was 2. Onetime professional skier; studied at University of Denver and North Texas State. Runs a Denton real estate company. Divorced.</p><p><strong>Minor Details</strong> Loves to cook. “My parents gave me a little camp set when I was a boy. I started cooking in our garage.” Feels discussions of his wealth deepen “the rift of misunderstanding among people.”</p><img/><p><strong>GORDON ARBUTHN0T CAIN</strong></p><p><strong>78, HOUSTON CHEMICALS</strong></p><p><strong>$150 Million</strong> Down $30 million from 1989. Sterling Chemical stock has dropped.</p><p><strong>Why Him, Not Me</strong> “I hit the chemical cycle just; right.” A leveraged buyout specialist, Cain bought four chemical companies on the cheap and formed Cain Chemical in 1987. When prices and product demand soared, he cashed in. “A tremendous amount of this is luck.”</p><p><strong>Life and Times</strong> Born in Rayville, Louisiana; father was federal agricultural agent. Graduated from Louisiana State in 1933, then spent decades “in corporate harness” with various chemical companies. Did first leveraged buyout at age 68, but Cain Chemical was his first big score; also hit jackpot with Sterling Chemical deal in 1988. “I decided early on that I wasn’t going to turn sixty-five and retire.”</p><p><strong>Minor Details</strong> Cuts employees in on deals: “I want to get everybody on my side.” Tends herb and flower garden at Houston home. Boxed as 118-pound featherweight at LSU.</p><img/><p><strong>HENRY CONSTABLE BECK, JR.</strong></p><p><strong>72, DALLAS INHERITANCE (CONSTRUCTION)</strong></p><p><strong>$150 Million</strong></p><p><strong>Why Him, Not Me</strong> Beck’s father founded the Central Contracting Company, which later became HCB Contractors, in 1912 after declining to go into the oil-field drill-bit business with Howard</p><p>Hughes. HCB built the Cotton Bowl and the State Fair of Texas buildings. <strong>Life and Times</strong> A Louisianan; moved to Dallas at age 6. Has engineering degree from Dartmouth; father won a bidding war to lure him from a rival firm. “He called me every three or four weeks and raised the price every time, so I finally went to work for him.” Prepped for business in World War II as Seabee.</p><p><strong>Minor Details</strong> Co-founded Dallas’ Shelter Ministries, which helps battered women and the homeless. Invites Texans to his Maryland estate to hunt Canada geese and visit his manor house, built in 1731 and considered to be the oldest in the United States.</p><img/><p><strong>LONNIE ALFRED PILGRIM</strong></p><p><strong>62, PITTSBURG CHICKEN</strong></p><p><strong>$150 Million</strong></p><p><strong>Why Him, Not Me</strong> Pilgrim’s chicken producer, Pilgrim’s Pride, has grown along with Americans’ appetite for poultry. The company should churn out $800 million worth of chicken this year.</p><p><strong>Life and Times</strong> Born in Pine; father ran a general store, made Bo sell six Cokes before he could have one. Father died when Bo was 11; when mother remarried, he moved to grandmother’s. Earned money by picking cotton, hauling gravel, raising chickens. At 17, got bank loan and founded feed-supply store with brother Aubrey (now deceased).</p><p><strong>Minor Details</strong> Handed out $10,000 checks to lawmakers on Texas Senate floor in 1989 (“a bonehead mistake”). Works twelve-hour days. “That’s all I’ve ever known. I don’t play golf, fish, or hunt deer.” Mows 45-acre homesite with tractor; swims daily. Speaks at civic clubs and churches accompanied by Henrietta, a stuffed hen. “My life is mostly business for the company or the Lord.”</p><img/><p><strong>DOLPH BRISCOE, JR.</strong></p><p>UVALDE INHERITANCE (RANCHING<strong>)</strong></p><p><strong>$140 Million</strong> Down $30 million from 1989. The value of Briscoe’s ranch is softer this year.</p><p><strong>Why Him, Not Me</strong> Briscoe inherited 190,000 acres of ranchland in 1954 from his father and continued the family ranching tradition by doubling his acreage and investing in cattle and oil and gas.</p><p>PHOTOGRAPH BY DANNY TURNER (TOP RIGHT;</p><p><strong>Life and Times</strong> Born and raised in Uvalde; father lost everything in Depression but regained fortune by 1939. High school valedictorian, editor of UT yearbook. Left college for World War II. Joined family business on return. “I’ve never thought about doing anything different.”</p><p><strong>Minor Details</strong> Texas governor from 1973 to 1979. Death of longtime ranch manager in 1989 left Briscoe actively herding the operation through a year of weather disasters but record-high cattle prices. “Ranching is not the serene life it used to be. It’s a highly cyclical, speculative type of business.” Favorite vacation destinations are Hawaii and London.</p><img/><p><strong>HAROLD FARB</strong></p><p>HOUSTON REAL ESTATE</p><p><strong>$140 Million</strong></p><p><strong>Why Him, Not</strong> Me With money from his father’s movie-theater business, Farb began building apartments in 1940’s and never quit. Humbled by the bust (“at least we’re still here”), he cashed in some apartment complexes to weather the storm. He still has about 17,000 apartments.</p><p><strong>Life and Times</strong> Houston native. Booked pictures at dad’s St. Elmo Theatre at age 10: “I grew up in business.” His 1983 divorce from third wife Carolyn cost him $28 million. He postponed fourth wedding last year; nevertheless, “I happen to like marriage.”</p><p><strong>Minor Details</strong> Farb crooned Sinatra tunes at his now-closed Carlyle Restaurant. Cut record albums too: now recording an album of Irving Berlin songs. Started <em>Ultra</em> magazine, which hemorrhaged cash; sold it in 1984. “It’s just something I never should have gotten into.”</p><img/><p><strong>OSCAR SHERMAN WYATT, JR.</strong></p><p><strong>66, HOUSTON COASTAL CORPORATION</strong></p><p><strong>$140 Million</strong> Up $25 million from 1989. Coastal stock is climbing.</p><p><strong>Why Him, Not Me</strong> Wyatt started pipelining gas in 1950’s for oil producers who otherwise would have burned the gas off. Coastal Corporation now has $9 billion in revenues.</p><p><strong>Life and Times</strong> Born in Beaumont; was bomber pilot in World War II. Worked way through A&M by farming rice. “What motivates me? Fear of failure and having been hungry.” Founded Coastal with $800 in 1955. Fourth wife, the former Lynn Sakowitz, is Houston’s best-known hostess.</p><p><strong>Minor Details</strong> “Whether I lose at tennis, gin rummy, or marbles, I don’t like it.” Named Texas ranch Tasajillo, after a cactus that explodes on contact. Biggame hunter. “The only thing that will retire me is a lightning bolt.”</p><img/><p><strong>ALFRED MACK POGUE</strong></p><p><strong>56, DALLAS REAL ESTATE</strong></p><p><strong>$140 Million</strong> Down $60 million from 1989. Better information this year on Pogue, who still objects to our estimate, indicated a lower net worth.</p><p><strong>Why Him, Not Me</strong> Pogue studied real estate at the knee of Dallas megadeveloper Trammell Crow; he split off in 1978 and built his own real estate empire.</p><p><strong>Life and Times</strong> Born in Sulphur Springs; father was a cattleman. Three-sport star at Sulphur Springs High, Pogue was no bookworm: “He didn’t give two cents about what he was doing in school,” says a friend. Worked as high school football coach. While a Dallas land broker, began building apartments with Crow in 1965.</p><p><strong>Minor Details</strong> Regrouped after Texas bust; restructured loans, ceding some properties to lenders. Star halfback on 1958 Texas Tech football team; plays golf, gin. Keeps California vacation home.</p><img/><p><strong>JOSEPH MARION HAGGAR, JR.</strong></p><p><strong>65, DALLAS INHERITANCE (HAGGAR APPAREL)</strong></p><p><strong>$140 Million</strong></p><p><strong>Why Him, Not Me </strong>Joe is one of two sons of the late Joe Haggar, Sr., who founded Haggar Apparel Company in 1926. Joe Junior is now president; brother Edward is chairman but mostly retired. The company sold an estimated $500 million worth of menswear last year. Life and Times “I’ve spent my whole life in our business.” Born in Dallas; worked at family factory in 1930’s. Went to Notre Dame, then back to Haggar. Philosophy: “If things are going well, you’ve got to find a way to do it better, or somebody else will.”</p><p><strong>Minor Details</strong> Joe Senior, who died in 1987, coined the term “slacks” —pants worn during slack time. Joe Junior</p><p>served on Dallas City Council (197983). Six Haggars work at company: “Don’t make it out like I did all this.”</p><img/><p><strong>MICHAEL SAUL DELL</strong></p><p><strong>25, AUSTIN DELL COMPUTER CORPORATION</strong></p><p><strong>$140 Million</strong> Up $40 million from 1989. Volatile Dell Computer stock is now on the upswing.</p><p><strong>Why Him, Not Me</strong> Defying industry tradition, Dell started selling computers out of his college dorm room in 1983 and soon pioneered the mail-order market for computers; he could sell computers for lower prices than retailers could. “Always question the conventional wisdom.”</p><p><strong>Life and Times</strong> Born in Houston; father is an orthodontist, mother a stockbroker. Earned $18,000 selling <em>Houston Post</em> subscriptions in high school and bought a BMW. Left UT after freshman year to found Dell Computer. “I never imagined myself being someone who worked his way up the ladder.”</p><p><strong>Minor Details</strong> Applied for high school equivalency diploma at age 8; planned to be a doctor. Landed in wheelchair temporarily last year after he crashed a friend’s go-cart. Rides mountain bicycle.</p><img/><p><strong>BELTON KLEBERG JOHNSON</strong></p><p><strong>60, SAN ANTONIO INHERITANCE (KING RANCH)</strong></p><p><strong>$140 Million</strong></p><p><strong>Why Him, Not Me</strong> Johnson is a greatgrandson of King Ranch founder Richard King. A 1976 family squabble prompted him to cash in his portion of the ranch for $70 million, which he invested in other assets, like San Antonio’s Fairmount and Hyatt Regency hotels.</p><p><strong>Life and Times</strong> Born in Baltimore but raised on King Ranch; orphaned by age 13. Majored in animal husbandry at Cornell, then attended Stanford business school. “Renews” himself on weekends at his 70,000-acre Chaparrosa ranch: “Just to be on the land—it’s the greatest experience a person can have.”</p><p><strong>Minor Details</strong> Speaks fluent Spanish —“I spoke it before English.” Former backer of who’s who of political has-beens (Nixon, Connally, Cisneros, Tower). Longtime friends with Rockefeller clan: “If you’re going to know anybody, that’s a good place to start.”</p><p>PHOTOGRAPH BY LAURA BARTON (TOP RIGHT)</p><img/><p><strong>ROBERT EDWARD WOOLLEY</strong></p><p><strong>55, DALLAS HOTELS</strong></p><p><strong>$130 Million</strong></p><p><strong>Why Him, Not Me</strong> “Between 1928 and 1958, the only thing hotels did was move the bathroom from the hall into the guest room. In 1968 I went further.” Woolley invented the all-suite hotel. In 1984 he sold his Granada Royale chain to Holiday Corporation, which renamed it Embassy Suites.</p><p><strong>Life and Times</strong> Born in Scranton, Pennsylvania. Skipped college to go to Arizona; founded Precision Plumbing, Arizona’s largest plumbing contractor, in 1960’s. Built furnished apartments before developing his first all-suite hotel. As franchisee, now operates 22 Embassy Suites.</p><p><strong>Minor Details</strong> Moved to Dallas in 1983 from Newport Beach, California, to be near Embassy Suites headquarters. Compulsive worker. “He’s generally going about twenty-eight hours a day,” says colleague. Gave $1 million to Israel’s Weizman Institute of Science.</p><img/><p><strong>NANCY BLACKBURN HAMON</strong></p><p><strong>70, DALLAS INHERITANCE (OIL)</strong></p><p><strong>$130 Million</strong></p><p><strong>Why Her, Not Me</strong> Wildcatter husband Jake Hamon’s oil fortune went to Nancy when he died in 1985. “He left it all to little ol’ me.”</p><p><strong>Life and Times</strong> Grew up in San Antonio. Moved to Hollywood in 1940’s; had small roles in <em>Rhapsody in Blue</em> and <em>The Heat’s On.</em> Acted opposite Carl Reiner in Army troupe during World War II. Ran home-decorating business in San Antonio in 1940’s.</p><p><strong>Minor Details</strong> Met cigar-smoking Jake (“a wonderful dancer and a great kisser”) on blind date; married in 1949 (she was 30; he 48). Has pledged $20 million to Dallas Museum of Art. Lost entire family—husband, son, and dog—within a year. “You can cope with anything if you have to.”</p><p><strong>FLOYD ALVIN CAILLOUX</strong></p><p><strong>77, KERRVILLE INDUSTRIAL MANUFACTURING</strong></p><p><strong>$130 Million</strong></p><p><strong>Why Him, Not Me</strong> You’ve heard of holding an investment for the long haul? In 1968 Cailloux merged his SEMCO, which made industrial equipment, with Keystone International, an industrial machinery conglomerate in Houston. Thanks to the stock market, Cailloux’s net worth has increased more than 100 percent since last summer.</p><p>PHOTOGRAPH BY DANNY TURNER (BOTTOM)</p><p><strong>Life and Times</strong> Born in Louisiana, a selfdescribed “good ol’ coonass”; grew up in Oklahoma. Moved around with father, an oil-field equipment supplier. Studied engineering at Oklahoma A&M, then started oil-drilling firms. His Houston-based SEMCO made giant machines that measured and moved large amounts of dry material.</p><p><strong>Minor Details</strong> Retired to Kerrville in 1982. “I have a real tough time. You got to sit down in the morning and figure out where you’re going to have lunch.” Member of Shriners’ Royal Order of Jesters. Hobbies? “Nope. I just read and visit.”</p><p><strong>JESSE LLOYD UPCHURCH</strong></p><p><strong>65, FORT WORTH TANDY CORPORATION</strong></p><p><strong>$125 Million</strong></p><p><strong>Why Him, Not Me</strong> Though he had money of his own, Upchurch married Constance Johnston, a stepdaughter of Tandy Corporation founder Charles Tandy. That made him really rich.</p><p>Life and Times From Cherokee Falls, South Carolina; schooled at Merchant Marine Academy in New York. Met Constance in France while working on steamship in 1950; became confidant of Charles Tandy. “He’d call me up late at night or on weekends and say, 'Try this on for size.’ ” Now owns travel business.</p><p>Minor Details “I run professional polo here in Dallas-Fort Worth.” Brought National Polo League to Texas; owns Fort Worth Argonauts polo franchise. Hosted 1990 collegiate polo championships in Fort Worth. Big wildlife buff; once owned largest safari company in East Africa.</p><img/><p><strong>CARLTON EVANS BEAL</strong></p><p><strong>75, MIDLAND OIL AND GAS</strong></p><p><strong>$125 Million</strong></p><p><strong>Why Him, Not Me</strong> Beal founded BTA Oil Producers in 1954 around a “cash and carry” principle, in which investors financed each well separately. Beal has discovered oil all over the Southwest. Works for work’s sake: “Think money, and one loses the thrill of what is happening before his very eyes.”</p><p>PHOTOGRAPH BY ROBERT KEERAN</p><p><strong>Life and Times</strong> Born in Los Angeles; father was career oil prospector in California. After Stanford and MIT, took odd oil-field jobs; taught oil-field evaluation at University of Southern California night school for $2 an hour. Came to Midland in 1953 on heels of Spraberry Trend boom.</p><p><strong>Minor Details</strong> Superpatriot. “I breathe the Constitution of the United States.” Nearly killed twice, in 1932 plane crash and in 1979 polo accident. Raises polo ponies, gives lessons; plays badminton. His four sons have taken over BTA: “I just stand back and keep my fingers crossed.”</p><img/><p><strong>LAMAR HUNT</strong></p><p><strong>58, DALLAS INHERITANCE (OIL AND GAS)</strong></p><p><strong>$125 Million</strong></p><p><strong>Why Him, Not Me</strong> While brothers Bunker and Herbert were toying with the silver market, Lamar and his personal playthings —the Kansas City Chiefs and the Worlds of Fun amusement parks —flourished.</p><p><strong>Life and Times</strong> Born in El Dorado, Arkansas, to eccentric wildcatter H. L. Hunt; raised in Dallas. Geology student at SMU; third-string end on football team. Never very active in running family oil firms; operates “recreation and entertainment” businesses instead.</p><p><strong>Minor Details</strong> Founded the Chiefs as the Dallas Texans in 1960; won 1970 Super Bowl. Owns 11 percent of Chicago Bulls. Expert gardener; tended bearand elephant-shaped shrubs at former Dallas home.</p><img/><p><strong>LOUIS ARTHUR BEECHERL</strong></p><p><strong>64, DALLAS OIL AND GAS</strong></p><p><strong>$120 Million</strong></p><p><strong>Why Him, Not Me</strong> Beecherl headed Texas Oil and Gas (now a unit of USX) for twenty years. He led TXO to the big leagues by perfecting the art of “corner shooting”—benefiting from another company’s exploratory work by drilling wells on leases adjacent to already-producing wells.</p><p><strong>Life and Times</strong> Grew up in Dallas; father was small-time drilling contractor. Served in Navy in World War II; studied math at Tulane, petroleum engineering at UT. Uses two cattle ranches in Colorado and Texas as getaways. </p><p><strong>Minor Details</strong> Retired from TXO in 1978. Launched second career as Clements Launched second career as Clements appointee to state water board in 1978. Tapped for UT System’s Board of Regents in 1986; appointed chairman in 1989. Has eight kids.</p><p>PHOTOGRAPH BY JOE PATRONITE (TOP)</p><p><strong>NELDA CHILDERS STARK</strong></p><p><strong>81, ORANGE INHERITANCE (OIL AND TIMBER)</strong></p><p><strong>$120 Million</strong></p><p><strong>Why Her, Not</strong> Me Stark married well. Her late husband, H. J. “Lutcher” Stark, built a fortune out of pine trees and oil over half a century. Nelda and a foundation were his primary beneficiaries in 1965.</p><p><strong>Life and Times</strong> An Orange native. Studied biology at a Denton women’s college, then came home to work as hospital administrator. Was Stark’s third wife; sister Ruby was wife number two.</p><p><strong>Minor Details</strong> Lutcher Stark was chairman of the UT Board of Regents; he had brainstorm of calling the team the Longhorns. Nelda is rarely seen publicly in Orange; surrounds herself with bodyguards.</p><p><strong>PAULINE GILL SULLIVAN</strong></p><p><strong>EARLY 70's, DALLAS DIVORCE</strong></p><p><strong>$120 Million</strong></p><p><strong>Why Her, Not Me</strong> Sullivan is Governor Bill Clements’ ex-wife. Thanks to their 1975 divorce, her estimated $15 million settlement included half of Clements’ interest in oil-giant Sedco. That stake grew to be worth more than $100 million when Schlumberger bought Sedco in 1984.</p><p><strong>Life and Times</strong> Born in Terrell. Was Phi Beta Phi and English major at UT, where she met Clements (who ultimately graduated from SMU). Married for 35 years; he filed for divorce, they split their property down the middle. (She got the Cadillac; he got two Chevys and the Mercedes.) Is now married to Dallas title-company executive.</p><p><strong>Minor Details</strong> Dislikes the spotlight, probably because she was married to and divorced from Clements before he became famous. Gives to Dallas Museum of Art, Dallas Symphony. Spends summers at Michigan estate.</p><img/><p><strong>LESTER ARNOLD LEVY</strong></p><p><strong>67, DALLAS NCH CORPORATION</strong></p><img/><p><strong>MILTON PHILLIP LEVY</strong></p><p><strong>65, DALLAS NCH CORPORATION</strong></p><img/><p><strong>IRVIN LOUIS LEVY</strong></p><p><strong>61, DALLAS NCH CORPORATION</strong></p><p><strong>$360 Million</strong></p><p><strong>Why Them, Not Me</strong> The Levy brothers run NCH Corporation. They sell disin fectants, cleansers, and the like directly to institutional buyers. A mundane way to make a living? Nonsense, says Irvin. `XTe love it.“</p><p><strong>Life and Times</strong> Father Milton Senior capitalized on the post-World War I desire for better sanitation and founded National Disinfectant Company in 1919. Brothers worked at the company as schoolboys. Irvin studied finance at UT, then at SMU; Lester (law) and Milton (business) went to UT. For most of our life our business has been our hobby,“ says Irvin.</p><p><strong>Minor Details</strong> Father's death by heart attack in 1946 jolted brothers into re ality; they've been co-managers of NCH ever since. Irvin chaired Dallas Museum of Art. Lester, whose son has dyslexia, co-founded Dallas' Winston School for learning-disabled children. Milton-'~an old shoe,“ says a friendfunds Dallas' Special Care School for mentally impaired children. All jog, play tennis. Says Irvin: Let's not get into any discussions about who's the best.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Oil",
      "Dallas",
      "Houston",
      "Business",
      "Family",
      "School",
      "hunt",
      "money",
      "gas",
      "Fort Worth",
      "War",
      "College",
      "Work",
      "Home",
      "Real Estate",
      "San Antonio",
      "Midland",
      "UT",
      "Son"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Houston",
      "Fort Worth",
      "San Antonio"
    ]
  }
}