{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19798",
    "date": "August 1979",
    "year": 1979,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1979/19790800.pdf",
    "issue_cover_image": "",
    "document_start_page": 102,
    "toc_start_page": 100,
    "document_page_range": [
      [
        102,
        103,
        104,
        105
      ],
      [
        142
      ],
      [
        144,
        145,
        146
      ],
      [
        150
      ]
    ],
    "toc_order": 9,
    "toc_headline": "Say, Have You Heard the One About Cactus Pryor?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197908-sayhavey",
  "source": "/1979/19790800.pdf",
  "wp_post_id": 113958,
  "wp_post_guid": "http://www.texasmonthly.com/article/say-have-you-heard-the-one-about-cactus-pryor-2/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Say, Have You Heard the One About Cactus Pryor?",
  "dek": "The funniest man in Texas grows older, wiser, and funnier.",
  "spread_caption": "",
  "excerpt": "Don’t look now, but the rather odd gentleman with the suspicious accent and outlandish military getup may not be exactly what he seems.",
  "kicker": "",
  "word_count": 5095,
  "content": "<p><span class=\"dropcap\">C</span>actus Pryor, disguised as General Hans Christoffersen of the Danish Royal air Force, walked into the Knights of Columbus Hall in Sealy, Texas, and began kissing the hands of the ladies. They were enthralled, and admired without suspicion the big, gaudy medal on his uniform that he had bought in the basement of Scarbroughs department store. Their husbands gathered around him as well, pumping his hand as he bowed slightly from the waist.</p><p>“How you doin’, General?’’ one of them asked him.</p><p>“Vell, I am better until I eat,” he replied in the Henry Kissinger accent he had adopted for the evening. Pryor asked naive questions about the alamo, about oil and ranching, and was politely answered. No one seemed to think it odd that the main speaker at the annual awards banquet of the austin County Soil and Water Conservation District was a representative of the Danish air Force.</p><p>“Vut kind uff horses do you raise on your ranch?” the general asked a big, flush-faced man with horseshoes embroidered on his necktie.</p><p>“Well sir, we have quarter horses mostly.”</p><p>“Excuse me?”</p><p>“Quarter horses. You know, cow horses.”</p><p>“You mean you breed the horse vis the cow?”</p><p>“Oh . . .” The rancher looked down at the general with a kind of pity. “No sir, you see . . .”</p><p>Perhaps half a dozen people were in on the joke. The rest filed by to be introduced. It surprised me that no one recognized Pryor, the widely known after-dinner speaker, political satirist, and media fixture, but it had been a while since his fame had enjoyed wide currency, when he had served as Lyndon Johnson’s court jester. Except for the uniform, he was not in disguise, unless one counted his toupee. Still, he stood out. His face was more expressive than those of the ranchers and agribusinessmen around him—a calm, indolent, slightly reptilian face that put me</p><p><em>Pryor, intimate and satirist of the powerful, says simply, “i’m a comic.”</em> in mind of an alligator snoozing motionlessly on a riverbank.</p><p>Photography by Michael Patrick</p><img/><img/><p>Tomas Pantin</p><p><em>Sometimes a sheik, sometimes a Danish general or a British editor, Cactus Pryor is Texas’ man of a thousand faces.</em></p><p>I hung back, eavesdropping, and watched him work. He convinced a balding judge that he should try reindeer manure as a hair restorative, asked a woman to define <em>coonass</em> for him, and got a priest to admit that they had met one another in Denmark.</p><p>Someone had punched the polka button on a home organ that was lit up like a jukebox, and the hall reverberated with ancestral rhythms. There was a barbecue buffet and afterward some harmless speechifying. Pryor sat at the head table, cutting his meat in the Continental manner and making small talk with district board members and with the dapper young savings and loan officers who were there to present awards in such categories as Outstanding Conservation Farmer and Rancher and Outstanding agriculture Extension Leader.</p><p>The first award went to a “progressive farmer and rancher” who, the citation noted, had “invented the first Coastal Bermuda grass sprigger.” The recipient walked up to the podium, sore and weathered and unreadable. His wife, who was with him, was missing an arm. Together they held up the plaque and posed awkwardly for the photographer of the Sealy newspaper. It was plain that what was being honored was not so much the invention of the Coastal Bermuda grass sprigger as a lifetime of doggedly wresting sustenance from the land. Pryor leaned forward with his elbows on the table. His Danish air Force officer might have regarded this scene as an amusing set piece of americana, but Pryor did not bother with the fine-tuning of the character. He was plainly moved, and it seemed to me he was already tired of playing the role of an outsider, that he had no more patience with his own artifice. People had told me that if there were any justice in the world, Cactus Pryor would have been a star long ago, but I was convinced that he had not so much “missed” stardom as he had unconsciously avoided it. Here, at this rural Texas barbecue, he seemed content—as perfectly adapted to his environment as a creature can be.</p><p>General Christoffersen was introduced after the awards ceremony, as the paper plates were being stacked and passed to the ends of the tables. The biography that Pryor had given the master of ceremonies pointed out that the general was “a leader of the Danish underground during World War II,” “an author of some note,” and “regarded as a keen wit in a nation famous for its sense of humor.”</p><p>The audience accepted this nonsense in good faith. Pryor reached the podium and after the applause had died down began relating a series of one-liners about his impressions of america.</p><p>“I learn from your television that in this country you haf hens that lay the eggs vis panty hose in them. I see also that you are not free to squeeze the tissue. By Gott, in Denmark ve are free to squeeze the tissue anytime ve vant!</p><p>“Ven I come from Vashington on the airplane, across the aisle is sitting from me a man from your state. I make the greatest mistake of my life und ask him to tell me about Texas. Ven he finish I understand vy you vear the high boots down here.”</p><p>The audience found all of this funny, but they were also somewhat bemused at the idea of listening to a Danish general do stand-up comedy. Nevertheless, when he was finished they gave him a standing ovation. They wanted him to feel at home. General Christoffersen bowed and returned to his seat.</p><p>“It gives me great pleasure,” the emcee then said, “to introduce another great after-dinner speaker, Mr. Cactus Pryor!”</p><p>The man in the uniform rose again to speak. There were gasps at first, and then, as it dawned on the audience what was going on—that they were now face to face with their own gullibility—there was widespread laughter that sounded both embarrassed and relieved.</p><p>“i’d just like to say howdy, friends and neighbors, and hook ’em horns. My name is Cactus Pryor, and the closest i’ve been to Denmark is a bottle of Tuborg beer.”</p><p> “<span class=”dropcap“>I</span>’m a comic,” Cactus Pryor had told me on the way to Sealy. “Some guys are very sensitive about that word, especially on the after-dinner circuit. They want to be thought of as ‘humorists.’ I don’t think that—politically, for instance—i’m that profound. If I can bring out the irony of the situation, the hypocrisy, and get a laugh, that’s my contribution. I can’t compare myself to Will Rogers or whoever.”</p><p>Pryor might fit more easily into a tradition if his career were not such an eclectic affair. He is, or has been, a speaker, actor, newspaper columnist, radio and TV personality, singer, pitchman, toastmaster, roastmaster, director, sports commentator, kennels owner, and screenwriter. For everyone who might care to force a comparison with Will Rogers, there is another who would suggest a closer affinity to Bob Hope, and still another who would dismiss the whole question by simply writing him off as a buffoon, the sort of washed-out celebrity that local radio and TV stations keep on the payroll as mascots.</p><p>And it is true one could receive that last impression, based on a cursory glance at Pryor’s media presence. It’s unfortunate that the least interesting of his talents are the most relentlessly aired. One turns on the tube in austin and sees him huckstering, in his low-key manner, for some Western-wear shop or poor-boy art fair, or performing salacious monkeyshines when Suzanne Somers’ name is mentioned during a promotional announcement for the upcoming season. Neither does his newspaper column, syndicated in seven papers in Texas and one in Louisiana, show him off to much advantage. It consists of maybe five or six one-line jokes, usually about political issues and almost always a beat or two away from being funny.</p><p>But those who have seen him perform in person know how brilliant he can be, and how the same jokes that would seem isolated and eccentric in his newspaper column can suddenly blossom, little flash-frozen organisms coming to life in the saline bath of his personality.</p><p>I’d heard it said that Cactus Pryor is a “Texas institution,” but I never gave the overworked term much thought until last February when Pryor was honored by the Headliners Club, the austin journalism society that every year conducts a “roast” of some celebrity or other. Pryor had written and emceed these events for twenty years, lampooning the antics of the Legislature and ridiculing the latest scandals and ineptitudes of the current governors, who, with the exception of the inscrutable Dolph Briscoe, were good enough sports to attend regularly.</p><p>This year it was Pryor’s turn on the <em>(Continued from page 103)</em> spit. The event was held at the new Special Events Center of the University of Texas, a massive coliseum encircled by access ramps that look like the rings of Saturn. It was filled with movers and shakers, women in extravagant gowns and men in tuxedos who had allowed their gray hair to fluff out over the ears in the current fashion of power. Women wearing sashes that read GIN or VODKA stood around with trays in their hands serving the audience, each member of which had paid $30 to see an assemblage of power-seekers and celebrities make jokes about Cactus Pryor’s toupee. John Connally was there, and Walter Cronkite, Dan Rather, Jack Valenti, Darrell Royal, and Erma Bombeck, along with several football stars and a sampling of dough-faced former governors of Texas.</p><p><em>(Continued on page 140)</em></p><p>“Tall and tan and lean and handsome,” Lee Meriwether sang to the tune of “The Girl from Ipanema,”</p><p>“The man called Cactus Pryor goes dancing,</p><p>And when he passes,</p><p>Each girl he passes goes . . . Yecch!”</p><p>Dan Rather conducted a mock interview with John Connally, a moment of strange-bedfellowism that was absorbed into the prevailing hysteria.</p><p>When his turn came, Pryor fended the barbs with finesse. “Jack Valenti, how fortunate President Johnson was to have your counsel. ‘Pick the dog up by the ears, Mr. President.’ ‘Show them your scar, Mr. President.’ ”</p><p>At the end of the show, just before the principals locked arms and sang a tribute to Pryor to the tune of “Hello, Dolly,” Lady Bird Johnson came onstage to announce that the Headliners Club had planted a cactus patch in Pryor’s honor at Town Lake.</p><p>Pryor had worked at KTBC, the Johnson family radio and TV station, for 33 years, and he was obviously touched by this tribute from his employer. The crowd warmly applauded Mrs. Johnson. Pryor’s roast was, in a way, a valedictory to an era that they had been seeing out for a long time. The stage was filled with the minions and proteges and offhand creations of Lyndon Johnson, and the closing moments of the show were strangely somber, as if the whole thing had been a kind of seance meant to invoke the spirit of LBJ.</p><p>Pryor never belonged to the deep inner circle of policymaking and busywork of the Johnson presidency. He was hired help, what studio personnel call, almost derisively, “talent.” He was Johnson’s funnyman. Perhaps it was that distance, and the attendant perspective, that made him seem the most durable and resilient character present that night. Watching him, I was impressed less by his sense of humor than by his sense of dignity and decorum, even embarrassment.</p><p>“i’m a little giddy right now,” he told me when it was over. “But i’ll be back down to earth Monday night when I speak to the aransas Pass Chamber of Commerce.”</p><p><span class=\"dropcap\">P</span>ryor draped his Danish luniform jacket over the front seat of his car and then sat there with the motor idling, watching the audience file out of the Knights of Columbus Hall.</p><p>“This was a typical country audience,” he said, unwrapping a grape sucker. “These are the kind of people you get at chamber of commerce and co-op meetings. You’ll usually have barbecue for dinner if the population of the town is less than five thousand. If it’s a big city and in a hotel, it’s going to be steak, it’s going to be green beans, it’s going to be baked potatoes. There’s going to be Italian dressing on the salad. If it’s a chamber of commerce meeting in the fifteen-to-twenty-thousand population range it’s going to be a buffet, and on the buffet they’ll offer roast beef, chicken, and, if it’s south of austin, shrimp.”</p><p>He had a few stories about his adventures as General Christoffersen that he proceeded to relate in a slow, thoughtful manner. Once, in Madisonville, he had let out that he was the quartermaster of the Danish Royal air Force and had come to Texas to buy beef. The local judge adjourned his court and took Pryor out to inspect his brahman herd.</p><p>“I bought his whole herd of brahmans for five times the going rate. Bought two quarter horses too. Even negotiated for a hound dog that belonged to his boy. And then that night at the banquet I told the whole story. I tell you, I didn’t go back to Madisonville for five years. That judge was really pissed off.</p><p>“another time I was the Danish Minister of air, of which there is none. I was flown into Goodfellow air Force Base, put up at the distinguished visitors’ quarters, shown all sorts of classified documents. I was wearing my high school swimming medals and an Interstate Theatres usher’s button.”</p><p>Pryor leaned back in his seat and held the wheel loosely. In the glow from the instrument panel he looked serene. He ran a comb through his fake hair, took the sucker out of his mouth, and more or less told me his life story.</p><p>“Dad was an old song-and-dance man,” he said, “but he misused his voice over the years—they didn’t have PA systems back then—so he spoke with just a rasp.”</p><p>When he retired from vaudeville, Skinny Pryor ran a movie theater on Congress avenue called the Cactus. The name Cactus attached itself temporarily to a younger brother, arthur, before it settled permanently on his sibling, who until that time had been known as Richard.</p><p>“My first memory is of that theater,” Pryor said. “I grew up in the front row. My mother was the cashier and my Uncle Wallace was the projectionist. Whenever the film would break or catch on fire and the kids started complaining, Uncle Wallace would yell out from the projection room, ‘Shut your goddamn mouths! i’m tryin’ to fix the goddamn thing!’</p><p>“What was unique about Dad’s theater was that Dad would get out in front and hawk the show in. He’d stand out there wearing his derby hat, firing a cap pistol in the air. ‘Cowboys shootin’ ’em up tonight! Sit too close to the screen and you’ll get powder bum!’</p><p>“Dad loved children like no man i’ve ever known. All you had to do if you didn’t have the price of admission was stand around and look hungry for a while. He’d send you on some little errand; that way he could justify letting you in for free. Once he caught two kids sneaking in and he showed them how to do it right. The trick was to get into the crowd that was leaving the theater and then walk backwards. He was actually in competition with his own box office at times.”</p><p>The adolescent Cactus wanted to be an opera singer and achieved some notoriety in junior high with his impersonations of Grace Moore singing “Funiculi, Funicula.” He was even scheduled to perform this act on the old Major Bowes <em>amateur Hour</em> in New York, but two weeks before the event his voice changed, leaving him with the deep, down-home speaking voice that one suspects is a large part of his success.</p><p>During high school he supported himself by singing for a funeral home, performing freelance renditions of “abide with Me” and “In the Garden” over the graves of the departed. He spent World War II as an emcee in the army, having washed out as an aviation cadet after one year because of “poor muscular balance of the eyes.”</p><p>After he got out of the service, Pryor attended UT and worked for several years at KTBC, the austin radio station that had recently been acquired by the Johnson family. As a disc jockey he drew attention to himself by breaking records he didn’t like while on the air and ad-libbing commercials when his alcoholic copywriter left him with a blank continuity book.</p><p>In 1948, after a few years with South Texas radio stations, Pryor and his wife, Jewell, who was pregnant with the first of their four children, returned to austin. He was rehired by KTBC and began to establish himself as a media presence, First in radio, then in television, in his hometown. He would broadcast from his house, interviewing his own children as they grew up. In the early Fifties he did a series of successful parodies of popular records—“Jackass Caravan,” for instance, which was a takeoff on “Mule Train”—and scored with a satire on the army-McCarthy hearings called “Point of Order.”</p><p>At KTBC he could hardly have been in a better position during the Johnson years. The national fame he had been only half-heartedly courting eventually came to him. As the official humorist and emcee for the Johnson presidency, he was in charge of entertainment for those legendary barbecues on the LBJ Ranch at which various foreign dignitaries sat dumbstruck watching coed bullwhip artists, Texas Ranger target shooters, and a monkey dressed as a cowboy tied to a collie herding sheep. The Eastern press called Pryor the “Georgie Jessel of the campfire circuit.” He met John Wayne and took bit parts in <em>The Green Berets</em> and <em>Hellfighters,</em> appeared on <em>The Merv Griffin Show, </em>received standing offers from famous comedians to sponsor him in New York. Ultimately, none of it came to much.</p><p>“I don’t think i’m tough enough to exist in that game. God, you’ve got to be tough and single-minded in your purpose. It’s one of the great ambivalences of my life—my lifelong romance with austin and the desire to do something like, say, <em>The Tonight Show.</em> The two are irreconcilable.”</p><p>One can sense a strange, compelling, and perfectly respectable lassitude in Pryor’s personality. It would not be accurate to say he has no drive, but there is a definite lack of the nervous energy that might have helped boost him to the top. He comes across as languid, absorbed in some continuous reverie about the Cactus Theater, about the old days in austin when he would watch his father floating sound asleep on his back in Barton Springs. In his case this is more than nostalgia, it’s a kind of addiction. Pryor is metabolically tied to the rhythms of his birthplace, and perhaps one reason for the cautious course of his career is a suspicion that those rhythms will not travel.</p><p>The LBJ experience, nevertheless, seems to have charged him.</p><p>“i’ll never forget the feeling of knowing that today i’d be speaking to the Smithville Chamber of Commerce and tomorrow i’d be speaking to the ambassadors at the United Nations. I miss those years because they were so heady, but they were also very scary. I almost dreaded to get the call from the White House.</p><p>“I think it was <em>Newsweek</em> that said I was the only man who could kid Johnson and get away with it, but I made him mad on occasion. I remember one time we had a Christmas party for the staff of the station. This must have been when he was running for the nomination against Kennedy. I’d gotten hold of a Face the Nation tape he’d just done and substituted my own gag questions and spliced in his answers. The effect was pretty funny. Well, he arrived in a foul humor to begin with. Ronnie Dugger had written a story in The Texas Observer about him that he was displeased with, and he had bent the fender of his brandnew Lincoln on the way to the station. He stood up at the back of the room while we showed the film. There were gales of laughter at first, but gradually it started to quiet down and I realized what was happening. He was displeased and it was catching.</p><p>“I found out later he chewed out everyone who had anything to do with the party, but he never said a word to me. His attitude toward me after that was like that of a little boy whose feelings I had hurt. I wanted to walk up to him and put my arms around him and say, ‘Look, I did what I did because I like you.’ But of course I couldn’t. We didn’t have that kind of relationship.”</p><p>Even after the evidence of the roast, it was hard for me to imagine Cactus Pryor with any real access in the world he was describing. Though he was instrumental in hiring the first black DJ in Houston in 1948 and stood by his friend John Henry Faulk during his battle with the blacklist, he is the sort of person who is constitutionally apolitical, whose immediate human sympathies divert him from larger and more abstract causes. He is loyal to his vision of austin as an earthly paradise, to the LBJ legacy, to Mrs. Johnson, whom he admires unreservedly. He is, as one of his austin colleagues describes him, “a company man all the way.”</p><p>But to most political heavies in Texas, Cactus Pryor has revealed himself at one time or another as the rat in the woodpile. His wit is never vindictive, but it can be very pointed and immediate.</p><p>“I remember when ol’ Preston Smith got into difficulty on that Sharpstown bank stock thing,” John Henry Faulk told me. “He was to be the guest of honor at the Headliners show a couple days later. So Preston calls up Cactus and says, ‘I know you’re going to take me apart at this thing, but could I come up and see you first.’ Well, Cactus says, ‘Governor, I know you’re a busy man, tell you what, i’ll come down and see you.’ So Cactus goes down to the governor’s office, and Preston says, ‘I know you’re going to rake me over the coals, but could you write me some answers.’</p><p>“Well, this wasn’t anything new. Hell, Cactus writes the replies for all those turdknockers. So Cactus comes over to my house and says, ‘Bless my heart, let’s write Preston a speech.’ So we write this thing. Of course, every one of them had sucked eggs and robbed the henhouse, it’s not just ol’ Preston boy. So we had I him come out there and put a rock down on the podium and say, ‘Let he who is without stock cast the first rock.’ Hell, it brought down the house!”</p><p><span class=\"dropcap\">I</span> dropped into the KTBC television studio a few days after the Sealy banquet to watch Pryor work. (The Johnsons sold their interest in the TV station in 1973, retaining the radio station and redesignating it KLBJ.) He does an interview show called <em>Noon,</em> one of those “public service” stopgaps featuring charity doyennes, fashion previews, and scenes from local theater productions of <em>Stop the W0rld—I Want to Get Off.</em> about a year ago, out of pure torpor, I had fallen into the habit of watching this show. Pryor’s cohost at that time was Donna axum, a former Miss america once married to a Speaker of the Texas House, Gus Mutscher. She was very sincere and never failed in her duty to her guests—“Now tell our audience exactly when and where the bake sale will take place.” Meanwhile Pryor would sit back in his chair, drumming his fingers on his knee, trying to catch a fly in his hand, occasionally interrupting a chatty conversation about home insulation or hem lengths by cracking an awful joke.</p><p>Miss america published a spiritual autobiography and moved on to another market. Her replacement, Barbara Miller, is a rare find, an intelligent and intense woman so telegenic she might have cathode-ray tubes for arteries. She and Pryor have a video marriage made in heaven, and their on-camera banter and rapport soon accomplished the not terribly difficult task of obscuring their guests and began to hint at the inanity of the format in which they were trapped. It struck me as the subtlest form of guerrilla television possible.</p><p>The day I visited the studio, Pryor did not come down from his office until ten minutes before the live show was to begin. Miller, who also produces the program, introduced him to a Pentecostal minister who was plugging an international evangelism conference, along with his wife’s record, a collection of inspirational songs that Pryor inspected soberly.</p><p>“I do not know until he opens his mouth what Cactus is going to say,” Miller told me. “Spontaneity is everything with him. I shift myself into neutral, then go to first, second, third, or overdrive depending on what he does.”</p><p>“Happy Friday the Thirteenth,” Pryor said into the camera when the show began. He turned to Miller. “Do you suffer from triskaidekaphobia?”</p><p>“as a matter of fact, yes.”</p><p>“Did you know that the last time Friday the Thirteenth occurred on a Good Friday was in 1872? In Evansville, Illinois, as a matter of fact.”</p><p>“Read the weather, Cactus.”</p><p>“The weather today is going to be exactly what it was on Friday, april 13, 1872, in Evansville, Illinois.”</p><p>And so on. They talked to the minister awhile. Pryor’s awareness seemed to ebb.</p><p>“Now you’re going to introduce Wanda Phillips,” Miller said to him on camera, in a tone of voice that a nursing home attendant might use to rouse a patient.</p><p>Pryor seemed slowly to inhabit his body. He looked into the camera. “Here’s Wanda Phillips,” he said.</p><p>Wanda Phillips sat on a stool at the other end of the studio, lifted her eyes to heaven, and sang a song from her album.</p><p>In the studio one could not hear her voice, only the faraway sound of a prerecorded soundtrack.</p><p>During a break a woman dressed as the Easter Bunny, wearing a terry-cloth suit, tennis shoes, and a bunny tail hanging by a piece of electrician’s tape, ran into the studio. “I don’t even know what i’m supposed to sing,” she said frantically.</p><p>It was decided she would not sing, since time was running short, but would just sit on Pryor’s lap and announce the upcoming Easter egg hunt at Symphony Square. Pryor accepted this without complaint, and when he was back on the air he stared soberly into the camera and said, “Uh, you might have noticed that I have an Easter Bunny sitting on my lap . . .”</p><p>After the show, we went to eat barbecue, and Pryor told me about his latest obsession, competing Labrador retrievers in an arcane sport known as field trials. “It’s just like the golf circuit,” he said, “only very esoteric, very sophisticated. And when you win there ain’t no way you can tell anybody what you’ve accomplished. Nobody gives a damn.”</p><p>That afternoon I went with Pryor to pick up his dogs at the Canine Hilton, a kennel he owns with his high school friend John Ramsey.</p><p>The Canine Hilton is a “pampered pet” center whose facilities have names like the “Jet Set Suite,” “Pet Carin’ Island,” and the “Neiman-Barkus Gift Shop.”</p><p>“Our approach is anthropomorphic,” Pryor explained.</p><p>Pryor changed into a white jumpsuit and a Canine Hilton gimme cap. He and Ramsey got their dogs out of the kennel. There was one yellow Labrador and three others that were black and sleek as panthers. The dogs hopped eagerly into their individual compartments in a custom-made dog trailer that resembled a giant refrigerated pastry cart. We hooked the trailer up to Ramsey’s motor home and drove about a quarter mile to a little lake on the manicured grounds of a sewage treatment plant that had been cleverly disguised to look like a country club.</p><p>“What do you think about this for a bank-running test?” Pryor asked Ramsey, indicating a part of the adopted a kamikaze style.</p><p>“i’m to go to austin tomorrow to be interviewed by a person named Cactus Pryor,” he said. “I hesitate to be interviewed by one with such a name.”</p><p>Not a nibble. The conversation turned to Lyndon Johnson.</p><p>“Oh, I just loved LBJ,” a woman</p><p>next to me said. “I loved that man. When I lived in austin I toured the LBJ Library every week.”</p><p>Another woman on the opposite side of the table perked up. She was very tanned, with one of those elaborate upswept hairstyles and a loose bracelet that slid to her elbow when she put her hand thoughtfully to her chin.</p><p>“What would you say,” she asked, “if you found out that LBJ had Kennedy killed?”</p><p>The other woman looked at her, puzzled.</p><p>“Oh, I have no evidence, of course. I just feel that way. I guess it’s because i’m a Texan and I was always embarrassed by the way Johnson talked.”</p><p>Pryor nibbled at his dessert, struggling to remain in character. On his wrist, in plain sight, was a watchband decorated with the presidential seal that Lady Bird Johnson had given him for emceeing a national tribute to her.</p><p>The strain of my own artifice was beginning to get to me, and I looked down at my plate and lapsed into the role of silent observer. Pryor, of course, had no such option. He had to get up and deliver a speech, to be funny as a visiting Englishman and then to be even funnier as himself. He was introduced as a former Spitfire pilot, a two-term member of the House of Commons, the father of three sets of twins. He pulled it off, and when the audience saw themselves exposed they laughed in a sophisticated, knowing way.</p><p>“That was the best thing i’ve ever heard in my life, period,” a young man told Pryor. He accepted the compliment graciously.</p><p>“God, that’s work,” he said back in his hotel room a few minutes later. “Those cocktail hours are work\\ I was earning my keep tonight.”</p><p>It was not over yet. His audience was expecting him for another hour or so of small talk.</p><p>“The conversations afterward are always the same. You go to a reception and they still expect you to be an entertainer. That’s the hardest part of the show. After.”</p><p>He sank farther into his chair. He looked exhausted and saddened, as if some price had been exacted from him for a lifetime of horseplay. He brightened when he thought about where he was going in the morning: to Oklahoma to compete with his dogs.</p><p>I walked him to the elevator, wished him luck in the field trial, and then watched as he was borne soundlessly aloft to the hospitality suite.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Cactus",
      "Austin",
      "Texas",
      "Radio",
      "LBJ",
      "Home",
      "Theater",
      "TV",
      "Commerce",
      "Country",
      "Dogs",
      "Easter",
      "High School",
      "Horses",
      "Media",
      "people",
      "School",
      "Television",
      "Barbecue",
      "Barbecue"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "Houston",
      "Smithville"
    ]
  }
}