{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19798",
    "date": "August 1979",
    "year": 1979,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1979/19790800.pdf",
    "issue_cover_image": "",
    "document_start_page": 88,
    "toc_start_page": 86,
    "document_page_range": [
      [
        88,
        89,
        90,
        91,
        92,
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100
      ],
      [
        152
      ],
      [
        155,
        156
      ],
      [
        158
      ],
      [
        160,
        161,
        162,
        163
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Paradise Lost",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197908-paradisel",
  "source": "/1979/19790800.pdf",
  "wp_post_id": 113967,
  "wp_post_guid": "http://www.texasmonthly.com/article/paradise-lost/",
  "authors": [
    "Richard West"
  ],
  "headline": "Paradise Lost",
  "dek": "The beaches at Port aransas are all a Texan could ask for—big sky, bright stars, an endless horizon. But is there room enough in paradise for everyone who wants in?",
  "spread_caption": "",
  "excerpt": "The sand, the surf, the shorebirds, the dunes . . . everyone loves the beach at Port aransas. We may just love it to death.",
  "kicker": "",
  "word_count": 9914,
  "content": "<img/><img/><p><em>Mustang Island is a trackless Texas beach most of the year; chaos on holidays.</em></p><p>Photography by Pat Berry</p><p><span class=\"dropcap\">U</span>nder a hot spring sun that whitened the sky, the 31-foot Bertram sport fisherman <em>White Lightnin’</em> shuddered with the buffeting of the morning sea swells. The boat was skirting the Baker and South Baker uplifts, old reefs that rise out of the continental shelf, 45 miles east of the town of Port aransas. Here the ocean floor altered, and the gently sloping plains of the continental shelf dropped off into steeper palisades and escarpments. As the Gulf deepened, its color changed from a landward emerald to aquamarine to dark indigo.</p><p>The owner of the boat, Francis “Buddy” Beck, his captain, Jimmy Gates, and I had left Port aransas in the soft air of sunrise two hours earlier to troll along the Baker Uplift for marlin. We would fish for red snapper if the big marlin hadn’t returned from their wintering territory farther south. Beck, president of a building materials business in Corpus Christi, sipped a soft drink and stared toward the bright plastic streamers of the two artificial lures dancing in the spume far astern. Occasionally he glanced at the South Baker offshore oil well, where a pot of burning garbage hung suspended from a rig boom, the white smoke trailing off as if from the bowl of a pipe.</p><p>Beck joined his young captain on the bridge as a school of flying fish sprang free from the ocean and skipped away from the boat in a flash of silver. “Not many people see that,” he said to me in a creeping drawl. “Or any other kind of fish, for that matter. Most of the time, fishing is like waiting for the phone to ring.”</p><p>Jimmy Gates looked up from the depth recorder, which transcribed the huge undersea Baker Uplift as a gray ascending line. “Hey, Buddy, doesn’t seem to be anything biting around this rig. Let’s follow that sargasso path over there. Might be some bait fish feeding off the weed,” he said in his nasal gut-bucket twang.</p><p>Gates swung the Bertram to the north, and we began trolling alongside the bright brown road of sargasso, which stretched for miles. Torn away from its home in the atlantic and West Indies by storms, sargasso appears in the Gulf every spring. It is usually a sign that the wind has shifted from the winter northeast to the southeast and southwest of spring and summer. Sargasso is a huge life raft for marine creatures—shrimp, crabs, tiny fishes—that attract the bigger fish we were looking for.</p><p>Jimmy Gates, in a favorite phrase of Port aransans, is a “real piece of work.” a native of the island, he is, at 26, one of the few young full-time charter boat skippers remaining in a town founded by boat captains and fishing guides. His blue eyes are clear, still not discolored by the sun’s glare, his brown back is covered with constellations of freckles, and his face is the color, but not yet the texture, of rawhide. Gates remembers the quaint fishing village of Port a that no longer exists, where sailors just off the bauxite ships from Jamaica played in steel bands on the flats near Fisherman’s Wharf, where islanders held fish fries and street dances on alister Street, and where fishing on the edge of the breakers yielded a hundred pounds of big speckled trout. Nowadays, Gates can barely find enough fish for his customers to catch.</p><p>The sargasso didn’t yield a single bite, so Beck decided to Fish for red snapper over the South Baker rocks. While the boat idled, he swung his weighted line astern and let it out until he felt it hit bottom. Suddenly, he jerked the rod violently, jerked it again, and furiously reeled it in. A snapper soon appeared, pink and twitching, a five-pounder, medium-sized as Gulf snappers go. Two more hours yielded only two more fish.</p><p>Gates sighed. “It’s too hot today. Got to fish snapper at night when it warms up like this.” He was silent for a moment, squinting ahead at the glistening black rump of a porpoise that rolled and disappeared in front of the bow. “But, hell, it’s hard to catch anything nowadays.” Then he began to recite a litany of possible explanations. “People say it’s the Mexicans dynamiting Fish for cat food along their coast. Or it’s pollution, or increased salinity in the bays, or the crowds on the beach. I don’t know. Everything’s changing, Port aransas especially. One of these days i’m heading down to Belize for good. No condos, not many people, just good Fishing.”</p><p>Jimmy Gates may not be the only Port aransan in search of a new paradise. Because of the condominium boom, the decline in Fishing, the unprecedented masses of visitors in the spring, a dramatic increase in winter tourism, and above all, the specter of a proposed deep-water inshore port at nearby Harbor Island, it isn’t hard to detect uncertainty beneath the surface of daily life in Port a. Both old-timers who hate change and newcomers who have welcomed it know the village that sits on the northern tip of Mustang Island can no longer live on charm and innocence.</p><p>Once a sleepy village shared by the rich and poor, both of whom came for fishing and the beaches, Port aransas is discovering that there may not be enough of itself to go around. It has become so popular that its main attractions—the beaches and the fishing—are endangered on all sides, not only by the numbers of visitors, but by development that is eroding the environment that sustains the beaches and fish. In the face of a general optimism in Texas, Port aransans, perhaps ahead of the rest of us, are starting to worry about the future. And they are having to confront their difficult problems with little experience and few resources.</p><p>Two and a half million people crossed from the mainland to Port aransas on the ferries last year—too many people in a finite and fragile space. Mustang Island, which forms the northern part of Padre Island, is part of a chain of barrier islands that runs from Galveston to Brownsville—the longest in the world. Literally made of shifting sands, barrier islands are sandbars that have been built up by storm waves carrying sand from the ocean floor. The resulting beaches, dunes, and marshes are not naturally suited to development because of their unstable nature and susceptibility to flooding, but this has not deterred in the least the enthusiasm of builders and vacationers who seek the beauty offered by Mustang and Port aransas. Oldtimers have long respected hurricanes as nature’s great levelers—as God’s instruments to reclaim the landscape from man’s greed—but now the winds of change seem to be blowing harder than any tropical storm.</p><img/><img/><p><em>Jimmy Gates, a native of Port aransas, is one of a handful of fishing guides left in a tow hat was built on sport and commerciai fishing. If the fish play out, he’ll probably move on.</em></p><img/><p><em>Fishing is not as good as it used to be, but Port ais still a fisherman’s delight.</em></p><p><em>“Jimmy Gates was silent for a moment, squinting ahead at the glistening black rump of a porpoise that rolled in front of the bow. ‘One of these days,’ he said, ‘i’m heading down to Belize for good. No condos, not many people, just good fishing.’”</em></p><img/><p><em>Port a’s axiom: an open beach for all</em></p><p><strong>Rites of Spring</strong></p><p>Port aransas was particularly on Jimmy Gates’ mind last april 13. It was Good Friday of Easter weekend, and the moon was full. City Police Chief Dee Wayne Mathews had predicted that 100,000 students and visitors were about to hit town. Storekeepers would make a lot of money, but most of the natives would treat Easter like the coming of a hurricane. They would close their shutters, bring in the lawn furniture, and batten down the hatches until the storm abated on Sunday afternoon.</p><p>By midafternoon on Good Friday the tide was almost halfway up the beach, reaching toward the confused litter of sea wrack, driftwood, ruined nets, dried crab claws, fish bones, and broken shells that marked the high-tide line. The Port aransas beach, three hundred feet wide at low tide, was reduced by half. The remaining dry land, from the high-tide mark to the vegetation line, was rapidly filling up with a disordered mass of tents, cars, and milling people. From noon Friday until early Sunday morning the traffic was bumper to bumper.</p><p>The year’s first invasion of college students had already occurred during two spring-break weekends in March. The students had vandalized motel rooms, stolen firewood, ripped up boardwalks, urinated in yards, fought in bars, and pelted one of the island’s fire trucks with bottles after calling in a false alarm. Responding to complaints, the Port aransas City Council named a sevenmember Beach Study Committee to review what had happened in March and to prepare for the dreaded Easter onslaught. After two meetings, the committee recommended increasing the number of portable outside toilets and trash barrels, expanding police presence, and using volunteer citizen patrols to hand out litter bags and leaflets citing beach ordinances and pleading for dune protection and low stereo volume.</p><p>Thirty-seven county, state, and city lawmen had met earlier in the week to plan surveillance of Mustang and Padre islands. As usual, the sheriff’s paddy wagon would come from Corpus Christi to Port aransas to carry overflow prisoners to the Nueces County jail. The island’s two-cell jail had a capacity of six inmates. By Friday afternoon Mathews had already booked the first 5 of an eventual 64 persons for public intoxication, marijuana possession, and disturbing the peace. The busiest stores, like the Ice Box on avenue G, hired renta-cops for the weekend. All motels and condominiums were booked. The fleet of six ferries kept up a steady crossing of the thousand-yard channel. The line of cars awaiting the ride across to Port a stretched for two miles on the causeway leading to aransas Pass.</p><img/><img/><p><em>When 100,000 college students hit town at Easter, even the most broad-minded of Po ransas 1500 citizens thought twice about the notion of open beaches. Can the townsfolk, much less the beach, survive these invasions?</em></p><img/><p><em>College crazies pursue fun and females.</em></p><p><em>“Up and down the beach road, the crowd surged like the high tide. Yet, even with 100,000 people within a hundred feet, the waterline was deserted. The beach, it seemed, was not the destination. It was only the excuse.”</em></p><p>Back on the beach, the exuberance of the revelers was mimicked by the gulls and terns soaring and swooping overhead. Human cries of delight echoed the shrieks of a dozen laughing gulls that hovered over kids tossing up bread, crackers, and peanuts. Next to a human male showing off his Frisbee prowess to a bored girl in a bikini, a male royal tern paraded before a female of its species. Both females watched in silence.</p><p>There was no lack of activity for showoffs—jogging, horseshoes, backgammon—but the main event was playing football in midcalf surf. Frisbee catchers sidestepped sunbathing coeds with fish-belly-white bodies and lips coated with Blistex that looked like blackboard chalk. Kite fliers gamboled between parachute tents, Winnebagos, dune buggies, bread trucks, five-foot-high stereo speakers, and makeshift dinner tables. Couples necked on Trans-am hoods and women lay buried in the sand with prominent sand breasts. Permeating the air was the heavy honeysuckle scent of Hawaiian Tropic, Coppertone, cocoa butter, and Bain de Soleil.</p><p>Assistant Chief Don Perkins and his reserve partner, Harry Fansler, were inching through the beach road traffic in Port aransas’ newest cruiser. It was overheating. The patrol car was constantly stopping and starting as it pushed through the crowds swirling around it. Perkins raised his bullhorn. “Stop and talk on the other side of the road. Keep the traffic moving. Hey, you better get those glass bottles off the beach. It’s a fifty-dollar fine,” he warned. Fansler, older, but with the sure instinct of the second-in-command, echoed Perkins’ warnings. “You’d better,” he growled, flipping down his sunglasses and pointing at the glass-carrier, the sun sparkling off his diamond horseshoe ring.</p><p>Ahead of them a young man, laughing wildly, was throwing a football against the windshields of oncoming cars. “Now, that ain’t gonna continue,” said Perkins, climbing out of the car. Fansler followed, with a walkie-talkie in his left hand and his right hand resting on his pistol butt. Perkins took the football and wrote the offender’s name on it. “You can get it at the police station when you leave,” he said, rejoining the line of traffic. A frizzy-haired young man knocked on the cruiser window. “Hey, man. You know where we might get a football?” Perkins broke into guffaws, and even the stern Fansler coughed up a laugh.</p><p>Greg McCreary and his fellow alpha Omega Social Club members from McLennan Community College in Waco hit the beach early Thursday morning, and by Saturday they were veteran campaigners. McCreary had seen the sun rise each morning and had filled his days with poker, beer, body surfing, and most of all, in his words, efforts to fulfill the great american spring-break dream: “getting laid on the beach.” There was not a happier or more enthusiastic man on Mustang Island. “We’ve been planning this since Christmas and i’m having a big time. I’m majoring in rich women up in Waco, those daddy-gimmes who always say ‘Daddy gimme this’ and ‘Daddy gimme that’ in real sweet voices. I had to leave Texas Tech over my grades. I just don’t have the energy for books after chasing daddy-gimmes.” an attractive girl whose body pigment was changing to the color of lobster approached. “Hey, momma! I know I don’t have a Doberman and a jeep, but i’m still cool. Hey, wait!” yelled the Waco daddy-gimme chaser, running after her down the beach.</p><img/><p><em>Tent city on Mustang—up Friday, gone Sunday—came and went like a bad dream.</em></p><img/><p><em>Let them rent surfboards: Many Port aransans made a buck in the bad situation; others just battened their hatches.</em></p><img/><p><em>Giant jungle gym: a 685-foot oil-well drilling platform prepares to go to sea. The oil industry is coexisting with fishing and tourism on Mustang Island so far.</em></p><img/><p><em>No coast town so down-home as Port a</em></p><p>The spring full moon rose over the island like a white balloon, leaving a lambent silver path across the water. At sea, moon-bewildered squids often come to the surface, seemingly attracted by the glow. In tropical waters the spawning activity of marine life is governed by the full moon and tides. Such is the power of the full moon near the ocean that similar mating rites, largely imperfect and unsuccessful, also occurred on the beach between larger creatures.</p><p>Up and down the beach road, the crowd surged and seethed like the high tide, but there was an eerie contrast between the pandemonium on the road and the quiet scenes on either side. Behind the dunes toward the condominiums, the tang of spring was in the air. The sea oats fringing the dunes swayed with a breeze, and the blinks of fireflies punctuated the darkness. Seaward, the low tide had surrendered the beach again, yet even with 100,000 people within a hundred feet, the waterline was deserted. The beach, it seemed, was not the destination. It was only the excuse.</p><p>By two-thirty Sunday morning a few people, alone or in small groups, had been drawn to the moon and the sea, which was hushed to an exhalation suggesting the rhythmic breathing of sleep. One couple, Sally Tamez and Cary Vinson, had curled up in each other’s arms among the windrows left by the receding tide and fallen asleep near the edge of the sea, listening to the ebb and flow of the water.</p><p>Dan Lucas was tired of the incessant noise and the snail’s pace of the beach road. He swung his Datsun pickup out of the auto conga line and drove south along the water’s edge toward Kody’s Kabana Motel. Reaching Kody’s, he turned around and headed back up the beach again near the water. He later told police he remembered hitting a bump, maybe driftwood or wood piled up for a campfire. It wasn’t just lumber. Cary Vinson died almost immediately, his head crushed like a pumpkin. Sally Tamez told police Monday that she awoke confused and in intense pain. Lucas’ pickup had run over her lower abdomen and legs. The police located the Datsun three hours later at the Rock Cottages and arrested Lucas, age 24, on charges of voluntary manslaughter and driving illegally within fifty feet of the water. The charge was later reduced to failing to stop and render aid, a thirddegree felony. Lucas was released from the Nueces County jail on $5000 bond.</p><p>By sunrise, the sea had turned gray in the silver light and the energy of the crowd had spent itself. Cars stretched from the ferry all the way back into Port aransas past Lynn Gavit’s pharmacy on alister Street. The beach was a mass of jetsam: plastic six-pack holders, bonfires smelling of burning garbage, beer cans, crushed Styrofoam beer coolers, bathing suits, torn towels. Most of the trash barrels had been overturned in logrolling contests and two of the Skid-o-can portable toilets had been destroyed. By Sunday midnight only a few vans remained huddled around small fires. Along the empty beach road a wet and bedraggled couple walked along the dunes in a fine mist near the spot where Cary Vinson had been killed. The human hurricane had passed over the island and was heading inland.</p><img/><img/><p><em>Ralph Durden, who built the first high-rise condo on iustang Island, doesn’t think Port aransas will become another Miami. “Land is too expensive, and there isn’t much left.”</em></p><p>Johnny Roberts, one of the Port aransas Beach Study Committee members, had watched the weekend unfold from his handsome beach house back in the dunes. Roberts favors jumpsuits, drives a gray portholed van, and speaks in quiet, ironic tones that reveal a puckish wit and a weakness for puns (he owns Custard’s Last Stand, a popular island hamburger restaurant). A retired Westinghouse engineer, resident of the island since the early fifties, and active participant in community affairs for years, Roberts had hauled the mayor down to the beach during the second spring-break weekend in March to point out the unruly crowds that had led to the formation of the committee.</p><p>He had taken careful notes, estimating the crowd size, listening to police calls on his radio, and even taking pictures, which prompted one drunk young man to take a swing at him. Roberts was shocked by Vinson’s death but not surprised, given the huge numbers of people and vehicles. The Easter weekend was the worst in his memory. Memorial Day and July Fourth—the next biggest holidays—still lay ahead, and the only thing that might hold down the hordes would be the gas shortage. Now, looking over his voluminous notes in the lobby of the tiny city hall, he decided to apply some heat to get the members of the city council moving on the beach committee’s suggestions.</p><p>“We are trying to be a can-do committee, even if it is a Skid-o-can-do committee,’’ Roberts began. “Even if we had the twenty-five promised outdoor toilets I figure that they could handle only seven hundred and fifty people per hour—if nobody’s zipper jammed—which means that ninety per cent of our guests are forced to expose themselves or pop. I don’t know why we don’t have the toilets or additional trash barrels. I do know if we don’t do something here, someone in austin—like Jack Ogg—will.”</p><p>No one present had to ask who Jack Ogg was. Two years ago State Senator Ogg had introduced a bill banning vehicular traffic from the Gulf beaches. The bill failed. Last September Ogg brought his Senate Interim Committee to Study Texas Beaches to the Port aransas Community Building, where 350 people hooted and booed Ogg and his colleagues. Banning traffic was the first step to closing the beaches, reasoned most Port aransans. Like condominiums, it smacked of creeping elitism, just one more step toward creating an island only for the rich. The mayor, city council, chamber of commerce, VFW auxiliary, Ladies’ Fire auxiliary, Mothers’ Club, Emergency Medical Service auxiliary, and art Guild all strongly opposed the idea.</p><p>Despite the vigorous opposition to banning beach traffic in Port aransas, the trend in Texas coastal areas near cities has been to outlaw vehicles. Last year, Galveston established an off-beach parking system and banned all vehicles from the beach within city limits. Nonfour-wheel-drive vehicles are prohibited on almost all of the Padre Island National Seashore. The stubborn citizens of Port aransas were proud of their open policies on beach camping and traffic, but the fatal accident and the crowds over the Easter weekend had caused even the most vocal supporters of beach freedom to ponder the future.</p><img/><p><em>Port aransan Steve Frishman, foe of Deeport, hopes he’ll never seethe spoil of the proposed deep-draft port piled on Mustang, Harbor, and St. Joseph islands.</em></p><p><em>“Port aransans fear nothing more than being hemmed in by a ring of Miami-style condominiums. They know it is happening on South Padre Island; they had hoped it wouldn’t be the same on Mustang.”</em></p><p>Port aransas faces the dilemma of all beautiful places: its very substance and character attract too many people, who then destroy the original lure. To compound the problem, Port aransas’ social institutions—the mayor and city council, Planning Commission, police department, medical facilities—may be inadequate, too unsophisticated to meet the challenge. Have the adaptive mechanisms of the community been overwhelmed? Has the citizens’ protection of personal freedoms ultimately restricted their own? Roberts, for one, is pessimistic. In the aftermath of Easter, he strongly suspected that neither the council nor his committee would touch the issue of restricting overnight beach camping, which always brings accusations of “closing the beach.” He was right. The Citizens’ Beach Safety Committee recommended to the city council a long list of stopgap measures, but there was no mention of banning camping.</p><p><strong>No Town Is an Island</strong></p><p>Down in front of Sea Isle Village, Port aransas’ first condominium, which was built by J. C. Barr in 1965, a Caspian tern came flying along the surf, his black head cocked and his eyes alert for the movement of fish in the water. The rest of the shorebirds, one by one, shifted their positions so that they faced the southeast breeze and Sea Isle Village, which stretches parallel to the line of dunes. Out at sea on the horizon, a shrimp boat, looking like a toy as it made its way toward Port aransas, rose on the waves, then slid back to wallow in a trough.</p><p>Barr’s Sea Isle I and II and Island Retreat condominiums have changed the face of Port aransas. And because they survived hurricanes Beulah and Celia, they have given other developers encouragement to build on the island; seven other condos now dot the beach and two more are under construction. Condominiums are an interesting concept, an economic extension of one of the basic premises of american life: the dream of individually held land, no man a lord, no man a serf. Now the country’s wealth allows the purchase of a second home to be used during leisure times, as the vast majority of Barr’s 250 units are. The prospect of owning land had quickened the immigrant flood at the beginning of the nineteenth century. Barr’s condo owners are another breed of migrant, for whom home ownership is not the means to equality but proof of personal achievement and success.</p><img/><img/><p><em>Captain and his crew: Mayor Dennis Dreyer (center), nbers of the city council> and ci(y manager Dana Bennett (second from right) hope to craft a master plan to meet Port a’s future</em></p><p>With his shock of white hair and swooping white muttonchops, Barr is now a familiar sight around the island. He first visited Port aransas with his parents in 1936, back when motels were called tourist courts and were built on stilts with showers on the back landings. He founded a construction business in Fort Worth but returned frequently to the island, and in 1950 he built the Double Barr Cottages, a modest group of 12 cabins typical of Port aransas development then. But during the early sixties, Barr studied condominium developments in Hawaii and Florida, and when he was ready to build his own second home in Port aransas he began putting together plans for Sea Isle I. In 1966, a two-bedroom apartment at Sea Isle cost $16,400. Today, at one of the two condos under construction an efficiency sells for $53,000, a three-bedroom apartment for $105,000. Barr followed Sea Isle I with the 66-unit Island Retreat in 1969 and the 65-unit Sea Isle II in 1972.</p><p>“The real significance of my condo surviving Hurricane Celia in 1970 was that it made financing easier for others,” Barr said, as he padded around barefoot and in Bermuda shorts in his crowded office at Island Retreat. “also, we built responsibly, leaving seventy per cent open space when the city requires only at least thirty per cent. I have a few fulltime residents, but ninety per cent of my owners wanted a second home. Sure, we have problems with kids on peak weekends. They trespass, tear up the boardwalk, steal lawn furniture. It comes down to regulating overnight camping on the beach. I caught hell about that a few years ago.”</p><p>In 1965 J. C. Barr’s condominium concept was welcomed in Port aransas, which was still rebuilding after Hurricane Carla. His substantial investment was an expression of confidence that Port aransans needed after a ruinous blow. The natives adjusted quickly to Barr’s threestory condominiums, which lay a mile or so down Eleventh Street out of sight of the old community at the tip of the island, and Barr himself slipped easily into the mainstream of community life.</p><p>Ralph Durden’s arrival in 1977 was a far different matter. Durden brought to Port aransas plans for the nine-story Dunes condominium, which would be the town’s first high-rise condo, and nothing since Hurricane Celia had sent such a shudder through the community. Port aransans fear nothing more than being hemmed in by a ring of Miamistyle condominiums. They know it is happening on South Padre Island, and they had hoped it wouldn’t be the same on Mustang. For most of the islanders, the Dunes is the biggest symbol that Port aransas can’t remain a charming anachronism, one of the last romantic outposts in the state.</p><p>Durden graduated from college a month before Hurricane Carla hit the Texas coast in 1961. He opened his construction business in 1965 and was second bidder on six straight jobs before he landed a small contract to build an addition to the fire station in Portland. But fire stations weren’t Durden’s real interest. As he prospered, he contracted to build the Island House on North Padre in 1967 and the Gulf Stream, nearby, in 1970. Then in 1973 he developed the Las Brisas condominium on Corpus Christi’s old North Beach. Durden had learned about structural design from the South Florida Building Code, and his condos survived Celia’s fury in 1970.</p><p>When Durden first presented his sixstory, seventy-unit plan for the Dunes to the Port aransas City Council in 1977, he asked that Lantana Street be rerouted one block south. The council refused. Durden came back one week later with a new plan that fit the existing route for Lantana. The revised plan, which cost him an extra $100,000, also included three additional stories and sixteen more units.</p><p>His $4 million building sits on 305 concrete pilings that descend 75 feet into the earth with the first floor at 16 feet above sea level (5 feet more than required by the Federal Flood Insurance administration). The front and sides of the Dunes are landscaped with 900 pilings from the old Nueces Bay railroad trestle. Durden built a sewer-lift station nearby and paid for the structure’s six-inch water line. All units were sold a year before tenants began moving in. A couple who had bought a three-bedroom apartment on the eighth floor for $67,000 fifteen months before were offered $120,000 for it in May.</p><p>“We did this city a service. We got them to start thinking about planning,’’ said Durden, standing outside on his penthouse sun deck atop the Dunes. “There is no zoning and the platting requirements are minimal. This building will generate over $100,000 a year in local taxes, and they didn’t lift one finger to help. The building permit cost us $10,000, three times the amount in Corpus. I’m not bitter. I love Port aransas. That’s why we moved here. I would like my two sons to settle here after college, but there are no jobs. Maybe that will change someday.’’</p><p>Durden typifies the sophisticated dreamer who hopes to integrate a manmade environment with natural surroundings. He is an indefatigable believer in long-term planning and the humane uses of technology. Port aransas, perhaps in self-defense, may be adopting his viewpoint. Seven months after Durden drilled for his first concrete piling in January 1978, the city council approved a set of standards for multiunit and multistory buildings. It limits their height to six stories or eighty feet; establishes parking limitations, openspace requirements, and density maximums; and prohibits the construction of seawalls and direct vehicle access to the beach.</p><p>Durden doesn’t think the Miami phenomenon will occur in Port aransas. “Land is too expensive and there isn’t much left. Just south of us are six acres of open space. We first offered $250,000, then $300,000. About $50,000 an acre isn’t unreasonable for a multifamily building. The owners wouldn’t sell. But what is worse, our vertical building, which is perpendicular to the beach, or J. C. Barr’s horizontal thousand-footlong buildings that parallel the ocean?”</p><p><strong>Gifts From the Sea</strong></p><p>In the early years of the twentieth century, Port aransas was a melange of drygoods stores, houses on stilts, bait camps, and boat docks all thrown down like dice—the kind of disorder found in fishing villages the world over. To the farmer, the earth’s cycle of fertilization, harvest, and death is all-important. There must be order to the land, a place to plant, a place to live. This ancient reverence for the land is irrelevant to the fisherman and is replaced in him by an equally ancient love of the sea. Through the ages fisherfolk have had slight regard for real estate. Land is merely a resting place before returning to the water.</p><p>Port aransas’ first citizen, fisherman R. L. Mercer, arrived in the mid-1850s. He opened a dock and warehouse near the aransas Pass lighthouse and ran cattle on St. Joseph and Mustang islands, but he made most of his money and fed his family from the sea. The early towns of Rockport and aransas City (named after the Indians that the Spaniards called the <em>aransuas</em>) shipped tallow and hides and barrels full of salted fish and ducks to Eastern markets. Aransas City became aransas Pass and the commercial fishing center of the area. The small community that had centered around the post office, lighthouse, and Mercer’s buildings moved south to the edge of the pass, where the citizens named their town Tarpon, after the Gulf’s most popular sport fish, until dreams of a harbor and great port prompted the change to Port aransas in 1912.</p><p>That year the port shipped 35,000 bales of cotton, and the following year more than 100,000. It remained a prosperous, if minor, harbor until World War I. The war closed the European cotton markets, and in 1919 a disastrous hurricane, which killed 284 people and caused $20 million worth of damage along the coast, wiped out Port a. Finally, in 1926, the opening of the port and channel at Corpus Christi forever ended the town’s dream of becoming a major U.S. harbor. The same year, however, ferry service to the island opened Port aransas to vehicular traffic, which would prove its salvation.</p><p>Port aransas became a haven for wealthy sport fishermen—wealthy from oil and cattle and land—who came from all over the state to fish for tarpon from March through November. The fish could be found by the hundreds in the surf, throughout the bays, and near the mouths of rivers and Gulf passes. The fishermen stayed at the most famous resting place on the island, the Tarpon Inn, which had been built in 1886, destroyed by fire in 1900 and by hurricane in 1919, and rebuilt in 1925. The Tarpon had the island’s second telephone (after the Coast Guard), indoor plumbing, running water pumped from a windmill that sat in the dunes half a mile east, and later hot water and air conditioning. In the mid-twenties, room and board was $4 a day. Fishing guides got $1.50 to $6 per trip, which included boat, mullet bait, and tackle. Each guide was identified by his own flag, which was kept in the Tarpon Inn flag box. When a guest requested a specific guide, that guide’s flag was hoisted atop the inn, signaling that business awaited him at the Tarpon.</p><p>Don Farley, now 73, began guiding in 1925, using a skiff with an auto engine and transmission originally designed by his father for “jumping” tarpon in the surf and shallow Gulf waters. In June 1937 he jumped over five hundred tarpon in his 24-foot “Farley boat.” Farley and his clients left the harbor around sixthirty and fished until eleven before coming back for lunch and the clients’ naps. During their noonday rest, Farley went back out to catch bait mullet for the afternoon fishing, which lasted until sundown. Then Farley went out again to catch more mullet for the next day. His 1925 rate was $6 a day. When he retired in 1977, Farley was charging $70 for eight hours of fishing.</p><p>Jimmy Gates grew up as a fisherman in Port a and today lives in a comfortable house in town made from the wreckage of ships and filled with seafaring souvenirs. He does not think of himself as a tragic or star-crossed figure, but there are those who do, and for good reason. In May 1978, Jimmy’s grandmother was beaten to death with a pool cue in her bar by a sixteen-year-old kid from Port Lavaca. Three years before that, almost to the day, a man shot and killed his father as he sat sipping beer in the Rod and Gun Club.</p><p><em>(Continued on page 150)</em></p><p><em>(Continued from page 98)</em></p><p>“Right in front of my mother, who was tending bar, some guy stuck a thirtyeight in my dad’s back and blew him away,’’ Gates recounts. “It was on Mother’s Day. I rode with him in the ambulance over to aransas Pass and we talked awhile. He died about halfway over. He was a cabinetmaker and gunsmith, but most of all a professional gambler. He was also a good fisherman, and that’s all i’ve wanted to be.”</p><p>Like many charter boat captains, Gates began as a deckhand, first on the 35-foot <em>Bessie W.,</em> then on Brown Oil Tools’ <em>Hettie B. Ill,</em> where he learned about marlin fishing. On <em>a Boat Named Sue,</em> Gates got his first exposure to the world of big-game fishing, working in the winter and spring of 1978 in Cozumel and Belize. He next signed on as captain of Buddy Beck’s <em>White Lightnin’,</em> which he currently uses in his charter boat work. The 31-foot Bertram is regarded as the best Gulf sport-fishing boat because it handles well in the Gulf’s short, choppy waves. It is fast, easy to maintain, and has a beautifully efficient fishing platform. Gates’ clients contact him directly or through charter services like Fisherman’s Wharf, Captain Rick Corn’s, Woody’s Boat Basin, or the Dolphin Dock, all of which receive a cut in his take for directing customers to him. (Fisherman’s Wharf, for instance, receives 7.5 per cent of Gates’ day rate, which is $185 for two people and $35 for additional passengers up to six.) Gates furnishes the tackle, bait, and ice. The customers buy the beer.</p><p>“I will work all day with my customers until we get a good catch if it’s at all possible,” says Gates. “I like to see two or three people get three hundred pounds of snapper—about sixty fish averaging four to six pounds—or a hundred pounds of kingfish. That’s about twelve to fifteen king. If the client wants to fish the bays, back near the lighthouse in the wetlands, I charge seventy dollars a day for two and about thirty dollars per extra person. I like to hit the dock with all the fish cleaned, head and guts overboard, and the boat clean. Jinx Martin runs the fish-cutting operation at Fisherman’s Wharf where it can be done if I get behind,” Gates said.</p><p>Fisherman’s Wharf also has a matched pair of party boats, the 75-foot <em>Wharf Cat</em> and the 80-foot <em>Scat Cat,</em> two catamarans that carry up to one hundred people each for offshore fishing. The <em>Scat Cat</em> makes the long runs, forty miles out to the red snapper banks, a twelvehour round trip; the <em>Wharf Cat</em> runs out twenty miles, a four-hour trip, to the sunken Liberty ships for king or Spanish mackerel, Warsaw, snapper, and sand trout. Each has an air-conditioned snack bar that sells food and drinks. Captain Rick Corn’s charter service has the largest fleet of summer charter boats (seventeen in all). A party of six can charter the 36-foot <em>Sailfisher</em> for $480 a day.</p><p>Of the old boat guides, only Don Farley and John Mathews, age 74, still fish—when the sun is high and the day warm. The young full-time fishing guides in Port aransas, like Jimmy Gates, Gary Einkauf (the best bay-fishing guides), and Tommy Martin, number less than ten.</p><p>The Tarpon Rodeo, which began in 1932, is now called the Port aransas Deep Sea Round Up because the tarpon have disappeared. Last year contestants caught seven sailfish, two blue marlins, one white marlin, and a load of dolphin, wahoo, and blackfin tuna. It was the first year since 1932 that the fishing tournament was cut to only two days. Ask Don Farley about the 1978 Round Up, and he will say it was the first time he remembers when the fishermen couldn’t find enough kingfish to fry for the party’s kingfish croquettes.</p><p>Until recent years fishing has always been good in Port aransas. Sixteen of the state’s saltwater fish records were set nearby (compared with twelve near Galveston and twelve for the rest of Padre Island). In Farley’s opinion, there are too many people—running over the lines in their outboards, hogging the radio channels with wisecracks and nonsense, ruining the beach, and crowding the town. “They shouldn’t have stopped charging a toll to get to the island,” said Farley. “The tarpon are practically gone, and if people don’t stop netting the trout and redfish as they spawn, there won’t be any left.”</p><p><strong>United They Stand</strong></p><p>When Dana Bennett arrived in September 1977 to become Port aransas’ first city manager, the municipal government was in a shambles. Attempts at tax collection were halfhearted, there were missing records and thefts from the maintenance warehouse, no new building standards were being set, and the building code was feebly enforced.</p><p>A short, trim man with brown hair and moustache, Bennett has an air of dogged determination—a necessary trait in his nearly impossible job. In almost all ways, the future of Port aransas depends on Bennett more than on anyone else. He is the nucleus around which revolve the electrons of development, conservation, beach safety, tourism, and city progress.</p><p>But the future is coming to Port aransas faster than Dana Bennett ever thought possible. He is determined not to get washed out with the fast-moving tide of development. “i’ve got a lot at stake here,” he said one night, locking up city hall after a twelve-hour day. ‘‘I consider my profession to be planning, and I don’t want to be known as the man who screwed up the island. I think, honest to God, that the future of this city rides on the city council. The decisions are here and now, and we can’t shirk them.”</p><p>Bennett’s workday seldom ends with a six-o’clock cocktail. Many of his evenings this spring were spent with the Beach Study Committee, reviewing its recommendations. The meetings were often tense. Though the beach situation reached near-crisis proportions with the spring influx of visitors, it was just one of Bennett’s nemeses; the committee, naturally preoccupied with Skid-o-cans, bonfires, loud music, glass bottles, and beach traffic, didn’t think Bennett gave the beach problem high enough priority.</p><p>Port aransas’ six-man, one-woman city council also spends many hours at their meetings, caulking the hull of the city ship as best they can. During the past year they voted down proposed amendments to the mobile home ordinance, which would have placed all homes in a mobile home park or subdivision, and they had failed to pass a proposed dune protection ordinance, but they had accomplished other things. Voters had approved a $975,000 bond issue, which would provide funds for a new civic center, storm drainage improvements, and 21 new public boat slips. The new $2.5 million high school was scheduled to open for the 1979 fall term and a water line connecting Port a with Corpus Christi was almost finished. The council had approved funds to rebuild the Station Street Pier, they had set development standards for all kinds of housing, and, most important, they had contracted a planning firm to develop a comprehensive plan for the city and Mustang Island. Perhaps it was not too late to develop a sane blueprint to save the delicate, beautiful landscape. Whether in the end the city council would adopt the plan was another matter.</p><p>One of the first things Bennett did on the job was to study the dynamics operating within the power blocs of Port aransas. Although the characters differ from the bankers and lawyers who dominate big cities, the tactics for dealing with them are much the same. Port aransas, even for a small town, has its bases of power in odd places. The town’s most potent organization is not the Rotary Club, the Knights of Columbus, or the country club but the Ladies auxiliary of the Port aransas Fire Department, locally called the Fire Hawks.</p><p>Fire Hawk power comes from money—an average of $300 raised weekly at Saturday night bingo games (money which has paid for all the town’s firefighting equipment). It also comes from votes. All candidates endorsed by the Fire Hawks won reelection to the city council in 1978, including fellow Fire Hawk Vera Fortson, former superintendent of schools. The current Fire Hawk president is Catherine Tichy, whose husband, Ed, is one of the reelected council members.</p><p>In days past, when fishing was better, nothing of consequence happened in Port aransas without the consent of the “waterfront crowd,” which included guides, fishermen, descendants of the island’s oldest families, a few commercial fishermen, and members of the 47-yearold Port aransas Boatmen’s association. They still wield some power, if only because all of the families and relatives—the Farleys, Robertses, Dreyers, Brundretts, Mercers, Tarrants—represent about 300 of the town’s 1050 registered voters. Their unofficial headquarters is Woody’s Boat Basin, where in the late afternoon several guides like John Mathews and Councilman Chris Page (who teaches school but would rather fish) and other old-timers gather to drink beer.</p><p>Last spring, Dana Bennett had advised the city council on prospective members of the Public Safety advisory Committee. One of the people he recommended was Jimmy Gates, not only because of his unfortunate familiarity with violence and police matters but because he represents another power group known on the island as the “beatniks.” They are people in their twenties and thirties, many of whom wandered down to Port aransas for a weekend and stayed for years. They work as fishermen, carpenters, waitresses, artists. They are people who, like the city itself, prefer to gaze at the Gulf with their backs to the rest of the country. Their presence upholds the city’s description of itself as the “Island of Lost Souls, Where the Misfits Fit.” Unlike their namesakes, however, they are not apolitical. Many are former graduate students at the University of Texas Marine Science Institute and are among the most effective opponents of Deeport.</p><p>The beatniks’ hangout used to be the notorious Party House, which is now a private club. A rambling wooden building on stilts near Shorty’s Bar and the Rod and Gun Club, the Party House had a decor best described as flotsam and jetsam. There was a battered jukebox stocked with tangos and other nostalgia music, and on the walls hung an assortment of local artifacts: a publicity picture of Miss Nitro, now married to the city harbor master, Dallas Buice; a giant cardboard cutout of Colonel Sanders; and various works of art, including the prized “Reynaldo Listening to the Whispering Dogfish.” With the Party House now closed, the beatniks divide their loyalty between Boxcar Billy’s, home of the Pocket Rockets Blues Band, and the B-B, a dark, cold beer joint with pool tables and darts.</p><p>The eccentric, unexpected lines of power in Port aransas had to be carefully plotted by newcomer Dana Bennett. Mayor Dennis Dreyer knows them like the back of his hand. Dreyer was born on the island in 1914 and has never left, and by all tests he is Port aransas’ most powerful politician. A pilot boat captain for nineteen years, he became a fishing and duck guide until crippling diabetes and a near-fatal bar stabbing slowed him down. He is known as the Deac—short for the Deacon—because in the old days, while resting aboard his boat, <em>Tall Tales</em>, he would deliver tub-thumping sermons on a host of topics. After he was elected to the city council in 1970, he sold <em>Tall Tales;</em> without a boat he had nothing else to do but work hard for the city.</p><p>The mayor is not an educated man (he finished only the eighth grade), and some new residents regard him as a buffoon. Indeed, Dreyer has some of the sad dignity of a man who suspects others see him as a clown, but the mayor has turned his clownishness into one of his strengths. Richer, better educated, more cunning men have twice tried to beat the Deacon, and they have failed. In 1974, George Hawn, head of the water district board and reputedly Port aransas’ wealthiest resident, lost to the mayor by 22 votes. The other man, ex-banker Dale Bietendorf, who practically ran the city before Dana Bennett arrived, got drubbed by Dreyer in 1976 by a two-toone margin.</p><p>Mayor Dreyer’s political clout comes from representing the full-time residents, who distrust and resent the developers, the fast-money boys, and the seasonal out-of-towners. The town’s common cause has strengthened the affinity between the locals and the mayor and has dissolved differences between camps that anywhere but on Mustang might be irreconcilable. Dreyer has support because the Fire Hawks, the waterfront crowd, the beatniks, and the ecologists all want a spokesman to stand up to the agents of creeping elitism.</p><p>The mayor has been roundly criticized for voting against the amendments to the mobile home ordinance. The chairman of the Planning Commission resigned in disgust following the vote, and the mayor immediately accepted his resignation. Mayor Dreyer believes that home ownership is an integral part of the american way of life, whether the home is a house trailer or an estate. He has spent his life among people of modest means—fishermen, storekeepers, sailors —who could afford only a mobile home and a small lot to put it on. Home and hearth are special even to people whose true home is the sea, and the thought of wrenching trailers off their lots and stacking them in long rows in mobile home parks sickens Dreyer.</p><p>Many people charge that the mayor is looking over his shoulder, trying to cling to a simpler past rather than preparing for tomorrow. There is some truth to this, but his vision has never failed to include the people who built the city and who remain through the hurricanes as well as the halcyon days. He is not a hapless incompetent obstructing the work of more educated lawyers and planners. His knowledge and judgments come not from books but from 65 years among the citizens of his town.</p><p><strong>The Spoils of Oil: Deeport</strong></p><p>Steve Frishman, age 34, came to Port aransas from Massachusetts eleven years ago to complete his master’s degree in geology at the University of Texas Marine Science Institute. He was hoping to discover more about the origins of petroleum. Tiring of school after almost finishing his doctorate, Frishman cofounded the <em>South Jetty</em> newspaper in 1971 and went about learning the ways of the island.</p><p>One day in 1972, Frishman covered a meeting of scientists, politicians, Corpus Christi civic leaders, and representatives of the army Corps of Engineers and Nueces County Navigation District No. 1. They had convened to discuss the possibility of locating the nation’s first inshore deep-water port facility—for unloading VLCCs (very large crude carriers)—at Harbor Island, half a mile across the channel from Port aransas. As he listened to the speakers at the Marine Science Institute extol the economic benefits of Deeport, Frishman had no idea that for seven years he would be battling huge government agencies, some of the largest companies in america, and the most powerful elected officials in Washington, austin, and South Texas.</p><p>That meeting was only the first. Frishman had been launched on an endless sea of long, droning, tortuously complicated and profoundly boring meetings, but he had found a cause worth fighting for. He left that first meeting appalled at what seemed to him a miserable marriage between industry and the nearby bay ecology. Frishman, field editor and columnist for <em>Texas Sportsman,</em> is an expert fisherman, and from what he had learned, Deeport would be disastrous for the already declining fishing prospects in Port aransas.</p><p>Frishman is not a knee-jerk environmentalist. He knows that crude-oil unloading facilities will be needed somewhere along the Gulf Coast soon. “In just a few years, the Texas oil picture has changed,” says Frishman. “In 1970, Texas exported to other U.S. regions an average of 325,000 barrels of crude oil per day. Estimates now show that next year, Texas will import 3.5 million barrels of crude daily, which will increase to 5.5 million a day by 1985. More than 40 per cent of the nation’s petrochemicals are produced along the Texas coast, and one fourth of the nation’s entire oil-refining capabilities are there. They all will have to import overseas crude.”</p><p>The need for huge amounts of foreign crude oil has prompted a drastic change in the design of oil tankers. Twenty years ago the world’s largest tanker could pass through the Port aransas channel, which has a depth of 40 to 45 feet; today, the average draft for supertankers is 70 feet. Only fifty harbors in the world can handle supertankers, and none of them are in the United States. At present no port in Texas can be dredged deeper than 40 feet. By 1983, one-third of the projected world tanker fleet of 4000 ships will be unable to enter Texas ports.</p><p>The Deeport proposal involves deepening the existing Port aransas channel from 45 feet to 80 feet. A turning basin and a mile-long docking area would be built in the present location of the american Petrofina dock. American Petrofina owns the eighty-acre terminal and pipeline facility on Harbor Island. Both the aransas Pass tributary and the north jetty of the channel would be relocated. The first cost estimate was $500 million (1978 dollars), paid by revenue bonds issued by the navigation district and fees charged to the user companies to retire the bonds. If Deeport is approved, it will take three years to build.</p><p>Dredging for the project would produce about 98.2 million cubic yards of sand and clay, two thirds of which would be dumped in the Gulf, the remainder in Redfish Bay (which lies south of aransas Pass on the mainland in back of Harbor Island) and at designated places on Harbor Island, St. Joseph Island, and Mustang Island. The three-year dredging operation would be the largest dredge project ever undertaken in the United States. Several million cubic yards of dredge would be dumped 20 feet high on St. Joseph and at least 15 feet high on portions of the other islands. If all the spoil removed to build Deeport were placed in one pile, it would be one mile by one mile square and 95 feet high.</p><p>Six months after that first meeting, the Nueces County Navigation District No. 1 applied to the Corps of Engineers for a permit to build the deep-draft port. Action on the permit was deferred pending preparation of an environmental assessment report, which was completed in early 1978. That July the Corps issued a draft Environmental Impact Statement (EIS) and held a public hearing attended by five hundred people who listened to arguments about dredging and wetland destruction, oil-spill risks, storm safety, and the effect of the project on the local economy. Last March, the navigation district and the major users of the planned port hired a consultant to work with the Deeport EIS Consultation Committee—Frishman’s group of 21 people who opposed the port—to work out objections so that the final EIS can be completed.</p><p>Throughout these years of meetings and discussions, Frishman has worked out of his cramped newspaper office, amid charts and the next week’s issue, to coordinate the efforts of his fellow opponents in gathering data and material to present to the Deeport proponents. This continued force-feeding of his message to strange faces has changed his personality over the years. He has come to possess a good deal of wit and has learned to tolerate the pendulum swings of elation and melancholy.</p><p>Frishman’s main concern is the precarious future of the coastal wetlands—the marshes and estuaries on Mustang, Harbor, and St. Joseph islands that are subject to tidal flooding. He has explained countless times that the 3077 acres of wetlands that would be destroyed by the dredging are some of the most productive marine areas of the world, supporting shrimp, oysters, fish, birds, and other wildlife. Each winter some 50,000 to 60,000 waterfowl migrate there, and in the summer 15,000 pairs of twenty species of birds use the area for nesting grounds. The estuaries are the main nurseries for key sport fish like redfish and speckled trout. He has pointed out the dangers of increased ship traffic, the effects on tourism and on marine life in the event of an oil spill, and the inequity of continued taxation on private landholdings taken out of use until completion of the project.</p><p>He can recite the Deeport boosters’ arguments in his sleep. Those 3077 acres are little more than one per cent of the total bay system; only 167 wetland acres will be used for the docking area, turning basin, and channel; and the Corps has deemed half of the other 2910 acres “low-productivity.” He knows the project has been endorsed by all Corpus Christi legislators, both Texas senators, all three top state officials, and more heavy-duty Corpus businessmen than he cares to think about. Of course, none live in Port aransas or anywhere closer than Corpus. They all talk about increased jobs and money, point out the elaborate oil-spill protection plans at the docking site, and note that tourism and fishing have already coexisted for years with the considerable importation of oil (up from 18 million barrels in 1973 to 150 million barrels in 1977 through the Port aransas channel to the port of Corpus Christi).</p><p>Steve Frishman is a modest man who has pitted himself against giants. His fight suggests a sense of pathos, but he has kept a touch of light comedy through all the seriousness. Regardless of the outcome of his battle, he has given dignity to the notion that the private individual can make himself heard and can possibly make a difference. Perseverance is the biggest problem. After seven years, even someone as determined as Frishman must fight the strong urge to surrender and move on.__</p><p><strong>Gone Fishin'</strong></p><p>On a beautiful, cloudless, hot spring morning, Jimmy Gates headed out to fish mackerel and speckled trout in the channel. He bailed water from his homemade flat-bottomed skiff and putted over toward the white flag indicating fresh bait at Nettie’s. He bought a $4.73 quart of shrimp for the speckled trout and filled up his outboard tank with gas. He picked up his usual Lone Star sixpack and headed into the channel near the UT Marine Science Institute boat basin, where a crane was unloading chunks of limestone to enlarge the entrance.</p><p>Gates threw out popping corks and shrimp for the trout, but had no luck. Deciding that perhaps the water was still too cold and the trouts’ spring breeding migration through the pass hadn’t begun, Gates got out his double-rigged hooties. Hooties are lures invented in Port aransas for catching mackerel; they look like torn white shirttails, which is what they were at first. He threw out the hooties and trolled along the north jetty, watching the shorebirds—terns, gulls, cormorants, a heron, and a roseate spoonbill—walking among the piles of rocks. While he fished, Gates thought back on the Easter scene. He had joined the line of cars on Saturday afternoon and some drunken kid had stuck his arm in the car window; others had pounded on his fender and hood. The aimless, frenzied crowd was the saddest thing he had seen in years.</p><p>Gates approached the turbulent channel entrance called the north apron, and as he felt the longer rhythms of the ocean rock his skiff he wondered if progress always had to be negative. Could people deal only in stopgap measures: laws to protect the dunes, bans on beach camping, taxes for more Skid-o-cans? What would really keep Port aransas and Mustang Island from becoming overpopulated, divided, redivided, and subdivided, paved over with concrete and asphalt, and cluttered with plastic water slides and convenience stores?</p><p>For the tourists and fishermen who come once or twice a year, Port aransas remains a quaint and unspoiled place, but for a native like Gates, who has watched the village change over time, there was little evidence that man was an asset to the fragile island. He could see the forces of despoliation that threatened the barrier islands around the world—condominiums, deep-draft ports, masses of people with their cars—in microcosm in Port aransas. Gates thought of hurricanes with a sardonic fondness. He had remained on the island during Celia and he could recall how pieces of roof flew off the Family Center grocery one after another like parts of a Dali painting. Surfboards sailed by at 180 miles an hour, like a procession of multicolored ironing boards, and Panama hats, rubber rafts, food, and beachwear spewed out of the store as if spit by a volcano. Behind him, a house trailer stood on end and wiggled like a snake just before the wind crushed one end, spilling chairs and tables and beds out the other.</p><p>But people had learned to survive the power of hurricanes, and, besides, hurricanes no longer seemed capable of clearing the island of its litter. The only comforting thought for Gates, sitting in his skiff looking back at Port aransas, was that eventually the sea would once more cover the earth, and all things would again be orchestrated by wind and wave. In the end, the mark of man and the time he spent on the planet would be carried out to mix with the elements of life that have been passed on throughout time in the trackless, dark ocean. Gates reeled in his hooties and headed for shore, knowing that when that time came, he’d be somewhere in the cosmos watching it all with great pleasure.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Port Aransas",
      "people",
      "Fish",
      "Fishing",
      "Texas",
      "Home",
      "Mayor",
      "Fire",
      "city council",
      "Oil",
      "Police",
      "Spring",
      "Water",
      "House",
      "Power",
      "Easter",
      "Hurricane",
      "Traffic",
      "Work",
      "Corpus Christi"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Port Aransas",
      "Texas",
      "Corpus Christi",
      "D.C.",
      "Galveston"
    ]
  }
}