{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19798",
    "date": "August 1979",
    "year": 1979,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1979/19790800.pdf",
    "issue_cover_image": "",
    "document_start_page": 101,
    "toc_start_page": 99,
    "document_page_range": [
      101
    ],
    "toc_order": 8,
    "toc_headline": "Down To the Sea In Buses",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197908-downtoth",
  "source": "/1979/19790800.pdf",
  "wp_post_id": 113961,
  "wp_post_guid": "http://www.texasmonthly.com/article/down-to-the-sea-in-buses/",
  "authors": [
    "R. W."
  ],
  "headline": "Down To the Sea In Buses",
  "dek": ". . . and planes, and limos, and taxis.",
  "spread_caption": "",
  "excerpt": "Grab your beach towel and bathing suit, but leave your car in the garage.",
  "kicker": "",
  "word_count": 791,
  "content": "<img/><p><em>Days of cheap, easy travel are on the wane; the urge to go to the beach isn't</em></p><p>While waiting patiently in their gas lines, many beach-loving Texans may already have been gripped with the fear of never again seeing the saffron sunsets and tumbling surf along our Gulf shores. It is, however, still quite possible to get to your favorite beach —without driving your own car, hitchhiking, refurbishing the Conestoga, or running rivers to the Gulf. With a new air of purposefulness and a thick wallet (its contents should increase when you stop buying gas and paying auto mechanics), you will find a beach pilgrimage within your reach. Scan the possibilities below and press on.</p><p><strong>Flying to Galveston</strong></p><p>From 1911 to 1936 the grandest train trip in Texas was the Interurban from Houston to Galveston. Lamentations have not brought it back; we hope the gas shortage will. In the meantime, the charms of Galveston and the lure of the Gulf beckon. The popular Stewart Beach in town at the intersection of Broadway and Seawall Boulevard is the most accessible beach for earless travelers, although for a price you could persuade a local cabbie to drop you wherever you desired along the 24 miles of beautiful beaches on the western end of Galveston Island. The Busy Bee, Square Deal, or Yellow Cab will pick you up downtown and drive you to Stewart Beach for about $2.50; for $5 they’ll take you to the eastern edge of West Beach. Metro airlines flies to Galveston from Houston’s Intercontinental airport or from Clear Lake City airport eight times daily on weekdays, three times on Saturday, and four times on Sunday. The price is $56 round trip from each airport. The Galveston Limousine Service operates from both Hobby ($17 round trip) and Intercontinental ($21), running numerous times daily from 7:30 a.m. to 1:30 a.m. Texas Bus Lines serves Galveston from Houston’s Greyhound and Continental Trailways terminals, making thirteen trips daily during the week and four trips on weekends for $7.50 round trip.</p><p><strong>Freeport? Leave the Driving to Them</strong></p><p>The crown jewels of Texas beaches are on the barrier islands, but Surfside and Bryan Beach, on the mainland near Freeport and sixty miles south of Houston, have certain advantages. At the mouth of the Brazos River, Texas’ biggest waterway, these beaches are well removed from any other major thoroughfare. That makes access a little difficult, but it also means you won’t be competing for beach-towel space with planeloads of other surf-seeking souls. Houstonians in particular should alternate trips to Galveston with jaunts to Surfside. Continental Trailways’ regular trips from Houston are the simplest, quickest way to Freeport. The ride takes an hour and 45 minutes and costs $9.35 round trip. For about $6.50, Union Cab or East End Taxi will take you and your surfboard to the beach.</p><p><strong>Chauffeured to Port a or North Padre</strong></p><p>Port aransas is the state’s best seedy beach village. People and cars alike seem slightly rusted and life tends to creep and crawl. It is generally the most crowded of Texas beaches and getting there without a car is expensive. Southwest airlines, Texas International, Eastern, Braniff, and Tejas all fly into Corpus Christi’s airport, twenty miles west. Two limousine services meet all flights and both charge about $32 one way to take you to Port a. Continental Trailways serves aransas Pass, seven miles west on the Texas mainland, but there is no direct bus service to Port aransas. However, the Kokie and City Cab companies in aransas Pass will take you to Port a for $10 one way. If the hotels and condos in Port a are full, try those on North Padre Island, near Corpus Christi and the Padre Island National Seashore. Two hotels—the Western Isle and the Padre Island Beach Hotel—can be reached by using the airport limo service, $48 round trip.</p><p><strong>South Padre by Shrimpboat Taxi</strong></p><p>Despite being the most distant of Texas beaches for most of the state’s residents, South Padre is easily the most accessible. Southwest airlines flies into Harlingen. Braniff and Tejas airlines serve Brownsville. For $14 round trip, the South Padre Limousine Service will pick up passengers at either Brownsville or Harlingen airports, if reservations are made at least twelve hours in advance. The Valley Transit Bus Line connects with Greyhound in Brownsville and makes three trips daily to Port Isabel for $4.60 round trip. Once you have made it that far, the Shrimpboat Taxi Company will take you over to South Padre for $3 to $5, depending on your destination. Once on South Padre, the easiest way to get around is on South Padre Sales’ fourteen-passenger van that shuttles from andy Bowie County Park on the north to the island’s jetties on the south. Fifty cents will deliver you anywhere on the island.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1979",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Galveston",
      "Beaches",
      "South Padre",
      "Airlines",
      "BUS",
      "gas",
      "Brownsville",
      "Driving",
      "Houston",
      "Padre Island",
      "Running",
      "Southwest",
      "Broadway",
      "Bryan",
      "Cars",
      "charms",
      "Corpus Christi",
      "Edge",
      "Freeport"
    ],
    "wp_categories": [
      "Houston"
    ],
    "wp_location": [
      "Texas",
      "Galveston",
      "Brownsville",
      "Houston",
      "Padre Island"
    ]
  }
}