{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19867",
    "date": "July 1986",
    "year": 1986,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1986/19860700.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 100,
    "document_page_range": [
      [
        100,
        101,
        102,
        103
      ],
      [
        158,
        159,
        160,
        161,
        162,
        163,
        164,
        165
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Eat At Junior’s",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198607-eatatjun",
  "source": "/1986/19860700.pdf",
  "wp_post_id": 122190,
  "wp_post_guid": "http://www.texasmonthly.com/article/eat-at-juniors/",
  "authors": [
    "Alison Cook"
  ],
  "headline": "Eat At Junior's",
  "dek": "",
  "spread_caption": "",
  "excerpt": "Proprietors of some of Texas’ priciest restaurants are spinning off more-economical eateries that are giving the originals a run for the money.",
  "kicker": "",
  "word_count": 5511,
  "content": "<img></img><p>A platoon of Houston's climbers and foodies and trendies hace made tony Vallone's new restaurant, Anthony's a success fro the start. Manager Ralph Cook makes sure this spin-off sparkles.</p><img></img><p>Back at Tony's, things haven't changed. The light is still flattering. and the atmosphere is still lavish. Under manager Tino Escobedo, this institution continues to provide big meals to big names for big bills.</p><p><strong>In these days of slimmed-down expense accounts, the owners of some of Texas’toniest eateries have created cheaper, more casual—and often better—versions of the high-priced original.</strong></p><p>Do you suffer from a dreadful suspicion that life imitates television? If so, you are philosophically prepared for a whole new generation of Texas restaurants—the spin-offs. Just as <em>The Mary Tyler Moore Show</em> begat <em>Rhoda</em> and <em>Dynasty</em> spun off <em>The Colbys,</em> so have a growing crowd of pedigreed Texas eateries begotten feisty junior versions of themselves. These aren’t mere clones: a spin-off is by definition different in kind, usually trendier, more casual, and cheaper than the parent restaurant. Top restaurateurs in every major Texas city have been seized by spin-off fever and diners have too. Houstonians who once scoured Maxine Mesinger’s gossip column to see who was seen at Tony’s currently scour her column to see who was seen at Anthony’s, Son of Tony’s. Austinites who meticulously dressed down to wait in line at Jeffrey’s now meticulously dress even downer to wait in even longer lines next door at Son of Jeffrey’s, the Clarksville Cafe.</p><p>What gives? Melancholy economic times, for one thing. The word “diversification” sounds as magical to nervous restaurateurs as it does to everyone else in Texas. Proprietors who catered to big spenders during the fat years can broaden their base with more affordable spots, making up for lower average tabs with volume and a better profit margin. After all, it’s cheaper to feed your clientele trattoria food or bistro fare than it is to regale them with opulent classics and service to match.</p><p>Yuppie eating habits are essential to all of this spin-off business. The yuppie propensity to dine in casual, convivial (read: noisy) places where meals don’t take forever provides an important motive. And a hidden but powerful incentive to spin off is the psychodrama of restaurateuring. A successful proprietor who plays a well-defined role at his original restaurant may indulge quite another side of himself at his spin-off. Often that means his informal, shirtsleeves side. A spin-off can become the kind of place at which the restaurateur sees himself hanging out. Dallasite Richard Chase has worked a neat variation on the restaurant-psychodrama angle. His raucous cash cow, Dick’s Last Resort, gave him the wherewithal to play the artist, gentleman, and philosopher at his expensive new showplace, the West End Oasis-a “spin-up.”</p><p>Self Portraits. Assisted By Rocky Powell</p><img></img><p><strong>Meet Dick Chase, saloonkeeper. At Dick's Last Resort, his raucous Dallas eatery, the food comes in buckets, the beer flows freely, the floors are covered in sawdust, and the waiters talk back.</strong></p><p>Anthony’s And Tony’s Anthony's Tony Vallone’s self-styled “neighborhood” Italian restaurant, is the perfect illustration of how the gold-dust factor can galvanize a spin-off. Most start-up restaurants must struggle to find an audience, but in Houston so much glitter attaches to the name Tony Vallone that Anthony’s was full from the first instant. Reservations? Not unless you were willing to dine at ungodly hours like six-thirty or ten.</p><p>Vallone had help. Maxine Mesinger, Houston’s reigning gossip columnist and a pampered Tony’s regular, chronicled the spin-off’s progress from conception through construction. Her column on the opening was followed by near-daily bulletins. Small wonder that Tony’s faithful clientele descended on the place, slumming self-consciously sans neckties in the risque reaches of Montrose. And small wonder that a whole new contingent of climbers and foodies and trendies and gawkers - people who might have sprung for a Tony’s extravaganza once or twice a year, if that —descended in hopes that the Vallone gold dust would rub off or that they would get a taste of Tony’s famous goodies at bargain rates.</p><p>They haven’t been disappointed on either count. Anthony’s doesn’t provide that Tony’s-esque sense of being at the epicenter of high-profile Houston (no power-tripping status tables yet, for one thing), but there still are plenty of local nabobs to eyeball. And Anthony’s backdrop is plenty glamorous, plenty eighties with its peaches-and-cream terra-cottas, witty stenciling, and that ever-so-flattering light that’s a Tony’s trademark. Anthony’s looks so chichi that those literal souls who enter expecting Tony’s long-promised neighborhood bistro are liable to be left stammering, “Whose neighborhood are we talking about here?”</p><img></img><p><strong>Meet Richard Chase, restaurateur. At his new spot, the West End Oasis, everything is ever so elegant. Here the patrons are chic, the food is more chic, and the owner even wears a tie.</strong></p><p>So much for gold dust. How about the food? Anthony’s certainly hasn’t achieved the consistent level of Tony’s, but the menu is sparkier, more up to the minute. It plugs right into the hot Italian, bar-and-grill, and Louisiana creole phenomena (Mark Cox, Anthony’s young chef, assisted the Houston Brennan’s out of its seventies doldrums into the brave New American culinary world of the eighties). Popping with nervy, emphatic flavors, Anthony’s cooking reflects the way Tony Vallone sees himself in his heart of hearts: a regular, untuxedoed guy who loves to chow down at funky Italian spots. The regular-guy part of Tony’s menu, particularly at his cut-loose lunches, has always been one of the most appealing things about that restaurant, from his definitive lasagna to his deft, ricotta-and-leek-stuffed eggplant rollatini to the frizzled, garlicky potato pancake he’ll do for special dinners. But at Tony’s, Tony is a man whose food is constantly overshadowed by the company it keeps; Anthony’s is his escape valve.</p><p>The menu at Anthony’s encourages browsing at will through the soups, the salads, the pastas, and most particularly the first courses —the yuppie way to dine. There is something in the imperial Tony’s air that compels one to order lavishly, course after course after course. In contrast, the best way to eat at <strong>Anthony’s is to march up to the spectacular sideboard full of</strong> antipasti and start pointing.</p><p>It s the next best thing to being in Italy, a jewel-toned mosaic of dishes arrayed for inspection: tender, braised fennel bulbs in a rich, winy glaze; the tiniest babyeggplant boats freighted with springgreen pesto or vivid red-pepper puree; envelopes of poached veal concealing pockets of mozzarella and pepper puree tinged with anchovy. I can never pass up the strips of eggplant and zucchini, barely smoky and striped from the grill, or the baroque, shiny black mussels daubed with a red-bell-pepper-flecked mayonnaise. Even simplicities like the roasted peppers of many colors or the marinated chicken filets deliver a tart, peppery punch.</p><p>[ Continued On Page 158 ]</p><p>[ Continued From Page 103 ]</p><p>Tony’s specialty, under manager Tino Escobedo, has always been the “let me put something together for you” school of service. And at Anthony’s best, that eagerness to customize is carried over. The right waiter there will fix you a plate of five antipasti for $6.50, and he may even sneak in a couple extras. If you happen to get the wrong waiter, you can call for assistance from the obliging manager, Ralph Cook.</p><p>Post-antipasti, my thoughts turn to pasta —notably the raviolini in bianco, which may just be the best pasta dish in Houston: small, veal-and-spinach-filled packets of supple, springy pasta in one of those vibrant, red-peppered beurre blancs that Vallone pioneered over at Tony’s. My other weaknesses are the linguini in an exuberant, unapologetically garlicked clam sauce with bona fide, in-their-shell clams, and the occasional special of pasta with crawfish in a suave, dusky sauce that makes you think, “Hey! This is what Texas Gulf Coast cooking ought to be about.”</p><p>Anthony’s pastas aren’t dependable down the line. Off-the-menu <em>diavolo</em> sauce is too sweet (Tony’s has always done a big off-the-menu trade, and Anthony’s participates in the tradition in a more limited way). Fidellini Ralph, one thickness up from angel hair spaghetti, sports an earthy <em>porcini</em> mushroom and mascarpone sauce studded with broccoli florets. Unfortunately it doesn’t wear well to the last bite, and it is prone to that occasional Anthony’s sin —oversaucing. The cannelloni, modeled after the version served at Tony’s lunches, seems altogether less graceful than the original, with a vapid veal force-meat and a thoroughly ordinary bechamel along side its marinara sauce.</p><p>The salads at Anthony’s though, are excellent, tossed with interesting greens—some grown in Texas-and an unusually sprightly red-wine vinaigrette. The soups are not the same old same-olds either, from a zesty eggplant-and-white-bean number to a chaste wedding soup, all golden broth and deep-green escarole and infinitesimal chicken meatballs that could make dieters want to live.</p><p>Venturing into the realm of Anthony’s entrees is a dicier business than grazing through the first half of the menu. Some dishes are flat-out wonderful, like the splendid calf liver in snappy balsamic vinegar sauce with caramelized onions —a deal at $9, including Anthony’s colorful, chipper vegetable saute. A basic like grilled shrimp with lime is textbook stuff, and a bluefish special shows what Cox can do: it sounds far too active when the waiter describes it, but all those parts work together, from the superbly fresh bluefish sauteed expertly in mustard-spiked crumbs to its pale, buttery sauce spangled with fresh tomato and basil.</p><p>Other entrees fail to impress. Veal dishes like the special with lump crabmeat in lemon butter are nice and safe with a we’re-expected-to-do-this quality. The honey-mustard grilled chicken is nothing special. Ossobuco here outperforms Tony’s eerily sweet-sour, almost ketchupy version, but its mountainous, macho scale is off-putting. Are these brontosaurus shanks, or what?</p><p>Grilled salmon in a butter sauce with tart apples, vermouth, and fresh mint turns out to be one of those great missed opportunities, thwarted by an aggressive charring that cancels out the masterful sauce. There are more serious flubs as well. The tendency to oversalt that dogged Mark Cox at Brennan’s has followed him here, in the form of saline stuffed mushrooms and an otherwise swell redfish in pecan butter. And the seafood fritto misto, which sounds like unusual fun, is a boring disaster of lumpen, overfried crust that muffles scallops, redfish, and a lonely softshell crab.</p><p>Dessert gets the place back on an even keel. Anthony’s offers a many-tiered, fallof-the-Roman-Empire dessert cart that rivals Tony’s in sheer wickedness, from the depraved <em>tirami su</em> oozing alcohol and mascarpone to a knockout rum-raisin cheesecake. For more ascetic tastes, there are explosively tart, off-the-menu sorbets: lime with fresh mint, or cranberry in a picture-perfect cookie shell.</p><p>Inconsistencies or no, Anthony’s seems a worthy Tony’s spin-off. It’s fun. When it’s good, it’s very good. And if you order right, you can eat very well without demolishing your bank balance. The availability of appetizer portions of pasta, exceptional first courses, and a modestly priced wine list help. Yeah, I’ve heard the complaints, the backlash that stipulates that the new kid isn’t Tony’s. It isn’t. It’s chancier and it’s cheaper, and the service is far less polished. But when I see what Mark Cox brings to a Tony-sanctioned Italian standard like the puffy, preternaturally delicious <em>mozzarella in carrozza—</em> easily the best version I’ve ever tasted—I want to stick around and see what other intriguing hybrids this junior will serve up.</p><p><em>Anthony’s, 411 Montrose; (713) 5241922; lunch Monday through Friday 11:30 a. m. -2 p.m.; dinner 5:30-midnight (or “late”); Sunday 5:30-9:30; Ae, Cb, Dc, Mc, V.</em></p><p><em>Tony’s, 1801 Post Oak; (713) 622-6778; lunch Monday through Friday 11:30 a.m.-2 p.m. ; dinner Monday through Saturday 6-11; closed Sunday; Ae, Cb, Dc, Mc, V.</em></p><p><strong>Caffe Bianco And Ma MaIson</strong></p><p>Michel Lakhdar, an elegant, elongated Tunisian, looks like he stepped out of an El Greco painting into latter-day Houston by way of <em>Gentlemen’s Quarterly.</em> His hip, edgy European air has always seemed slightly out of sync with his conservative, subdued and (can we talk?) vaguely boring restaurants —until now, that is. Lakhdar’s new spin-off trattoria, Caffe Bianco, is the very kind of joint he was born to hang out in: a manic, cooler-than-thou spot with all the peachy post-modern touches, a menu that sounds all the obligatory 1986 notes, and a young and restless clientele.</p><p>Holding forth at the spiffy up-front bar, Lakhdar seems right at home with his fast-and-cool Caffe crowd. His pals and would-be pals, swathed in <em>Miami Vice</em> pastels, jostle happily around tall barstools. A prime table is surrounded by what <em>Women’s Wear Daily</em> likes to call Pyts (Pretty Young Things); around them, admiring swains swarm like flies. At the next table, a prominent surgeon and his party twirl pasta, looking bemused —by the din, perhaps? By the suspicion that they’re the only people on the premises who look a day over forty? The wall of the route to the rest rooms sports a telling photo gallery. There’s Lakfidar partying with friends, Lakhdar partying with fellow travelers, Lakhdar partying with notables. At Caffe Bianco, Lakhdar is finally <em>chez lui.</em></p><p>It was not ever thus. The departed Le Depart, the stylish French place Lakhdar ran previously, had the quasi-religious hush endemic to certain expensive French restaurants, and its middle-of-the-road menu was safe rather than spunky. So it is at Lakhdar’s original restaurant, Ma Maison, where instead of the convivial peer, he plays the urbane, deferential host to a well-heeled, middle-aged, and older clientele.</p><p>Lakhdar’s restaurants have always been stronger in the looks department than in the food department, and Ma Maison is unabashedly pretty. The building, a vintage Houston country house, was transported bodily from the banks of nearby Buffalo Bayou. The narrow, vaulted main dining room has a manorial, faintly rustic, hunting lodge feel, serene and candlelit, which seems uncontrived—a rarity in Houston atmospherics, where nostalgia often breeds excess.</p><p>If only Ma Maison’s food were as original. This is a place where the wise diner sticks to old chestnuts: a snappily dressed watercress salad, a straight-down-the-middle filet of beef in a pungent Armagnac-and-green-peppercorn sauce smoothed with cream, a wonderful apple tart on an airy wheel of puff pastry. Stray toward the few items that sound remotely with-it, and you’re in trouble. Grilled flounder with mustard sauce was a mealy, overcooked disaster. Flounder is the kind of delicate, small-flaked fish that doesn’t take to grilling, but I foolishly figured that if they hadn’t found a way around this problem, they wouldn't have put the dish on the menu. Expensive mistake. There are others, most notably an $8.50 appetizer of blandly sauced shellfish in puff pastry that smacks of something an ambitious hostess might serve her bridge club.</p><p>Ma Maison, which always thrived on the business and expense-account trade, prospered nicely during the boom years, but lately it has been feeling the pinch. A recent weekday evening found the restaurant barely half full (some owners of Houston’s upper-end restaurants would consider that a good crowd). Lakhdar has responded with a couple of promotional gimmicks like an early, $18 prix fixe meal and even <em>—quelle horreur—</em>discount coupons, which some staffers insist on calling food stamps. So it must gladden Lakhdar’s heart to motor a few blocks over to his spin-off, there to be greeted by a great burst of noise and life.</p><p>The post-modernist Caffe Bianco interior, you see, has been intentionally engineered to maximize sound, bounce it off floors and walls and hard surfaces to create the impression that This Place Is Really Happening. Works, too. One must practically shout to be heard across the table even when the place isn’t packed, which it often is. Here’s the lure: low prices (nothing over $9.50, most items in the $4 to $7 range) on a fashionable grazer’s menu.</p><p>Some of the food is quite good and some isn’t, but it’s more fun than the staid standards at Ma Maison. There are things I find myself longing for when I’m in the neighborhood. The cold artichoke with a jazzy, lemon-edged vinaigrette, for instance; or the bowl of mussels, steamed in a garlicky white-wine broth. Better still, the high-class spinach-and-ricotta-stuffed ravioli in a luminous butter sauce touched with fresh sage. For $7.95 you can get a pleasant grilled Cornish hen with fresh rosemary and a hit of spaghetti; for a bit less, you get grilled Italian sausages on a bed of savory spinach.</p><p>That’s the cheerful news. There’s also a substantial middle ground of dishes that just miss clicking: respectable fried squid that is neither stodgy nor ethereal; rawbeef carpaccio that cries out for an interesting sauce; a red-peppery pancetta-andtomato sauce that can’t quite mitigate the texture of fat bucatini uncomfortably like the school-cafeteria spaghetti of childhood. The pizza is perfectly okay, but one longs for magic. (He or she who brings inspired pizza to Houston will surely prosper <em>and</em> enter the kingdom of the blessed.) There is an entire category of Caffe Bianco dishes that will not enter the kingdom of the blessed. I speak of the impossibly salty linguini with white clam sauce; the dull, deadish clams oreganato; the buffalo mozzarella-and-tomato salad with waxy cheese and lifeless tomatoes that scads of fetching fresh basil leaves can’t save. As for desserts, I’d rather forget about the stalish <em>cassata</em> and the too, too solid <em>tirami su,</em> an unvoluptuous rendition that seems to have been put on the menu for its buzzword value alone. Give me the white-chocolate ice cream any day.</p><p>None of those problems is irreparable, and I suspect they might be corrected if the chef spent more time in the kitchen. On two of my three visits he was out front socializing in his chef’s whites, a sight that does not inspire confidence. Lakhdar has very astutely boarded the little-of-thislittle-of-that food train. Where he’s headed on that train, besides the bank, remains to be seen.</p><p><em>Caffe Bianco, 1717 Post Oak; (713) 629-4100; Monday through Thursday 11:30 a.m.-ll p.m.; Friday and Saturday 11:30 a. m. -midnight; Ae, Mc, V.</em></p><p><em>Ma Maison, 1515 S. Post Oak; (713) 840-0303; lunch Monday through Friday 11:30 a.m.-2 p.m.; dinner Monday through Saturday 6:30-11; Ae, Mc, V.</em></p><p><strong>West End Oasis And Dick’s Last Resort</strong></p><p>Restaurateur and saloonkeeper Richard Chase does not look like the kind of guy who would take Dallas by storm. A shaggy, bearded fellow with thinning, shoulder-length hair, Chase lacks that crisp-edged image beloved by Dallasites. Yet Chase has managed to seize the public imagination by playing the Dallas media like an electronic synthesizer. Breathes there an upscale Dallasite who has not heard of Chase’s deathdefying stint as a filmmaker documenting the Irish Republican Army? Of his past lives as motorcycle rider, tuna boat hand, and scholar of psychology? Of his 1983 arrival in Dallas to film a teen sexploitation flick and the public outcry when he asked some Dallas models to take off their tops for the camera?</p><p>Whether to take such apocrypha as gospel is not the point. The point is that Chase, with his gift for making himself up as he goes along, makes the perfect Texan. And his restaurants have made the perfect vehicle. The bar he opened in the West End Historical District of brick warehouses —a carefully conceived dive called Dick’s Last Resort—quickly institutionalized his Outlaw Dick persona. Chase served his food in metal buckets, threw sawdust on the floor, and got his customers to wear bibs adorned with Dick’s own likeness and aphorisms. He waged a well-publicized war with the City of Dallas, which wanted him to desist serving food in buckets for alleged health reasons. He hung out in his bar, breaking up the occasional fight and wearing Hawaiian shirts.</p><p>He also proved to be a shrewd entrepreneur. Dick’s Last Resort turned into a bona fide cash cow, packed with long tables full of merrymakers swigging beer, listening to Dixieland jazz, joshing with waiters right out of a Jimmy Breslin column, and chowing down on some surprisingly good bar grub. Nothing fancy, of course—just plump roasted chickens peeking out of their bucket nests, succulent and glazed and strangely, slightly sweet; or boiled crabs or crunchily fried filets of moist, sweet catfish. Even the pecan pie was convincing. Men could be men here, Dick could be Dick, and they could all eat decently in the process.</p><p>But Dick was by no means through projecting his personas on a willing city. Inside Outlaw Dick was somebody—call him Richard, if you will —who wanted to be taken seriously, who had rather grand notions about art and food and life, and who started building a shrine to those ideas just down the block from Dick’s Last Resort. He began a sensitive renovation of the Texas Moline Building, letting lots of natural light into the turn-of-the-century brick structure, fitting out the interior with sleek woods, commissioning artwork, and constructing a showplace kitchen. Sculptor Brad Goldberg used one hundred tons of pink granite to fashion a monumental waterfall that overlooks a dining garden. Chase called his creation the West End Oasis, and in truth it was fairly gorgeous.</p><p>To oversee the food, Chase installed exHyatt chef Lionel Gamier, whose singular style is clearly a work in progress; “nouvelle Southern French with Asian Pacific and New Southwestern overtones” is as close as I can come. Garnier’s food is arresting, show-offy, all over the map. His soups and salads can astonish. He does a seafood soup shot through with green chile, smoothed with coconut milk, mined with al dente bits of sweet potato that the best Thai cook I know would be proud to call her own. If that one is symphonic, the wild-mushroom soup sounds a pure, intense note that is just as satisfying. It’s hard to go wrong on the assertive salads: the endive and arugula is a postmodernized Caesar of trendy greens, with a bracing anchovy-laced dressing and Romano cheese that kicks in at the end of each bite. “Confit” is one of the Oasis menu buzzwords, so such conceits as unctuous potted pheasant find their way into salads —in one case, an autumnal composition of greens, walnuts, and an Englishmustard vinaigrette. Even that new cliche, the green salad with herbed goat cheese, is worth eating here.</p><p>So is the daily assortment of first-course specials, most of them in the ten-buck range and big enough to function as a light entree along with a salad and one of the soups—to my way of thinking, the best way to dine here. If you’re in luck, there will be ceviche of mahimahi in a radicchio shell —an electrifying alchemy of jalapeno, lime, coconut cream, lemon grass, and cilantro —ceviche goes to Thailand. Other first-course hits have been a seductively rich crawfish and black caviar cappellini and sauteed frogs’ legs in a lemon butter sharpened with capers and mint.</p><p>The Oasis sinks to less exciting levels with its entrees. Red snapper rolled in cracked black peppercorns and roasted in corn husks sounds pretty cheeky, but mine emerged overcooked and textureless in its delicate dilled cream. Beautifully cooked small lamb chops with ginger and quince sported a meek sauce that needed more ginger, more quince, more <em>something.</em> Monkfish with lobster sauce was perfectly nice, perfectly forgettable. The only entree I thought much about later was a special of salmon in a provocative red wine sauce tinged with anchovy. But I thought a lot about the sensational <em>pommes frites,</em> snuggled in a napkin, that arrived with the entrees one night. They were about as far as potatoes get from the french fries at Dick’s Last Resort.</p><p>For such a nakedly ambitious place (Chase says it represents the unfoldment of the Tao), the Oasis dispenses surprisingly few outright bombs. The cutesy-pie breads and muffins offered before dinner seem too sweet for their own good. Mussels in a too-rich shallot cream simply didn’t work. A $6 pistachio ice cream with chocolate chips, macadamia nuts, and every garnish in the book is a hopeless mishmash (opt for the nice flourless chocolate cake instead). As you might imagine, the irritants here spring from the pretensions of the place: the George Winston tape looping incessantly on the sound system, the please-say-you’re-kidding flights of the menu, which quotes Isaiah and lists Chase’s artist-collaborators in pious movie-credit format. Your waiter is apt to announce the provenance of the dishes as if they were precious debutantes: “From the Pacific, ceviche of mahimahi . . . from the southwest of France. . . .” Robin Leach couldn’t do better fawning over Foodstuffs of the Rich and Famous. When I really longed for a tape recorder, though, was during the hostess’ discourse on the enormous stone egg from outer space reposing near the entry. “In India it’s called a lingam,” she said sweetly (are you listening, <em>Kama Sutra</em> buffs?), “and there they display them standing upright, but Richard likes his in a horizontal position.” Well, okay.</p><p>Such curiosities aside, Chase’s entry into the world of restaurant class seems to have taken. One must aggressively pursue weekend reservations; after all, Dallasites cannot always dine at the Mansion or Routh Street, can they? Meanwhile, Chase has spun off a third venture—the Moline Bar and Grill. It’s a small boite in the Oasis basement, just big enough for Richard, Dick and a few friends.</p><p><em>West End Oasis, 302 N. Market (entrance on Pacific); (214) 698-9775; lunch Monday through Friday 11:30 a.m.-2 p.m.; dinner Monday through Thursday 5:30-10:30; Friday and Saturday 5:30-11:30; Ae, Cb, Dc, Mc, V.</em></p><p><em>Dick’s Last Resort, 1701 N. Market (Ross at Record); (214) 747-0001; Monday through Saturday 11:30 a.m.-2 a.m.; Sunday 1-midnight; Ae, Dc, Mc, V.</em></p><p><strong>Clarksville Cafe And Jeffrey’s</strong></p><p>The Clarksville Cafe is a rarity in the spin-off world: the junior restaurant that grows up to challenge the parent. Clarksville started life in 1983 as a sort of glorified anteroom for diners awaiting tables at the adjoining Jeffrey’s, long Austin’s only serious contemporary restaurant for upscalers. Waiting has always been a way of life at Jeffrey’s; on principle, owner triumvirate Jeff Weinberger and Ron and Peggy Weiss don’t take reservations. Very democratic, very informal, very Austin.</p><p>At first you could only sip some wine and sample appetizers at Clarksville while you waited beneath artist Malou Flato’s tile mural of scurrying, aproned waiters. The first-course items all sounded very smart, but at heart they were stepchildren. Later the blackboard menus took on more substance. Sedate grilled fish and overachiever pastas and a mixed bag of other entrees appeared. The food was terribly unpredictable, up one day and down the next (my most vivid recollection from this inconsistent middle period was cayenne chicken so one-dimensionally hot it was ludicrous).</p><p>Then came the change. Jeffrey’s souschef Chris Shirley, who had been champing at the bit as second in command, moved next door to Clarksville to join chef Mickey Vann. Weinberger began devoting full time to the cafe. Word got out —new chef, new dishes, new deal.</p><p>Shirley’s style was a noticeable departure from the Jeffrey’s mode. His flamboyantly eclectic food made Jeffrey’s seem almost subdued. He had a strong oriental bent and a hankering for Japanese-inspired garnishes that grew more and more stylized. Soon people were lining up for such Shirley creations as rambunctious Szechuan rabbit (locally raised, of course) or his signature fried dumplings, thin-skinned wonderments spicily stuffed with pork and given a gingery, chile-zapped sesame dip.</p><p>Lately the cafe’s blackboard menus have given way to printed ones, idiosyncratic documents that change daily and list almost every ingredient used in a dish. Say you’re interested in the grilled tuna with one of the exotic mayonnaise sauces Shirley loves to do; are you interested enough to know that the sauce contains garlic, eggs, olive oil, lime juice, and roasted red bell pepper? This obsessive torrent of information makes reading this menu like studying for finals.</p><p>Clarksville’s leap in quality has been matched by a leap in prices —so much so that Clarksville tabs are close to Jeffrey’s. Whereas it was once possible to get a onedigit entree here, prices now start in the low double digits and work their way up to $16.95, including a nifty house salad and vegetables. That means there’s no longer any significant economic reason to choose one restaurant over the other, which gives you two establishments under the same roof competing for much the same dining dollars.</p><p>Certain intangibles still separate parent from child. One is Clarksville’s busily off-the-cuff ambience, which encourages hitand-run visits. This is Austin, after all, and the Clarksville Cafe has the stubbornly offhand, undesigned look that persists from simpler Austin times. Diners tend to settle into Jeffrey’s lulling environs for a leisurely meal, but Clarksville patrons may come in for just an order of dumplings and a glass of wine; one of the excellent Caesar salads (tarted up with radicchio, enoki mushrooms, and curly endive), or coffee and one of the undependable but sometimes good desserts. They also may come in dressed far more casually than they might for an evening at Jeffrey’s. People who appear to have come directly from garden chores or a sweaty jog look just as comfortable here as folks straight from some swank office.</p><p>The other signal difference between the two restaurants is the sense of obstreperousness that Clarksville exudes. The Shirley-Vann team is obviously in the process of finding itself, and eating its food is like riding a roller coaster. Want New Southwestern? Clarksville obliges with an authoritative tomatillo sauce, underlain with a rush of green chile, ladled onto a perfectly grilled redfish. Want something very much of the moment? Try the grilled goat-cheese-stuffed <em>dolmades</em> with sun-dried tomatoes, which are light years better than they sound. Something simple? That would be the pork tenderloin dishes, which few chefs trouble to do anymore —a deft, schnitzel-like preparation or a version annointed with a clear and intense pink-peppercorn-and-mustard sauce. Although Clarksville sauces often follow the same general formula as Jeffrey’s (a reduction of stock or demiglace, an alcohol, perhaps a vinegar or some butter or cream), they tend to be busier and more forward. Ergo Clarksville’s Wimberley quail with a zippy raspberryvinegar sauce that outshone the very lemony, off-balance quail meuniere Jeffrey’s had turned out the night before.</p><p>Roller coasters that go up must come down, and the Clarksville Cafe can deliver its share of clunkers. Sometimes the kitchen goes off the deep end of its wide range, as with the broil of very rare flank steak subjugated by a soy-sake-rice-vinegar marinade that’s too much of a good Japanese-influenced thing. Then there’s the innocent-sounding cheese terrine, a fashion-victim amalgam of cheeses and pesto and sun-dried tomatoes and olives, all garnished with vegetable ziggurats and antennae to approximate some kind of weird crustacean. I’ve had an indifferent roasted duck with orange sauce here, a desert-dry grilled tuna with limeshallot sauce, and a horrid soup that tasted like a sweet, commercially powdered chicken-and-pineapple curry turned into liquid. Eek! Occasionally Clarksville dishes just leave me puzzled, unable to figure out whether I’m won over or put off. The grilled rabbit on a ginger-and-chile mayonnaise is a perfect example: is the expertly grilled rabbit given an exhilarating boost by that hot-hot mayonnaise, or is it beaten back? It’s a toss-up.</p><p>Jeffrey’s is less of a toss-up, on the whole. The restaurant still does well what it has always done well—a constantly changing menu marked by self-possessed sauces of directness and integrity, respectful handling of indigenous Texas and Gulf Coast ingredients, nice reworkings of ideas from other cuisines. The crab dishes here are as spectacular as ever, from an unlikely sounding crab-and-feta salad to pristine crab cakes with remoulade to a first course of lump crabmeat bound by subtle sesame-oil mayonnaise and enshrined on parchment-thin, marinated rice paper with a soy-salty bite.</p><p>Jeffrey’s lamb is similarly reliable, whether it’s rosy slices of lamb loin <em>marocain</em> in a reserved sauce of mustard, Madeira, and green peppercorns, or my all-time favorite, the rare lamb in a light, glossy brown sauce infused with faintly bitter turnip, an ancient French combination given new life. There are endearing small touches here too, like an earthy tortilla soup, tartly dressed house green salads, and the occasional killer dessert—a sassy lime mousse, all egg whites and cream, piled into a tall glass with candied violets, comes to mind.</p><p>As much as I have come to trust Jeffrey’s, I’m not blind to its infrequent failings. Over a period of years I’ve had only one bad meal here: a desperately bland shrimp pate with a mealy texture, followed by a mushy redfish <em>rojas</em> in a crass sauce laden with Worcestershire. And though I admire the confident waiters and waitresses, all of whom wear their own clothes and look good doing it, their long recitations of the day’s blackboard menu never fails to make me feel as if I’m trapped in the middle of a culinary pop quiz.</p><p>What I have come to count on is Jeffrey’s cool, gray serenity. Even when the crowds descend and they’re waiting three deep for tables in the foyer, Jeffrey’s makes me feel removed from the trials of modern Austin. When I want to feel restored, I always choose Jeffrey’s over its spin-off. But when I am in a mood to roll the dice, give me Clarksville. Whichever way you slice it, Jeffrey’s can’t afford to get complacent, with Clarksville breathing down its neck. And that’s for the best.</p><p><em>Jeffrey’s, 1204 West Lynn (512) 4775584; Monday through Thursday 6:30-10:30; Friday and Saturday 6:30-11; Cb, Dc, Mc, V.</em></p><p><em>Clarksville Cafe, 1202 West Lynn (512) 474-7279; Monday through Thursday 6:00-10:15; Friday and Saturday 6:00—10:30; Mc, V.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Food &amp; Drink",
    "wp_issue": "July 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Food",
      "Clarksville",
      "Houston",
      "Restaurant",
      "Restaurants",
      "Texas",
      "Dallas",
      "Chicken",
      "Lamb",
      "people",
      "Chef",
      "ever",
      "Soup",
      "Wine",
      "Work",
      "Business",
      "Chocolate",
      "Cooking",
      "Crawfish"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "D.C.",
      "Houston",
      "Texas",
      "West"
    ]
  }
}