{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19867",
    "date": "July 1986",
    "year": 1986,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1986/19860700.pdf",
    "issue_cover_image": "",
    "document_start_page": 108,
    "toc_start_page": 106,
    "document_page_range": [
      [
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115
      ],
      [
        154,
        155,
        156,
        157,
        158,
        159
      ]
    ],
    "toc_order": 5,
    "toc_headline": "No-Man’s-Land",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198607-no-mans-la",
  "source": "/1986/19860700.pdf",
  "wp_post_id": 122184,
  "wp_post_guid": "http://www.texasmonthly.com/article/no-mans-land-2/",
  "authors": [
    "Jan Morris"
  ],
  "headline": "No-Man's-Land",
  "dek": "From El Paso To Brownsville, the Border Is Always Two Worlds, a Place Where Rules Are Made To Be Ignored.",
  "spread_caption": "",
  "excerpt": "To Texans, it’s the border. To Mexicans, it’s la frontera. It’s a hot, dazzling world where cultures clash and you’re never sure just where you stand.",
  "kicker": "",
  "word_count": 3843,
  "content": "<img /><p>For Illegal Aliens, an Open Field Along the Border Means the Threat Of Exposure.</p><p>Photographs By Rick Kroninger</p><p><span class=\"dropcap\">W</span>hichever way you drive down to Presidio, whether by way of Hudspeth and Jeff Davis counties or through Terrell and Brewster County, you will pass through classic Texas country-scrub-and-desert country, cow country, buck country, where the great trains crawl, four locomotives and a mile of wagons, tentatively across the mighty landscapes and ranch houses stand isolated on apparently unreachable horizons. The little towns along the way proclaim themselves Texan. Alpine (population: 6818) claims the title of the Biggest Town in the Biggest County in the Biggest State in the United States; Sierra Blanca (altitude: 4512 feet) says it has the best climate in the world; Marathon boasts of its all-woman chamber of commerce; and the masthead of the <em>Sanderson Times</em> is embellished with an oil rig, a cowboy, and a railway engine —potent Texas symbols every one.</p><img /><p>♦ An Abandoned Building Bears Evidence Of Two Cultures Merging In Laredo, Texas.</p><img /><p>♦ The Noe Zepeda Family Still Harvests Squash By Hand In Fields Near Progreso, Texas.</p><p>But when you get into Presidio County and the road heads southward through the emptiest country of all, everything changes. It gets hotter as the road loses altitude, and the scrub becomes strangely speckled with giant white-blossoming yuccas. Ahead of you there rise queer, bleak mountains, ribbed and sunbaked. The dust seems dustier somehow. The air is certainly sultrier. And when you enter the town of Presidio itself (population: 2070; altitude: 2594 feet), you feel yourself to be hardly in Texas at all.</p><p>Presidio is a shabby, crouched little town with no brag to it. Its buildingslow, mostly made of mud brick—include several bars and hardware stores, a bus station, a notary public’s office, and a pair of churches. Well-worn sunburned men wearing wide straw hats lean in doorways or somewhat listlessly load sacks into pickups. A sense of inherited resignation hangs upon the air, and those stark, unfriendly mountains loom rather meanly in the background. Ninety-three degrees is the temperature, and a hot wind blows.</p><p><em>Jan Morris’new book</em>, Manhattan ’45, <em>will be published by Oxford University Press, New York, next year</em>.</p><p>A little way beyond the town, a narrow muddy river is crossed by a distinctly rickety bridge shored up with wooden poles. In the shade of the cottonwood trees, there’s a glimmer of animation. Two men in uniform loom in the shade outside a hut, and fifteen to twenty brown-skinned people, men and women, hang around as though they are waiting for something. Loud music thumps from a tollhouse; now and then a car comes plunging down the potholed track from the bridge. On the far side of the river, two horses upon the bank flick their tails, and there is a huddle of brown houses and a church tower. On this side, over a field, half a dozen trucks stand in attendance upon a rambling flea market stocked with elderly TV sets, racks of T-shirts, and unglamorous domestic gadgetry.</p><p>You have reached the frontier. Texans always call it the Border, sing songs about it, name motels, banks, and insurance companies for it. It is a true frontier, one of the archetypal frontiers, in fact. On this side is Texas, on that side Mexico, but the Rio Grande delineates far, far more than that. Here two of the world’s supreme cultures —the predominantly Catholic Spanish-speaking and the predominantly Protestant Englishspeaking—face each other across a narrow divide. More tremendously still, here the generic North confronts the notional South, and the richest part of the richest society on earth comes face to face with the Third World.</p><img /><p>Beneath the Bridge At Eagle Pass Cluster the Beehive Huts Of Kickapoo Indians.</p><img /><p>This Has Never Been a Closed Frontier, And Much Of What Is Texan Is Half-Mexican. ♦</p><img /><p>♦ Crossings At Los Ebanos IMMIGRAtIOn STAtIOn Are Still Made On a Hand-Pulled Ferry.</p><img /><p>Just Miles North Of the Rio Grande, U.S. 83 Winds Through Classic Texas Country.</p><p><span class=\"dropcap\">T</span>here is no pretending that it is a comfortable frontier or even by and large a beautiful one. The Rio Grande forms the entire southern boundary of Texas, and it runs for about a thousand miles through spectacularly varying terrain: from the great border city of El Paso in the west, commanding the Pass of the North from Old Mexico into New; through remote canyons of Big Bend; past the arable country that Texans call simply the Valley, where the land blossoms into prodigies of fertility and is fallen upon by hordes of elderly midwesterners in recreational vehicles; to peter out at last in the desolate salt marshes of Boca Chica on the Gulf of Mexico. By European standards it is an immensely long frontier, as long as the line that runs from the Baltic to the Mediterranean, dividing the communist from the capitalist world. But it is much less definite. For thousands upon thousands of people from the south live to the north of it, speaking their own language and preserving, more or less, their own culture. It reminds me of the place on the beach where the tide turns, leaving behind its long deposit of seaweed, plastic bags, pretty shells, and perhaps messages in bottles. Wherever you stand upon that line, you will feel you have left Texas for another country—or rather for a kind of no-man’sland between countries, neither here nor there, a transient, blurred, and uncertain place, where you are seldom sure which culture is paramount, which language is more readily understood, or even which nation you are looking at. Sometimes the buildings you see reassuring in the distance, with their promise of airconditioned motel and breakfast cereal, turn out to be over the river in another republic altogether.</p><p>[ Continued On Page 152 ]</p><p>[ Continued From Page 113 ]</p><p>Arriving one steamy afternoon at a place called Roma, in Starr County, I felt those crossbred effects to have reached a bewildering climax. The river there is perhaps a hundred yards across and very shallow, and on each side is a small town. The two of them seemed to me all but indistinguishable. Beside me, as I stood upon the Texas bank, a little group of whitewashed adobe buildings formed a municipal center around a kind of plaza: city hall, chamber of commerce, police station with the town fire engine parked beside it. Above the water a tumble of dwellings was hung with washing, snuffled about by pigs and dogs, and the tinkle of sheep bells reached me from a flock grazing the flatland at the water’s edge. All seemed blurred and intermingled, and the river looked less a division than a shared amenity. A cock crowed somewhere, but whether it was a Mexican or an american rooster I could not tell. Someone shouted, but in a throaty indeterminate tongue.</p><p>Where was I? I felt I was nowhere in particular, in a frontier limbo. Even as I watched, a small boy on a bicycle rode straight into the river on the Mexico side and splashed merrily across the shallows to a Texas sandbank, raising plumes of spray behind his wheels. When I walked away from the river, back toward U.S. Highway 83,I saw looking out at me from a parked car a swarthy, unsmiling, and dark-spectacled man whom I recognized instantly as a Central american arms salesman, kidnapper, or possible political subversive. “adios,” I said as I passed him. “Have a nice day,” he murmured shyly in reply.</p><p><span class=\"dropcap\">T</span>he Tex-Mex frontier is a pungent place. Everything about it is pungent. Here sits the Reverend Canon Melvin Walker La Follette, head of the Episcopalian mission in Redford, a river hamlet where the customs men, they tell me, prefer to pursue their investigations in pairs and where clans who have lived here since before Texas was born maintain their immemorial feuds on both sides of the Rio Grande. There have been eight murders here in the past two years.</p><p>The Reverend Canon Melvin Walker La Follette is unperturbed, for he is the model of a modern frontier priest. Dressed in T-shirt, jeans, and sneakers, he sits amid the indescribable, cheerful confusion of his small house (theological treatises and Greek lexicons spill all over the floor), showing me on a map the immense, mainly roadless area of his parish, across which he pursues his pastoral missions in a hefty four-wheel-drive truck provided by his bishop. He hardly recognizes the existence of the border, helping people indiscriminately on both sides of the river and ministering to anyone who asks, in any language. In the yard he keeps two goats, some chickens, a quarter horse, and a couple of dogs (“What breed?” “Redfords”). He looks like a Welsh rugby player and is officially described as canon missioner of the Episcopal Diocese of the Rio Grande.</p><p>The frontier is rich in such figures, like characters out of fiction, deposited here as miscellaneous flotsam themselves. Such speculations they arouse! By what romantic route did the blond and smiling Swiss lady, like someone out of a Renoir, come to preside over her breakfast counter in Laredo? What brought to this tangled country the man in the coffee shop who speaks six languages, who has a home in France and another in Italy, who spends four months of each year abroad, but who feels most at home along this crude border (“a thousand miles without a bookshop, but who cares? Here there is <em>life</em>”)? What about the storekeeper of Garciasville, who combines groceries with taxidermy, whose provisions are grimly supervised by owls, deer, armadillos, a wildcat, and a big black bearskin from the Mexican mountains? For that matter, what about Frank Dupuy of Presidio, who <em>owns</em> a frontier bridge—could anything be more apt than that?</p><p>Proper frontier faces abound, Indian faces, Spanish faces, nut-brown faces with Mongolian eyes, hunter’s faces, rivermen’s faces, and one face in particular that like some rare fauna seems to be unique to this territory: a lizardlike face, this one, not quite Hispanic, not quite anglo either, rather squashed-up brow to chin, with hard, hollow cheeks and deep-set eyes beneath the statutory Stetson-a predatory face, which, catching your eye perhaps over a breakfast plate of biscuits and gravy, breaks into a savage but not immediately threatening smile.</p><p>Everywhere one catches pungent cameos too. Here beneath the bridge at Eagle Pass cluster the weird beehive huts of the Kickapoo Indians, made of skins, cardboard, cane, and assorted tacked-up textiles, with tumbledown roofs and Indians sitting stolidly on benches outside them. Here a wild crew of field-workers, almost black with sun, cheer and dance when a man, stripped to the waist and wearing a bandanna round his head, throws a weighted net into an irrigation canal and, to everyone’s astonishment, pulls out a muddy fish. And always, at every crossing, you see the shifting, ceaseless movement of the frontier traffic: long lines of pedestrians, heavy with shopping bags, laboring back and forth, back and forth, across wire-meshed bridge walkways -slow lines of cars, which, seen from a distance crossing the great humped bridges at El Paso, glitter brazenly in a shimmer of heat and exhaust fumes —this way perhaps to hock a family heirloom at La american Pawnshop in Laredo, “Established 1884,” and that way to consult Jesus aguirre, the well-known and by no means expensive dentist of Nuevo Progreso, who “Guarantees Satisfaction” and for whom “No appointment Is Required.”</p><p>San Jacinto Plaza in El Paso is the most pungent paradigm of all. I was sitting there one day watching the passing scene —the clusters of Mexican shoppers comparing blenders or cotton lengths, the twos and threes of weathered old men in their wide hats on the benches, the children playing obscure Hispanic games, the blond scrubbed servicemen from Fort Bliss, the man unenthusiastically selling solid silver necklaces from Juarez, the couple of superannuated hippies with their droopy moustaches and fringed shoulder bags—I was sitting there in the sunshine when I heard music from the little podium on the western side of the square.</p><p>Two anglos in long white robes had struck up a hymn. The man had a straggly white beard and held a thick stave rather taller than himself. The woman held the hymnbook. Solemnly, earnestly, shortsightedly, altogether ignoring the palmshaded and exotically peopled scene around them, oblivious to the <em>ding-ding</em> and Spanish cry of the ice cream vendor on his tricycle down the street, they sang an old hymn straight from the heart of traditional Texas—“Nothing but the blood, nothing but the blood of Jesus.” at their feet they had propped a hand-painted sign: <em>“Porque ir al Inferno?</em> Jesus Can Open the Gates of Hell.” Nobody paid them much attention, but some of those lizardy old men, I noticed, tapped their toes to the beat.</p><p><span class=\"dropcap\">W</span>hen I was there, the hand-pulled ferry over the river at Los Ebanos was out of action because of troubles on the frontier—an american antidrug officer had lately been kidnapped and murdered in Mexico, and the ferry was closed as a consequence. The little immigration building was deserted, the ferry barge was tied up at the shore, and in the sleepy heat of the afternoon only the raucous grackles squawked and hooted. On the opposite bank, where a dirt track led to the Mexican village of Diaz Ordaz, I could see the abandoned table of a money changer beneath a tree labeled “Cambio.” There was no sign of human life on either side, which suggested to me a frontier closed by war, numbed, boarded up, and ominous.</p><p>It is certainly not an easy frontier—never has been. Though the two riparian governments like to make fulsome public gestures of undying amity, in fact, this border has seldom been anything but a heap of trouble. Wars, bandit raids, smuggling, kidnappings, illegal entries, skulduggeries of every conceivable kind, are fundamental to its ambience, and although the frontier is unfortified, often and again along its length you encounter a structure of embattlement, whether it is one of the little airfields built in the twenties to control the region with blimps or biplanes, or the nineteenth-century mud fort perched on a bluff outside Presidio that looks out across the border wilderness, for all the world like a fortress on the Khyber.</p><p>Wherever you are on the thousand miles of this boundary, you may be quite sure that very close to you somebody, somehow, is violating it. It is a frontier of interminable, uncountable, uncontrollable mayhem and mischief, from the laundering of drug money to the illegal importation of parrots. “Smuggling’s for the single guy,” a resident of Starr County said to me without a blush. “I gave it up when I married.” Hardly an issue of any local newspaper, hardly a conversation in any cafe, fails to mention heroin, wetbacks, communist subversion in the south, or <em>coyotes,</em> the scoundrels who prey upon hapless and ignorant illegal aliens. It is a festering frontier. It is a great place for the two parked cars, side by side, all alone in the middle of nowhere, or the sudden silence in the room when a stranger walks in. The men of the Border Patrol are inescapable here, bundling manacled people into vans in downtown city streets, checking for unregistered aliens at roadblocks, sitting among crackling radios beside enormous maps in tallmasted border posts. Sometimes, when the tensions of the frontier are especially high, the cars waiting to cross the bridges into Texas hunker in the hundreds, far back into Mexico, while the customs and immigration officers examine every trunk, every purse, every permit, and every face.</p><p>An incomprehensible flow of wealth, an unimaginable flow of people, cross this frontier night and day. A little town like Hidalgo, which looks like a semipermanent prospectors’ settlement, harbors in its banks and exchange houses hundreds of millions of dollars; along the road in San Benito sixty to seventy refugees from El Salvador are habitually shacked up in the dim-lit, crowded bunkhouse of the Casa Oscar Romero, a sanctuary for political refugees. Unease, foreboding, and opportunism thrive in this disconcerting Texas. “Listen,” another Starr County worthy said to me one day, “I can make fifty thousand dollars in a day, easy, just taking one load of dope up to Houston. But i’m telling you, if them communists ever start that guerrilla stuff in Mexico, boy, i’ll be the first to leave this place.”</p><p>It is a country of anomalies and innumerable corruptions. That refugee sanctuary is not recognized by law; its refugees are technically illegal immigrants and may be arrested any night. Look at a laboring line of workers in any Rio Grande field (bent over their hoes, in baseball caps and straw hats, like a row of convicts or perhaps cotton pickers of the Old South), and the chances are that some of them, at least, are illegal aliens from south of the border—it is illegal to be one, but not illegal to employ one. Half-truths and evasions are everywhere, and bitter insinuations too. “What can you expect?” say anglos. “Where these people come from, there’s nothing but graft, crime, and inefficiency.” Deprived Hispanics wonder, “What can we hope for? In the United States we’re just second-class citizens, that’s all.”</p><p>I know very well, of course, that behind all that talk, ordinary honest communities, happily mixed of race, get on with their lives —farmers and businessmen, mayors and Shriners and ladies’ leagues —as they do everywhere else. I have to say, though, that I find it difficult to remember, so disturbing are the nuances of the frontier and so dark its crosscurrents. Much more characteristic of its sensations, I thought, than any Sunset Mall or Galleria was a place I came across by chance on the riverbank east of Progreso, in Hidalgo County. Until the fifties, a frontier bridge was here, but it was swept away by floods, and now nothing is left but the remains of its immigration buildings and a plethora of faded frontier signs, such as “Nobody to Pass Beyond This Point.” Even the course of the river itself has changed a little, leaving only a soggy cutoff with a dredger high and dry.</p><p>There are a few houses nearby, grazed about by goats, guarded by many dogs, but I found this a chill and spooky spot. It seemed full of secrets, and sure enough, one of the neighbors told me that almost every night of the year, people from the south clandestinely cross the river there and creep damp and dripping through the shrubbery into Texas, as, from house to house, dogs bark in the night. “You see that forest there?” the neighbor said, pointing to a confusion of shrubbery beside the water. “i’ll bet you there’s people lying there this very minute, waiting for dark, bad men some of them, from far, far away.” I peered at the bushes through my binoculars, hoping to see glints of Russian weaponry, the smoke of marijuana rising, brown faces glaring back at me from among the leaves. All seemed deserted, though. “Want to go and see? See if there’s men there now?” asked my informant helpfully. “No, thanks,” I said.</p><p><span class=\"dropcap\">N</span>evertheless, for one of my temperament, to stand on the northern bank of the Rio Grande and look across to Mexico is not generally a disagreeable experience. Drifting across the river come the unmistakable Third World smells of dust, cooking, and ill-refined petroleum, together with the intoxicating southern sounds of bells, hoots, and fevered music. What stimulations, one feels, must flourish there, what frustrations and injustices too! The very presence of that southern bank, looking often enough so much the same as the northern one, seems to speak of looser morals, freer ways, more-bribable officials, less dependable mail deliveries, dirtier streets, better food, hotter sex, more-desperate poverty, more-horrible prisons, and an altogether better chance of adventure. In short, it offers the frisson of all frontiers everywhere, the frisson of the tantalizingly unfamiliar. And as good and bad are confused in that contemplation, so Texas too is colored by influences welcome and unwanted from its immense and troublesome southern line.</p><p>A few miles from El Paso stands the seventeenth-century mission church of La Purisima at Socorro, built by Spaniards beside the old Royal Way from Mexico City to Santa Fe. With its carved wooden beams and its saints, angels, and Madonnas, it is a cask of Hispanicism. It possesses a quality that anglo Texas seldom honors but that Hispanic Texas, I suspect, well understands —a quality of mystic seclusion. Although the Camino Real long ago became a busy motor road, an insulating hush seems to encapsulate the little building. You can hear doves gurgling outside, and sometimes a goat bleats somewhere. You feel closer not necessarily to God but to simplicity, which is an aspect of God, perhaps.</p><p>Time and again I felt something like that as I wandered through the frontier counties. Whenever I met Hispanics, whether they were descendants of old settlers here or immigrants from the day before yesterday, their responses somehow seemed more natural, less filtered or homogenized, than those of most anglo Texans. They were more like americans of an earlier age: after all, who was that boy splashing his bike across the river at Roma but Huck Finn in another incarnation? Perhaps they have not yet been caught in the straitjacket of american education, which so often teaches people to talk by rote or convention? Perhaps they are mellowed by a more ancient civilization or a more innocent faith?</p><p>But at the same time, there is no denying it: to a wandering foreigner the frontier often feels like a corrosion nibbling away at the character of Texas. That maddening blast of a car horn the moment the lights change, that irritating reluctance to stand in line, that inconvenient failure to grasp the essentials of the English language, still less to be able to tell you the way to Harlingen, that elderly man in a felt hat, smoking a cigar and pissing unconcernedly against a lamppost outside the public library—all are petty incitements to prejudice. But they also represent, for better or for worse, a portent of what Texas will become.</p><p>This has never been a closed frontier, and much of what is Texan is half Mexican, really. You might say that the southern frontier, no less than the western, has made Texas Texas. Many a legendary Texas hero established his reputation in these Rio Grande badlands; the high swagger of the Texas cowboy was a Spanish swagger first. But today, one sometimes feels that this frontier is not merely open but actually disappearing. That mighty tide from the south, swelling out of the other half of the world, is overwhelming it. Far, far north of Presidio the flow has reached, beyond Sanderson, alpine, and Marathon, which have been bilingual for generations, into the huge Hispanic quarters of San antonio and Houston, up to Fort Worth and Dallas, and farther, out of Texas altogether into the heartland of the United States.</p><p>I thought of the barge tied up at Los Ebanos. It seemed an inadequate response to this colossal momentum. If history is denied a hand-pulled ferry, it will lie low in the shrubs awhile, waiting for night.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Frontier",
      "Texas",
      "Border",
      "Illegal",
      "rio",
      "people",
      "Bridge",
      "Rio Grande",
      "Southern",
      "Country",
      "El Paso",
      "Immigration",
      "Mexico",
      "Presidio",
      "Breakfast",
      "buildings",
      "Hispanic",
      "Spanish",
      "Aliens",
      "Church"
    ],
    "wp_categories": [
      "El Paso"
    ],
    "wp_location": [
      "Texas",
      "El Paso",
      "Presidio",
      "Mission",
      "Alpine"
    ]
  }
}