{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19828",
    "date": "August 1982",
    "year": 1982,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1982/19820800.pdf",
    "issue_cover_image": "",
    "document_start_page": 112,
    "toc_start_page": 110,
    "document_page_range": [
      [
        112,
        113,
        114,
        115
      ],
      [
        176,
        177,
        178,
        179,
        180,
        181,
        182,
        183,
        184,
        185
      ]
    ],
    "toc_order": 3,
    "toc_headline": "Growing Up Gringo",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198208-growingup",
  "source": "/1982/19820800.pdf",
  "wp_post_id": 117942,
  "wp_post_guid": "http://www.texasmonthly.com/article/growing-up-gringo/",
  "authors": [
    "Dick J. Reavis"
  ],
  "headline": "Growing Up Gringo",
  "dek": "Like the Italians, Irish, and Jews before them, Mexican immigrants are being absorbed into anglo america, and thafs okay with them.",
  "spread_caption": "",
  "excerpt": "In Dumas—and all over the state —Mexican Americans are leaving old ways behind and taking to Protestantism, capitalism, and disco.",
  "kicker": "",
  "word_count": 6635,
  "content": "<p><span class=\"dropcap\">T</span>he dance was an annual celebration for the Mexican american graduates of Dumas High School, staged and promoted by the graduates and their families. The band, called Casa Blanca and recruited all the way from Dallas to the Panhandle, had been playing the usual Mexican fare in Tex-Mex style, sans accordion. But when break time came, the band’s tape player belched out disco: Get down on it!</p><p>Come on and get down on it!</p><p>If you really want it, get down on it!</p><p>If you’ve got a feeling, get down on it!</p><p>Get down on it!*</p><p>Adan Rodriguez, 44, a thin man with a thin moustache, the father of a graduate, decided to sit out the tape player selections. He wasn't sure what steps went with the beat, and though in the 25 years since he had abandoned life in rural Mexico he had developed a command of English —sufficient to pass a citizenship exam, for example —he still couldn't understand disco lyrics. Adan was proud to be at the dance, proud enough to have worn his three-piece polyester suit, but when the tapes started playing, he couldn't help but recall that had there been more opportunity in Chihuahua, where he was born, he would have happily spent his life there.</p><p><strong>arthur Rodriguez (second from left) attends mass for Catholic graduates of Dumas High. The religion is in keeping with tradition, but the education represents new opportunity.</strong></p><p>‘Reprinted courtesy of Delightful Music. Ltd.. © 1981.</p><img/><img/><p>Photography by Will van Overbeek</p><img/><p><em>Out of school, with his future before him, arthur now works at a plumbing store.</em></p><p><em>“The children of immigrants are being assimilated into the nations largely anglo culture, on terms set by the receiving culture. The Rodriguez family and thousands like it have begun to disappear into the anglo mainstream. ”</em></p><p>His wife, round-faced Guadalupe Santana Rodriguez, did not dance to disco either, though she understood the lyrics. Lupe, a supervisor of telephone operators, had spent most of her life in <em>el norte, </em>the Panhandle, although she too had been born in Mexico. For Lupe, disco was a stray dog, one of those things the kids had brought home, something to be tolerated because her brood had chosen to adopt it.</p><p>Out on the dance floor, adan and Lupe’s oldest son, arthur—thin and serious, the very picture of his grandfather Santana-gyrated with the rhythm, casting careless glances at his partner. He danced stiffly, without grace, but arthur, known to his Latin friends as arturo, knew what he was doing. Disco, like dipping snuff, was something he had learned from his peers in high school. Since he is shy and somewhat traditional, arthur had not been as thrilled by disco as his older sister, Eva, nor had he kept up the snuff habit —a very un-Mexican vice —like Gabriel, his younger brother. But arthur was enjoying himself, whatever the music the band or tape played, because the dance was being held in his honor.</p><p>Not all the graduates with Spanish surnames took part in sponsoring the dance. The roster for the class of '82 listed 157 graduates, 25 of them Spanish surnamed. But only 14 of the 25 signed up to help organize the dance. Three of the 11 nonparticipants are not Mexican american at all; two are anglo girls who married men of Mexican descent, and another is of Philippine origin. Two Mexican american graduates did not take part because they are not fond of Mexican ways. And the others who did not show believe that dancing is a sin, for they belong to the Baptist or Pentecostal or assembly of God church.</p><p>The honorees of the dance were those graduates who grew up not in the Mexican tradition of their ancestors —for that is impossible today —but in the sunset shadows of that tradition. As the absences and the intrusion of disco showed in Dumas, what is ascendant among Latins in Texas today is not ethnicity but anglicization. Even as new immigrants arrive, the children of immigrants are being assimilated into the nation’s largely anglo culture, on terms set by the receiving culture. Ethnic fetes and ethnic foods aside, the Rodriguez family and thousands like it have begun to disappear into the anglo mainstream.</p><p>Neither the press, nor politicians, nor academic leaders have acknowledged assimilation. Because they hope that potential voters might be roused, office seekers have raised high the banner of ethnic identity. Because Mexican life is a novelty to most readers, the press, rather than citing the ascendancy of assimilation, has focused on the peculiarly <em>mexicano</em> aspects of Mexican american life. A separatism of sorts has arisen even in our schools, because pedagogues have cited ethnic differences, rather than the degeneration of public education, as the cause of the comparatively poorer performance of Mexican american students. A decade of public discussion about the Chicano, or Mexican american, experience has persuaded only a few anglos to learn anything of cultural significance from the Latins, and the furor over ethnicity has persuaded many Latins to view their own anglicization as a mark of shame. Yet assimilation is irresistibly taking place everywhere in Texas, even in big-city barrios. It is a new and daily more vigorous force in Texas life, because it is rooted in our industrial, post-World War II present, not in the agrarian past. Assimilation is today most evident in the working class, because most Mexican americans are workers, and in towns like Dumas, because social relations are more easily discerned in small scale.</p><p><strong>ENTERING Gringolandia</strong></p><p>Dumas is a town of about 12,000 located fifty miles north of amarillo. Latins account for 20 to 25 per cent of the population, and there are a few black and oriental residents, but the town is predominantly white, anglo, and Protestant. Among the half-dozen towns i've lived in, Dumas is the one I call home, in part because my parents and a younger brother operate a newspaper there. Living in Dumas, I came to know the Rodriguez family, the attitudes of the anglo community, and the history of the Panhandle region, all of which have a place in this story of settlement and assimilation.</p><p>Dumas and the rest of the Panhandle are characterized by an optimistic vigor, an attitude that says, at almost every turn, that hard work, thrift, and money will provide the keys to life. This theme, a remnant of the Protestant work ethic, is the secret of the american way of life, the touchstone of <em>gringolandia,</em> where man has upended nature and the gods to create a material paradise for himself.</p><p>In the Panhandle, people of whatever ethnic or racial extraction have no choice but to seek refuge in a world of their own making, because the elements are hostile to human presence. The climate is severe and capricious. I have seen snow on May Day in Dumas, and in March there are winds as ferocious as those on the coast during hurricane season. In winter, the temperature can drop as much as forty degrees in three hours. Rainfall is scant and there would be no fishing were it not for man-made lakes; the region’s only river, the Canadian, is not worthy of the name. Though impressive draws and canyons break up the flat, almost treeless terrain, no mountains are in view, and the only hills are sand hills. Because it lies dry and prostrate, the Panhandle was not the chosen home of even the Comanchcs, who holed up there only after they were ousted from more hospitable locales.</p><p><em>(Continued on page 174)</em></p><img/><p><em>at a celebration dance for the Mexican american graduates, the music runs the gamut from disco to the traditional</em> cumbia.</p><img/><p><em>addn Rodriguez began buying real estate in the sixties while he was still living on a farm. Those purchases paid off; as a landlord addn freed himself from a life of labor,</em></p><img/><p><em>Success means the right job: Gloria San tana works at a bank, Johnny at a refinery</em></p><img/><p><em>In the forties the Santanas came to Dumas to work in the zinc smelter and stayed on.</em></p><img/><p><em>By day, Dumas avenue is the town’s busiest thoroughfare; b night,</em> cholos, <em>or lowriders, and their anglo counterparts, who drive four-by-fours, cruise up and down the boulevard.</em></p><p><em>(Continued from page 112)</em></p><p>Platted in 1892, fifteen years after the Comanches were driven north to Oklahoma, Dumas was only a wide spot in the road until 1926, when oil was discovered there. Electric service did not come until a year later, and by the time the Great Depression blew in, there were still few amenities and no more than seven hundred pioneers in town. All of them were anglo, a circumstance not unusual in Texas towns of that era.</p><p>But american industry is imaginative and scheming, bold enough to plant itself on parched, sparsely settled prairies. In the late thirties refiners moved into the county, and Yankee interests located a zinc smelter at Machavoc switch, northeast of town. It was the smelter that would alter the area’s ethnic composition. It was not the sort of place anyone would want to enter: its furnaces burned at 2200 degrees, and men who worked near them came home with scorched faces, as if from sunburn. The Depression provided a willing anglo labor force, but then World War II called for a tripling of the plant’s capacity. Manpower was scarce and output lagged.</p><p>The problem was tersely described in the company’s official history: “american Zinc found it extremely difficult to maintain an adequate labor force at the Dumas, Texas, smelter. Although the fixation possessed desirable qualities, such as lowcost natural gas for fuel, its remoteness from potential labor supplies continued to plague the company.” Management's initial response was to recruit prisoners of war.</p><p>Some sixty Italian POWs went to work in the furnaces, and american Indians were lured from a reservation in Colorado. But the new work force did not fill all the available jobs, which had grown from 135 before the war to 350 with the plant expansion. “By the middle of the war, we were hiring anybody who could even breathe,” a retired foreman says.</p><p>There is a legend in most small Texas towns, popular especially among white adolescents, to the effect that then city, in days past, had signs at its limits warning blacks to be gone by sundown. Though the legend persists, it is not literally true of Dumas or of many other towns In Dumas, a corollary tale is told in which union and management officials from the smelter met with city councilmen and county commissioners to inform them that, to ease the labor shortage, either black or Mexican workers would have to be accepted at the plant. According to this legend, the civic fathers opted for Latins. Though also apocryphal, this tale comes near to the truth. By 1943, there were a dozen Mexican and Mexican american workers at the smelter, but no blacks.</p><p>Juan Santana, Lupe’s father, who in photos has the thin, stern countenance of all pioneers, was already in his forties when, on the advice of a relative, he moved his family from Laredo to the federal housing project for wartime workers at Machavoc. The two-bedroom frame houses where they were quartered, though not fondly remembered by the anglos who lived there, exceeded the expectations of most of the Latin housewives. “Everything inside them was new, and the floors were so clean you could have eaten off of them,” says Lupe’s mother, Cruz Santana, now a wrinkled and portly widow. “They had natural gas stoves, too. Before, we had known only firewood.”</p><p>Though the smelter and the Catholic church made provisions for the immigrants—mass, for example, was celebrated at a Machavoc community hall —the Mexican and Mexican american newcomers did not feel entirely welcome, because they lacked two necessities of plains life, fluency in English and automobiles. They came to Dumas by taxi for shopping, and according to their legends (which some of their old-timers dispute) were denied service at a barbershop until the county sheriff intervened. One smelter wife told me that she was refused service at a restaurant until she invoked Texas law, by which Mexicans were considered white, and refused to leave her table until fed. Anglo children taunted Mexican schoolmates about the tortillas in their lunch pails, and some teachers reprimanded them for speaking Spanish on the school grounds. The immigrants were not greeted with violence or threats of it, as blacks might have been, and though they did not feel fully welcome, they did believe that the resentment of them was conditional. Their anglo neighbors would accept them, they thought, if they worked hard, learned English, and obeyed the law. A few anglos at the smelter complained that the Mexican laborers were not as willing as the captive Italians, but most agreed that they were more disposed to work than the Colorado Indians, who left as soon as the war was over. The Mexicans stayed.</p><p>Their names were soon evident in community life and public records. In 1946 the first Spanish-surnamed corpse was buried in the Dumas cemetery, fifty years after the first anglo; the town never had the segregated cemeteries often seen in Central and South Texas. In 1953 Dumas High produced its first Latin graduate, and a year later Dumas witnessed its first interracial marriage, celebrated with mariachis, liquor, and south-of-theborder foods in the town’s leading hotel by amelia Santana, Lupe’s older sister, and an oil field worker named McCauley. By 1956, when the first interracial killing was recorded, anglos in Moore County had accepted the Latin presence well enough to have mercy on the accused, 26-year-old Esteban Hernandez de la Cerda. Following a fistfight at the Dumas Drive-in, Hernandez went home, got his pistol, and returned to shoot two anglos, killing one of them, Walter B. “Lucky” Woods. The jury, entirely anglo, handed down a light five-year sentence. “What we heard was that Lucky had beat up the fellow with a pair of brass knucks,” one of the jurors recalls today. “We figured that was pretty good provocation.”</p><p>Because Dumas was distant and Latins were few, many traditional Mexican institutions and practices did not follow the smelter workers to <em>el norte.</em> For example, there have never been professional <em>curanderos</em> in Dumas, and most of the city’s Mexican americans have not visited faith healers to the south since coming to the Panhandle. Dumas does have a <em>huesero, </em>but the difference is telling. <em>Hueseros,</em> or bone men, do not tell fortunes, cast spells, or prescribe cures for illness as <em>curanderos</em> do. Their practice is purely technical: they set broken bones, wrap sprains, and massage sore muscles. Only a few oldsters and family friends feel a need for the <em>huesero</em>'s services, and most people are unaware of his presence; even in the old days at the smelter Dumas Latins had access to physicians, often with bills paid by group insurance policies.</p><p>Since the Latin zinc colony was small -its survivors say there must have been about sixty members, including children —the number of Mexicans and Mexican americans in Moore County was statistically insignificant until late in the fifties, when farmers began irrigating the region. Down-the-row irrigation was a laborintensive task, and to acquire a work force, farmers contracted for Mexican braceros, laborers who entered the country legally for temporary work. On Saturdays the braceros came into town to shop, and at least one merchant hired Mexican american employees to deal with the new patrons; Lupe Santana had just begun her job in a department store when she met bracero adan Rodriguez, who spoke only halting English. When Congress ended the bracero program in 1964, many of the county’s Mexican farm workers stayed over—ordinarily without proper immigration documents —and brought their families north to join them. This second Latin immigration increased the county’s Spanish-language enclave severalfold. By the mid-sixties about 10 per cent of the county’s population was of Mexican extraction.</p><p><strong>GOING Into Business</strong></p><p>Almost as soon as he was married, adan acquired an american sense of opportunity. His father-in-law showed the way. When the Machavoc housing project was broken up in the early fifties, Juan Santana, probably the county’s first Mexican entrepreneur, purchased several of the units and moved them to Dumas as rental property. Using money borrowed from an anglo doctor in addition to his own savings, he paid for the houses in cash. In the early sixties, while he and Lupe were still living on a farm, adan too began buying bits of real estate. His third acquisition, for which he traded $950 and an old pickup, was a three-bedroom frame house in Dumas, today veneered with brick and enlarged. That house, where adan and his family later settled, is one of a dozen small dwellings adan owns, all paid for the Santana way, in hard cash. Had either Juan Santana or adan Rodriguez been native born, they would probably have sought Small Business administration or bank financing for their ventures. But had they remained in Mexico, there would have been no surplus income to invest. In Dumas, adan found the opportunity to free himself from a life of labor.</p><p>The zinc plant shut down in 1971, largely because of pollution strictures. Worried about their own futures, Dumas businessmen set up a foundation to seek a replacement industry. They found that —and more—in beef packing. In 1972 construction began on a huge, entirely modern packing plant at Cactus, an abandoned company town fourteen miles north of Dumas. The Cactus community, which for years had been populated only by migrant farm workers, filled up overnight with construction crews, as did all vacant houses in Dumas. The plant opened in 1974 and when brought up to full capacity employed some 1100 people —more than three times the number formerly at work in the smelter. The result was that the labor shortage, always a characteristic of Dumas and Moore County, became even more acute until it was relieved, at least in part, by a third wave of immigration.</p><p>Though not everyone wanted the beef plant, the attitude of the well-organized merchant and business community carried the day. “a lot of people grumbled that the plant would bring in more Mexicans,” says haberdasher Sam aldrich, Sr. “But I told them that hell, everybody’s dollar spends the same.” <em>Everybody’s dollar spends the same:</em> that was the attitude that from the wartime years forward drew newcomers to Dumas and protected them even while there was still determined discrimination against Latins in other regions of the state.</p><p>Like the smelter before it, the beef plant is not a place where anyone would wish to work. The pace of its production line saps the stamina of even the strongest workers; its sights and smells repel even the most stoic. Yet anglo, Latin, and black job seekers come from Dalhart, amarillo, and Pampa, forty to seventy miles away. Immigrants come, too. In the mid-seventies, when the amarillo Catholic diocese began settling refugees in the region, 23 Chilean families were directed to Dumas. All found work at the packing plant. Vietnamese, Laotians, and Cambodians followed. Anglos, Latins, and Orientals settled in, but blacks did not; though the beef plant has black employees, most of them commute from amarillo.</p><p>Early in the seventies, ethnic barriers rolled back in the high schools. Mexican americans were elected as class favorites, and by the latter part of the decade oriental names were cropping up on the membership rosters of school organizations. By 1980, irreversible patterns of assimilation were evident. Of some five hundred marriages recorded during 1980 and 1981, for example, thirty involved matches of anglo and Spanish surnames.</p><p>In Cactus, whose population of nine hundred is 90 per cent Latin, a crafty but honest anglo, Leon Graham, put together an electoral machine that for a decade has elected his Mexican american cronies to council posts and kept him in the mayor’s office. In Dumas and the rest of the county, by 1976 office seekers routinely made appeals to the Latin vote. No ethnic bloc emerged, however, and recent attempts to form a chapter of the League of United Latin american Citizens (LULAC) have failed for lack of interest. Naturalized Mexicans have bitter memories of government in their homeland, and most want nothing to do with politics. Latin voters born in the area doubt that much can be gained by ethnic alignment because, like other working-class youth, they doubt that much can be gained through politics.</p><p>For the Mexican american generation that has come to adulthood since the third immigration, “success” has taken on a new, competitive meaning. To succeed, in their minds, is to have a job at the upper end of the working-class wage scale. Ten years ago good jobs were reserved for anglos. Latins did not compete for placement; they took what was left after the anglos were chosen. Johnny Santana, Juan’s last-born son, is a success because he earns $12 an hour at a refinery. For women, success is having a job in an office or a bank, like Gloria Santana, Johnny’s wife. Failure, in the view of today’s generation, is the life of a high school dropout: farm work or an $8-anhour job on the beef plant’s production line.</p><p>At leisure, the new generation tends to associate with economic peers as much as with ethnic brethren. Johnny Santana, for example, played softball on the team sponsored by his wife’s employer, the First National Bank, and not on one of the two all-Latin teams, in which beef plant workers take the lead.</p><p>Few of Dumas’s Latin high school graduates attend universities, for a variety of reasons. Refinery jobs pay well and college is expensive. Professional opportunities are limited in Dumas, as in all small towns, and most professions are not yet ethnically integrated. There is, for example, but one Mexican american teacher in the county, and there are no lawyers, accountants, or county officials. In the view of most Mexican american products of Dumas High, college demands too much sacrifice for too little gain.</p><p><strong>OLD Ways Die Easy</strong></p><p>Not long ago I stood in the yard of the Rodriguez home with adan and his son Gabriel, 16. Adan, in the cowboy garb that is almost a uniform among former braceros, was watering a young tree. Gabriel, wearing his gimme cap, T-shirt, jeans, and boots —the uniform of high school kickers —had come out of the house, rope in hand, to ask permission to sign up for his first rodeo. Adan took the rope and told Gabriel to take off running. Then he twirled it and looped his son. Adan in his youth had been a cowboy in the state of Durango, where the cowhand’s trade was practically invented, but he had never mentioned his horseback past to Gabriel because it was part of his Mexican life, of little use in Dumas. Though he and adan spent long hours working together, Gabriel acquired his rodeo interests from anglos. His charming surprise on discovering his father’s secret skill was rooted in the estrangement that is assimilation’s earmark.</p><p>The children and grandchildren of Juan Santana are different from their forebears in significant ways. Few, if any, of the smelter pioneers attended secondary school. Most of their offspring have graduated from high school, a critical achievement in the labor market and a notable one in an ethnic and class environment pocked by a high dropout rate. Many of the smelter immigrants, like Cruz Santana, Juan’s wife, never became fluent in English. Their descendants speak English, and a few speak Spanish with a West Texas accent. English is the prevailing language in the Rodriguez home, even though it is headed by immigrants, because English overwhelms: it* is the language of work and school —and of television, whose popularity in Dumas is curtailed only by sign-off hour. The children of Latin couples wed in recent years speak only limited Spanish, not because their parents discourage them but because as Mexican relatives slip away, Spanish becomes unnecessary. In homes founded by intermarriage, Spanish is not spoken at all. Few members of the Panhandleborn generation know the Spanish terms for such common places as lumberyards, hardware stores, and dry cleaning shops, and almost none have learned to read the language.</p><p>Languages are more than word systems, too: they are conduits for distinct cultural philosophies. Mexican americans born in Dumas no longer think in the Mexican manner. The tools of that outlook have dropped out of their heritage. Only a few of the Latin graduates of the class of ’82 are familiar with the common Mexican folk saying <em>“Cosa mala nunca muere”</em> (“a bad thing never dies”). The new generation, on the other hand, early in life picked up the typical anglo axiom, coined by Ben Franklin, “a penny saved is a penny earned.”</p><p>The Mexican religious heritage is fading, too. Few Dumas natives of Mexican descent recognize the Virgin of San Juan de los Lagos, whose image is known to every Mexican and is the object of pilgrimages to shrines in both Guadalajara and the Rio Grande Valley. Few, too, can place the name Juan Diego, though he is a national hero in Mexico, having witnessed the appearance of the Virgin of Guadalupe, the country’s patroness. Most Panhandle Latins remain inside the Catholic fold, but as many as a fifth, including elders like the widow Cruz Santana, have bolted to Protestant denominations.</p><p>The ethnic destiny of Moore County’s native Latins is to produce offspring who will know little Spanish and almost nothing of the land south of the border. Mexicanhood, in the future of <em>el norte</em> natives, will be largely limited to diet, and even there <em>gringolandia</em> is making itself felt. Juan Santana, who was thoroughly Mexican, did not eat corn flakes or other american packaged breakfasts. His descendants always have. If they exhibit a preference for <em>mi gas</em> and <em>machacado,</em> in this hurried era they prepare them less often and with less skill than Juan’s generation was accustomed to. <em>Menudo, </em>for example, is largely something one’s mother made, or a dish to be ordered in restaurants, not a delicacy that younger Mexican americans will take time to prepare at home. In any case, a Mexican diet is only a vestige of ethnicity —even a gringo can buy tacos.</p><p><strong>CHOLOS Versus Four-By-Fours</strong></p><p>Though their ethnicity is receding, Mexican american youths in Dumas do not deliberately cast off their heritage. A few have come to blows because of it. The generation’s chief difficulty with anglos, I am told, comes when anglos make what they consider to be witty remarks about Mexican americans. Almost all of the members of the class of ’82 have had the following experience: in a car or at a table, an anglo makes a bigoted, ignorant comment, then apologizes, saying, “Oh, excuse me, Juan, but I forget that you’re Mexican.”</p><p>For those Latins who associate with anglos, trouble comes from other Latins, too. In junior high, students develop a view of the world that awaits them beyond high school and begin cultivating ambitions or resentments toward the future. Class and ethnic prejudices are heightened by this new concern, which makes itself evident in the formation of costumed cliques. Most students who feel at home with the style of the region adopt kicker garb, even if, like Gabriel Rodriguez, they have no direct ties to agrarian pursuits. Those students who feel bound for greener pastures adopt the preppie and punk looks. Junior high kids who believe that their origins have shut opportunity’s door on them divide along ethnic as well as class lines. Among anglos, the selfcondemned losers of the future take Tshirts extolling vice as their uniform. Latins of similar disposition adopt the more wholesome <em>cholo</em> or lowrider style, characterized by baggy pants and pressed white undershirts.</p><p>Though not all student-age <em>cholos</em> are Latin —two anglo girls figure importantly in the little Dumas clique—Latin <em>cholos</em> are quick to criticize their ethnic kin who, like success-track anglos, participate in extracurricular activities and win the favor of teachers. Light-skinned, nervous Eva Rodriguez, who was a drum major in high school, had to face resentment from both prejudiced anglos and hostile <em>cholas.</em> “Some of the girls were going to beat me up because who did I think I was, acting like an anglo all the time?” she says. Eva met the challenge directly. In a school hallway she confronted and scuffled with her most vocal detractor.</p><p>The attitude Eva and most Mexican american graduates take toward their ethnicity is similar to that of the nation’s Polish and Italian stock. They prefer to wear their heritage like a religious charm, out of view and beyond the limits of polite comment. They are not so much ashamed of their ethnicity as convinced that other characteristics —like education, occupation, and leisure interests —define them more accurately.</p><p>The anglos’ tolerance of ethnic groups in Moore County is not commendable, but neither is it exceptionally narrow by american standards. Only with reservations did I move back to Dumas in 1974 after marrying a Honduran immigrant. Intermarriage was not yet common, and it was unheard of in the professional class in Dumas. During the three years Marta and I lived there, anglos invited us only to church. Ethnic and class divisions, more than racial prejudice, set us apart. Anglos in Dumas, when they complain about Latins, do not say that Latins are inherently ugly, and rarely are their remarks tinged with hints of violence. That sort of attitude, unquestionably racist, is reserved for blacks. Latins are regarded as stepchildren of the white race, suitable for adoption, but only after they anglicize. Marta did not speak English when we moved to Dumas, and few anglos, despite growing up elbow to elbow with Latins, have made efforts to learn Spanish. The root of the difficulty is not racism so much as the fact that americans, whatever their backgrounds, are not curious about other peoples. We are unaware of the locations of Nicaraguas and Viet Nams until wars flare up, and we are wary of nonconformists—even when they are white, anglo-Saxon, and Protestant—because we believe that the virtuous life is already ours and that we invented it when we created prosperity. The common presumption is that immigrants and ethnics have much to learn from america’s anglo mainstream, which has only lessons to teach.</p><p>Anglo self-satisfaction and its ethnic reflex are nowhere more evident than on Dumas avenue on Saturday night. Dumas, like most Panhandle towns, is a place where the principal adolescent diversion is “dragging Main.” Dozens of cars cruise back and forth, hour after hour. Kids wave and honk as they pass, and sometimes stop on the Safeway parking lot to chat and share beer or pot. Some Latins take part, especially those who, like arthur, have merged into the subculture of Dumas High.</p><p>Among anglos and assimilated Latins four-wheel-drive vehicles are the rage. Four-by-fours, as they are called, are performance vehicles, suited to rescue efforts in mountainous regions and treks across the Sahara. Many four-bys in Dumas have been raised to river-fording height by the installation of special shock absorbers. Though four-by pilots have no real use for the horsepower exhibited by skidding away from stoplights on Dumas avenue, their subculture is accepted because it is logical in an anglo sort of way. Performance machines have for years dominated adolescent fads, for competition begins early in american life; even Little League players are judged by points, averages, and other competitive measures.</p><p><em>Cholos</em> cruise Dumas avenue in a different mode. It doesn’t matter how big an engine sits under the hood of a lowrider; speed is not the objective. The peculiar lowrider technology —the hydraulic devices that enable cars to “hop,” or bob their front ends —is socially useful. One “hops” in greeting to a friend. In Mexican culture, ostentation, gossip, and flirting are important social graces, and <em>cholos</em> have perfected their expression in style and steel: lowriders are colorful, highly chromed parlors on wheels.</p><p>“Whenever I come up on a lowrider that is doing twenty miles an hour, I just want to run over it,” says my younger brother Joe, a Jeep owner. His urge is nearly universal among four-by drivers in Dumas. The slow and low cars of the <em>cholos</em> are a temptation, and night after night taunts are passed from window to window of the cars dragging Dumas avenue. The irritated rivalry has led to one gunplay incident. The shooting, by a <em>cholo,</em> added to the anglo community’s suspicions of the lowriders, who are viewed even by conservative Latins as marauding modern Comanches. In truth, the town’s lowrider clique is a poor-boy social club, much like the anglo crowd at the VFW hall.</p><p><em>Cholos</em> in Dumas are only dimly conscious of their Mexican heritage and are not any more proficient at maintaining it than the assimilated smelter families. Though by a narrow vote the Dumas lowrider club named itself Sangre Chicana (“Chicano blood”) instead of Midnight Riders, as its president proposed, the group’s most serious ambition is to make a good showing every year in the parade for Dogie Days, the town’s civic celebration.</p><p>County sheriff M. R. “Buck” Weaver believes that the <em>cholos</em> are best regarded as “just a bunch of kids.” He expects young people of all origins to be undisciplined, and the <em>cholos,</em> he insists, present no special problems. Local police and highway officers, however, have taken a 1969 statute outlawing lowered vehicles as an invitation to harassment. Last year the town’s leading <em>cholo,</em> Eddie Salcido, a 22-year-old beef plant worker, was cited five times for cruising on Dumas avenue. Nobody stopped my brother’s Jeep, I might point out, to see if its muffler and antipollution equipment were intact, though removal of both is common among four-by-four faddists.</p><p>High school graduates like arthur Rodriguez and <em>cholos</em> like Eddie Salcido are not the only representatives of Mexicanhood in Moore County. On the payrolls of Dumas restaurants, on farms and construction jobs, and in the industries that serve the agricultural complex are Latins of a different type: how many, nobody really knows. Sociologists call them undocumented workers, or <em>sin papeles;</em> on the street they are known as wetbacks, or <em>mojados.</em> They represent a sizable proportion of the Spanish-speaking population, perhaps as much as one fifth. The <em>sin papeles,</em> in the main, speak very little English and think of themselves as displaced Mexicans. They, more than any institution or political cause, keep Mexicanhood alive in Texas today, since they —not legal entrants —account for most of the immigration from Mexico. Though their cultural job is a thankless one, it is because of the <em>sin papeles</em> that Mexican americans can insist that bilingual employees are needed in stores, and because there are <em>sin papeles</em> in many families, Spanish is spoken even in the homes of many assimilated Mexican americans. More than anything else, it is because of the <em>sin papeles</em> that other americans—of all origins —can leave drudgery behind. Immigrants have always occupied the bottommost rungs on the labor ladder, freeing the native-born for callings higher up. Immigration is a much speedier process than assimilation, and as long as there are unfilled low-paying jobs in Texas, our population will have a large, unassimilated, distinctly Mexican minority.</p><p>Assimilation is occurring everywhere in Texas, even though its progress is uneven. In my observation, it is most advanced in those areas where the Latin minority is smallest, such as East Texas, and in areas like the Panhandle, where opportunities for advancement are greatest. It moves more slowly where, as in South Texas, immigration from Mexico is heavy and the economy sluggish. In the Rio Grande Valley, where anglos are a minority, assimilation is in some respects a two-way street: culturally, anglos reared in the Valley are mexicanized almost as much as Latins are anglicized. Though cultural merger may be preferable to mere anglicization, seers who predict that the Valley’s present is Texas’ future are probably wrong. Immigrants-and the Valley is teeming with them —have no economic clout. The dominance of the English language and of the rest of anglo culture has the backing of american capital and law. By the time immigrants become citizens —in Texas or anywhere else —their children are not, by and large, as attached to the heritage of the fatherland as to the values of their own place and time.</p><p>Related By Rent</p><p>Dumas has straight streets and clear class divisions. In its northeast corner the town’s elite—the businessmen, merchants, and managers—live in big brick houses built on small lots. Only one Latin lives in their sector, a Mexican american engineer born in the Valley. To the south of this area are other brick houses, not as imposing, but formidable nonetheless. Here live people with good refinery jobs, teachers, foremen, civil servants, small shopkeepers. Don Jacobo Casados, a smelter veteran and New Mexico native who speaks little English —and whose grandchildren don’t speak Spanish —lives in this neighborhood, not far from Lupe’s older sister Juanita and her husband, Joe Botello, a former employee of the carbon black plant north of town. A Panhandleborn Mexican american postman lives next door, and down the street is the large, $50,000 brick home that Johnny and Gloria Santana bought last year on a long-term mortgage. Three of the Spanish-surnamed graduates of the class of ’82 live in this district.</p><p>Just to the west, across Maddox avenue, is an area where the population is almost entirely working class and is evenly mixed, Latin and anglo. Here, in this transitional district of stucco, frame, and brick homes, live smelter pioneers Fidencio Garcia and Don Demetrio Galvan. Sheriff Buck Weaver, also a former smelter employee, lives in this neighborhood, too, as do a half-dozen of the Latin graduates.</p><p>Farther west, across Dumas avenue, stretching almost to the milo fields and the sunset, is an older area where stucco houses predominate. On this side of town, few houses have more than three bedrooms and most have only two. Sprinkler systems and circular driveways are not to be seen, and there are cars parked at the curbs of these houses, for automobile proliferation long ago surpassed the vision of their builders. This, the west side, is a mostly Latin district. It and Cactus are home to half of the graduates of Mexican descent, and more than half of the dance honorees; ethnicity has begun to thin, but there are still barrios in Moore County.</p><p>Though he was reeling a bit from the tequila he had smuggled in, when the graduation dance broke up, adan drove Lupe and a relative to the west side, where adan’s real estate holdings are and where the family makes its home. The Rodriguez clan was unmolested as it left the Moore County Community Building; the policemen on duty either took no notice of adan’s unsteadiness or chose not to disturb him. Eddie Salcido, on the other hand, was accosted in the parking lot. A policeman ordered him not to drive home, in the name of sobriety and safety. Though Eddie had not been drinking —alcoholic beverages are prohibited in the community building, and a lowrider has to be careful —he submitted to the harassment because he did not believe that he could challenge a policeman’s word and win. With the cop’s consent, Eddie’s girlfriend, Delia, took the wheel of Eddie’s lowrider and drove to Twichell avenue on the western edge of town, which faces the city cemetery and two grain elevators. Eddie and Delia’s home is nothing to marvel at, nor are the houses nearby: next door sit two of the old Machavoc shacks, still in use after forty years.</p><p>When Eddie and Delia turned out the lights in their bedroom, darkness fell across adan and Lupe’s back yard. Economic history makes associates of all modern men, although even in a small town not all economic relationships are known or understood. The Salcido and Rodriguez families, though they live back to back, are not acquainted. But they are tied together by a common link to Dumas history. The little house that Eddie and Delia inhabit is owned by Juan’s widow, Cruz Santana. Though Juan Santana is dead and his comrades are aging fast, the legacy of the smelter pioneers is as current as next month’s rent.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Spanish",
      "Work",
      "Immigrants",
      "School",
      "Dance",
      "Texas",
      "Beef",
      "Children",
      "Home",
      "Family",
      "people",
      "Cars",
      "Immigration",
      "Panhandle",
      "Future",
      "High School",
      "War",
      "Construction",
      "gas",
      "Jobs"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Panhandle",
      "West",
      "Amarillo",
      "Dallas"
    ]
  }
}