{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19828",
    "date": "August 1982",
    "year": 1982,
    "month": 8,
    "month_formatted": "August",
    "pdf_uri": "/1982/19820800.pdf",
    "issue_cover_image": "",
    "document_start_page": 104,
    "toc_start_page": "",
    "document_page_range": [
      [
        104,
        105,
        106,
        107
      ],
      [
        186,
        187,
        188,
        189,
        190,
        191,
        192,
        193,
        194,
        195,
        196
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The New Energy Crisis: Opec Versus Opec",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198208-thenewen",
  "source": "/1982/19820800.pdf",
  "wp_post_id": 117945,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-new-energy-crisis-opec-versus-opec/",
  "authors": [
    "Harry Hurt III",
    "H.H."
  ],
  "headline": "The New Energy Crisis: Opec Versus Opec",
  "dek": "“You cannot drill,’’sheik Yamani told me. “You have to wait.",
  "spread_caption": "",
  "excerpt": "Now it’s their turn to cry.",
  "kicker": "",
  "word_count": 9698,
  "content": "<p><span class=\"dropcap\">O</span>n the morning Their Excellencies the ministers of OPEC met to play the world oil game, Quito appeared to be in a state of siege. Ecuadoran army commandos with camouflage jump suits and Belgian-made submachine guns patrolled the airport. Helmeted policemen with pistols and semiautomatic rifles watched the major intersections in the business district. The city’s largest and finest hotel, the concrete-towered Hotel Colon, was surrounded by armored personnel carriers, policemen with clear plastic riot shields, and double details of machine-gun-carrying commandos. Inside the hotel, a platoon of nineteenthcentury-style Simon Bolivar honor guards dressed in tall blue grenadier hats and gold-braided tunics lined the hallway to the <em>salon de conferencia</em> with bayonets affixed to their rifles and slightly confused (and therefore rather disturbing) expressions on their high-cheekboned, almost oriental-looking mestizo faces.</p><p>Even the weather added to the sense of siege. At 9300 feet above sea level and fifteen miles south of the equator, Quito prides itself on being close to the sun. It is one of the world’s highest national capitals, a smudged white sprawl of sky-</p><p><em>The author thanks Liz Colton of ABC</em></p><p><em>News for her help in arranging OPEC interviews.</em> scrapers and pueblos surrounded by active andean volcanoes. But on the morning of May 20, 1982, Quito was separated from the sun by a layer of drizzling gray clouds that made the sky look like a blanket of cheap cigar smoke and the streets glisten black as crude.</p><p>Although it was not the kind of picturepostcard scene likely to appeal to the average gringo tourist, it was a perfect setting for the 64th conference of the Organization of Petroleum Exporting Countries, that exclusive club of thirteen oil producers better known as OPEC. Having been the victims of a 1975 kidnapping attempt that cost three lives, the oil ministers have long since realized that those who live by the oil weapon can die by it as well. Tight security has become routine at ministerial gatherings. But the display of arms was exceptionally impressive at the Quito conference, providing a symbol of OPEC’s state of siege in the battle to control the world oil glut.</p><p>That battle affects everyone who consumes oil—that is, just about everybody on the planet. It particularly affects Texas, whose economy depends not only on oil production and refining but on banks that lend to the oil companies, developers who build for them, wholesalers and retailers who supply them. It also carries enormous implications for the United States as a whole and for the ongoing struggle to whip inflation and recession. And at the time of the Quito conference, contrary to pronouncements in such diverse publications as <em>Harper’s, Forbes, </em>and the <em>Dallas Morning News,</em> the battle was far from over. The consumers had not beaten OPEC, nor was OPEC merely setting up the consumers for another swindle. But the oil game had reached a turning point; the world was entering a whole new stage of the energy crisis.</p><p><strong>TOO Much Oil</strong></p><p>That crisis was so acute that during the last OPEC meeting, in Vienna in March 1982, the oil ministers had agreed to do something they had never done before: impose production ceilings. Their purpose was to defend the official OPEC marker price of $34 a barrel against an unprecedented decline in world oil prices. That move ended a ten-year cycle of price hikes that began with the arab oil embargo. Although the public considers the years between 1973 and 1982 a time of oil shortage, it mostly was a time of glut. The pressure on prices came in large part from fears that demand would outpace supply and that a political upheaval would disrupt the flow of oil to the West. Those fears caused the consuming countries to stockpile oil against a shortage that never materialized. The producers had the psychological upper hand, and in the world oil game, psychology is often more important than the commodity itself.</p><p>Photograph by a. Nogues/Sygma</p><p><em>His Excellency Sheik Yamani, a man who has far more power over the Texas economy than any Texan, fingers his worry beads.</em></p><p>Quito marked the beginning of a new phase. Oil consumption was declining, thanks to the recession, conservation, and the use of alternative fuels. Production from non-OPEC countries such as Britain, Mexico, and even the United States was rising. But those trends were not the sole causes of the glut. Production was still slightly less than consumption. The glut was caused by the consuming countries’ decision to sell some of the crude oil stocks they had built up after the last great price hike. That drawdown was prompted in part by high interest rates, which made any kind of inventory expensive to keep, and in part by the consumers’ perception that they simply did not need such large stockpiles. That perception signaled a subtle shift in the psychological balance of power in the world oil game. After ten years of panic, it looked like consumers were rising up. In the past, the consumers had had to cut back. Now OPEC had to do some belt tightening of its own.</p><p>It had been coming on for almost three years. Back in 1979 the total OPEC output had hit 32 million barrels a day, roughly 60 per cent of consumption in the noncommunist world. But the present OPEC output was barely more than half the 1979 level and accounted for only 40 per cent of world consumption. In 1979 spot market prices had hit $42 a barrel. The present official OPEC marker price of $34 a barrel was only $25.75 in 1979 dollars. OPEC had to devise a way to regain its supremacy in the world oil game.</p><p>That would not be easy. Although most of the Western world thinks of OPEC as a monolithic cartel, it is actually more like a voluntary alliance, a club of oil exporters that is torn by internal divisions. And just as OPEC is not monolithic, neither are oil prices. There is no such thing as <em>the</em> price of oil. OPEC sets an official marker price, but each member country adjusts its prices with premiums or discounts based on the quality of the crudes. These “contract” prices, which generally apply to long-term purchase agreements such as the one between Saudi arabia and the aramco consortium of Exxon, SoCal, Mobil, and Texaco, may or may not correspond to the average of all prices or to prices on the spot market, which change daily. Each OPEC member may or may not agree to use the official OPEC price as the marker on which to base its premiums and discounts. And depending on the overall market, it may or may not be able to make its chosen prices stick.</p><p>In Vienna, the OPEC producers had achieved a forced unity on prices and production quotas to cope with the oil glut. But it was by no means certain that OPEC’s moves would work permanently or that its newfound unity would endure. Quito would be the first full ministerial meeting of the post-Vienna era, the first test of the new order.</p><p><em>(Continued on page 184)</em></p><p><strong>FROM the University Of Texas To the World</strong></p><p><em>a brief history of OPEC.</em></p><img /><p>Harry Mattison</p><p><em>Oil ministers of the OPEC nations gather in Quito while soldiers stand guard outside.</em></p><p>The man who founded OPEC went to graduate school at the University of Texas. His name was abdullah Tariki, and he became Saudi arabia’s minister of petroleum. The aides of Juan Pablo Perez alfonso, the Venezuelan cofounder of OPEC, also attended UT. But the organization that they modeled after the Texas Railroad Commission in 1960 was a very different group from the cartel that exists today. The initial roster included just five countries. It was, as Perez alfonso said, “a very exclusive club. Later the founding members admitted eight more oil producers to their club. Even then OPEC did not welcome all the world’s petroleum exporting countries. Notably absent (besides the USSR and the rest of the Communist bloc) were such countries as Egypt and Trinidad and Tobago, which presumably did not share the “fundamentally similar interests of the OPEC members. The nations that did gain admittance were mostly traditional monarchies (like Saudi arabia and Libya) or right-wing dictatorships (like Iran) whose governments were tired of Western exploitation and wanted to make some money for themselves.</p><p>In the early days Opec didn't even have the clout to secure embassy status for its first headquarters in Geneva. (The Swiss apparently and appropriately viewed Opec not as a United Nations of oil but as an ad hoc alliance of would-be price gougers.) Opec eventually persuaded the austrians to grant it diplomatic recognition and moved its headquarters to a building in Vienna called Texaco Haus. But the move didn’t increase Opec's influence in the world oil game. The Opec countries generally went along with the major oil companies, who sold Persian Gulf crude for $1.80 a barrel while Texas oil, which was protected by foreign import quotas and Railroad Commission prorationing, went for $3. Opec's lack of leverage during this period stemmed from the industry’s belief that the world was wallowing in an apparently endless oil glut.</p><p>In 1962, Tariki was fired because of his alleged affinity for Egypt’s abdel Gamal Nasser, a suspected enemy of the house of Saud. Tariki was replaced by 32-year-old ahmed Zaki Yamani, a Mecca-born and Harvard-educated legal whiz. Although he believed in allah and astrology, Yamani also believed in a pragmatic moderation in dealing with the West. Thanks to his shrewd intelligence and knack for reading the king’s hints and intentions, Yamani was given unprecedented autonomy in making Saudi oil policy.</p><p>It was political change within some of the member countries that finally led to OPEC's rise as a world oil power. Colonel Muammar al-Qaddafi, leader of the radical socialist coup in Libya, showed OPEC the way in 1972 and 1973 when he nationalized British Petroleum and the huge holdings of Texan Bunker Hunt, then forced the other foreign oil companies to accede to his terms. Once Qaddafi demonstrated how to wield the oil weapon, the other OPEC members were emboldened to use it. But Qaddafi's success was made possible by the appetite of the consumers, not just the greed of the producers. By 1972, oil production in the U.S. had peaked, but consumption was still rising rapidly. The Railroad Commission did not need to impose production limits anymore. Even if Texas wells pumped at 100 per cent of capacity, there would still be a need for imported oil. The supposedly endless oil glut of the fifties and sixties was over.</p><p>The 1973-74 arab oil embargo was a political act of supply disruption prompted by the arab-Israeli war. The embargo lasted from October to March, a total of five months. The Western nations never ran out of oil; they just feared they might. That fear allowed OPEC to quadruple official prices. The consuming countries’ paranoia was not totally groundless: had the oil embargo continued indefinitely, the West would have eventually faced some severe shortages, for Western crude inventories held only enough oil for two and a half months. Of course, the OPEC countries could not hold back their production forever. They needed their oil revenues for development and, in some cases, for mere survival. They were also plenty scared. They thought the West might nuke them for their impertinence. But in the eyeball-to-eyeball confrontation, the West blinked.</p><p><strong>the First Glut</strong></p><p>Then whammo! What went up had to and did come down. The price hikes of 1973-74 threw the Western economies into the worst depression since the thirties. Demand, which was supposed to rise faster and faster, slackened sharply as factories that burned oil started laying off workers and shutting down their engines. By early 1975, the energy crisis was no longer a potential shortage of oil but an oversupply, a glut. Between 1974 and the spring of 1975, the official OPEC price rose from $12 a barrel to only $13.35 a barrel, barely enough to keep pace with inflation.</p><p>OPEC split into warring camps. On one side were the price hawks, led by Libya, algeria, Iran, and Venezuela. On the other side were the Saudis and the other arab moderates. The Saudis imposed some prorationing on themselves, pumping at about 80 per cent of capacity through most of the mid-seventies. But they had no intention of cutting back so much as to create another shortage or another round of price hikes. In fact, through most of this period the Saudis sold their oil at about $1.50 less than the official OPEC price. If the hawks pushed through an OPEC price hike, the Saudis would merely increase their production, effectively knocking the wind out of the increase. If the hawks became too militantly political, Yamani would simply get up and walk out of the meeting, a tactic his OPEC colleagues referred to as a game.</p><p>By the fall of 1978, the postembargo glut was starting to look permanent. But there was one major catch: U.S. oil exploration and production were still hamstrung by government price controls. Consequently, america’s dependence on foreign oil had increased from 33 per cent in 1973 to 50 per cent in 1978. Although world production was higher than ever, consumption had grown higher still, and the consuming countries were making up the difference by drawing down the stockpiles they had built up after the embargo. By late 1978, those inventories were down to 4.68 billion barrels, which, given the increases in consumption, was only a ninety-day supply. The West was more vulnerable to a supply disruption than at any time since 1973.</p><p><strong>the Revolution</strong></p><p>That disruption occurred in December 1978 when ayatollah Khomeini’s revolution seized power in Iran, and Iranian production fell from 6 million barrels a day to 600,000 a day. Six months later, the Iranians blew away the Saudi lid on oil prices. Ignoring the long-term contracts made by the shah’s government, the ayatollah's regime started selling oil on the spot market. In the space of one week, Iran unilaterally ran the price from $13.35 to $34. Spot prices quickly soared to a record $42 a barrel.</p><p>Once again, the remarkable thing was that oil buyers kept paying the new high prices. Not only that, countries and companies were actually waiting in line at the tanker terminals just as americans were waiting in line at their neighborhood filling stations. There was no shortage—repeat, <em>no shortage—</em>of oil. But once again the world, or at least the Western world and the import-dependent Japanese, <em>believed</em> there would be a shortage because of the problems in Iran. As a result, oil companies and oil consuming countries began stockpiling, just as average american motorists kept filling and refilling their cars so as not to get caught short. The stockpiling, not daily consumption, kept the prices rising. As adam Smith put it in his book <em>Paper Money,</em> “The world was on a binge of tank topping.”</p><p>In January 1981 President Reagan removed the last vestiges of U.S. oil price controls, and a new era seemed to begin at once. Prices in the U.S. climbed from $29 a barrel to $36 a barrel, then started sliding down again. American consumption was dropping significantly. While OPEC production was down to only two thirds of its 1979 total, non-OPEC production in the North Sea and Mexico was up more than 10 per cent. Thanks to discoveries in the Rocky Mountain Overthrust Belt and the austin chalk in Central Texas, U.S. oil production was up about 1 per cent, reversing a long downward trend previously punctuated only by the alaskan North Slope discoveries. Consumers were treated to the return of a long-lost american institution, the gas station price war, as oil companies actually began cutting their prices.</p><p>OPEC suddenly found itself on the defensive. But the old conflict between hawks and doves persisted. The Saudis, who were producing 10 million barrels a day—nearly half of the OPEC total—were charging only $32. Cash-hungry producers like Libya, algeria, and Nigeria were still trying to charge up to $41 and were demanding a Saudi cutback as their high prices drove customers away. Although Saudi arabia still refused to raise its price above $32, Yamani announced a cutback to 9.5 million barrels a day at OPEC’s meeting in august. The next day, Nigeria cut its prices by $4 a barrel, the largest single reduction in the history of OPEC.</p><p><strong>the Second Glut</strong></p><p>Despite these emergency measures, the oil glut continued into the fall of 1981 for precisely the reason that Yamani had predicted over a year before: the consuming nations no longer feared a supply disruption and were now reducing their stockpiles of crude oil. At the beginning of the year the West had almost 5 billion barrels of oil, or roughly a 106-day supply, in inventory. That was the highest level on record. But by year’s end the consuming nations had only 4.5 billion barrels. It was as if OPEC had suddenly been joined by a fourteenth member. By early 1982 the drawdown was estimated at close to 4 million barrels a day, or twice the output of any OPEC producer save Saudi arabia.</p><p>The increase in supply led inevitably to a drop in prices, though OPEC tried to keep them up. In 1982 spot market prices went from $34 in February to as low as $26 in april. Suddenly, soberminded oil analysts began predicting that the bottom would fall out. Some said oil would go to $25 a barrel. Others said $20. One or two even suggested $15.</p><p>The price drops and the doomsday predictions that accompanied them put Texas businessmen in a state of high anxiety. Declining oil prices meant that the largest and most important sector of the state’s economy would stop expanding and start laying people off. This in turn posed serious problems for Texas banks that lent money on the basis of oil reserves and oil revenues, both of which would decline in value as the price declined. It also threatened developers constructing buildings “on spec” in hopes that the expanding oil industry would provide them with tenants once the buildings were finished.</p><p><em>(Continued on page 194)</em></p><p><em>(Continued from page 104)</em></p><p><strong>the Starting Rotation: the Arabs And the Persians</strong></p><p>The orderly calm inside the conference room at the Hotel Colon belied the nature of OPEC’s plight. The room was dominated by four green-felt-covered tables arranged in a rectangle. The thirteen delegations, seated clockwise in alphabetical order from algeria to Venezuela, comprised no fewer than six geopolitical factions: the moderate arabs, the radical arabs, the Persians, the africans, the South americans, the asians. The skin colors ranged from olive to tan to brown to carbon black. The official language of OPEC was English only because English was the language of oil. Native tongues included arabic, French, Spanish, Farsi, Indonesian, Bantu, and Ibo.</p><p>Sheik ahmed Zaki Yamani, the oil minister of Saudi arabia and the star of every OPEC show, stood behind a seat at the midpoint of the south table. He wore a finely tailored Western business suit that was just a few shades tanner than his <em>cafe con leche</em> complexion. His gray-flecked goatee was neatly trimmed, his short, curly hair was brushed back, his big brown eyes were agleam. As he waited for the conference to begin, His Excellency showed little sign of nervousness or concern, save for his habit of fondling a string of purple worry beads, and smiled his nearly perpetual half-smile.</p><p>Although he serves at the pleasure of his king and reports to his country’s Supreme Petroleum Council, Yamani is more than just a mouthpiece. He has survived twenty years as oil minister, longer than any other OPEC minister, because of his expertise in oil matters and his ability to discern the best interests of the kingdom. “He has the same information as the chief executives of the major oil companies,” observed one veteran oil reporter, “but he does more with it.” as the official voice of the world’s most oil-rich country, he can have more effect on the economy of the United States than Ronald Reagan, David Rockefeller, Federal Reserve chairman Paul Volcker, or any other individual one might care to name.</p><p>“We have a very consistent role in OPEC,” Sheik Yamani had declared after the March meeting in Vienna. “It is the stabilization of the price of oil. We try to avoid any sharp increases in the price, and at the same time we try to avoid any energy crisis.”</p><p>That ostensibly moderate position had made His Excellency a marked man. During the seventies, the Western world blamed Yamani and his country for holding back oil production and making the price of oil too high. At the same time, many segments of the non-Western world accused Yamani and the Saudis of not sharing their newfound oil wealth with their less developed brother countries. Now many OPEC and non-OPEC interests were accusing Yamani of orchestrating two and a half years of Saudi overproduction that had caused the present oil glut and had driven the price too low.</p><p>Yamani had given a clue to the logic behind the Saudis’ apparently contradictory pattern of cutbacks and overproduction in a January 1981 speech at the University of Petroleum and Minerals in Dahranh. Saudi arabia’s objective, Yamani had stated, was “extending the life span of oil to the longest possible period.” That objective sometimes required production cuts and price increases. At other times it called for increased production to hold down prices, so as not to encourage the development of alternative fuels and non-OPEC oil production. With an estimated population of only nine million, the Saudis enjoyed annual oil revenues of well over $100 billion a year. They had one quarter of the world’s proven oil reserves, or more than 160 billion barrels. Saudi arabia was paid for its oil in dollars, and it invested those dollars in the West. The Saudis were also diversifying into oil refining, the so-called downstream facet of the industry. The kingdom had no intention of destroying the Western economies; it merely wanted to keep them hooked on oil—Saudi oil.</p><p>Whatever the Saudis’ intentions, the business-suited arabs to Yamani’s right and left—the delegations from Qatar and the United arab Emirates—would probably go along with them. So would the Kuwaitis, whose bright young oil minister, ali Khalifa al-Sabah, was seated at the next table. Like the Saudis, these men believed in the Sunni brand of Islam and hailed from countries with small populations and huge per capita oil incomes. Since they so often acted in concert, the Saudis and the other arab moderates were often collectively referred to as the Persian Gulf producers or as simply the Gulf states.</p><p>The moderate arabs did not always agree with the rest of their OPEC colleagues, and although they produced over half of OPEC’s output, they did not always get their way. Through the seventies and the early eighties, the Gulf states had consistently played the role of price doves. Because of their secure financial position, they could afford to take the long-term view. Besides wanting to keep america hooked on oil, they appreciated the Western economies’ need for stable oil prices and the way economic stability promoted political stability in the West and, more important, on the arabian peninsula. But they also expected the U.S. to show appreciation for their moderation by pressuring Israel to accept a homeland for the Palestinians.</p><p>The OPEC price hawks, on the other hand, represented countries with pressing short-term needs. Some had to have cash merely for survival. Others wanted money for internal development or for arms and political troublemaking. But as a group, the hawks had little concern for the overall economic and political effects of repeated OPEC price hikes, only a sense of the urgency of their own needs.</p><p>One of the chief opponents of the arab moderates and the current enfant terrible of the world oil game, the delegation from the Islamic Republic of Iran, sat across the conference room from Yamani and the Saudis. In contrast to the well-groomed arab moderates, these followers of the Shiite sect of Islam favored open collars and stubble beards, as if ties and a cleanshaven look were somehow counterrevolutionary. Iran was openly flouting OPEC’s production quotas and intended to keep doing so to finance its war against fellow OPEC member Iraq. The Iranian position was quite upsetting to the more unity-minded members of OPEC, but ayatollah Khomeini’s men were unmoved. As ali Shams ardekani, Iran’s senior energy economist, put it before the conference, “Who gives a damn about their upset?”</p><p>Although the alphabet placed Iran and Iraq next to each other, the seating arrangement at the Quito conference had fortunately placed the Iranians at the end of the north table and the Iraqis at the end of the east table. Led by the orange-haired and orange-mustachioed Tayeh abdul Karim, the Iraqis resembled the moderate arabs in grooming and attire. But in past years the Iraqis had usually sided with the socialist arab contingent of price hawks that opposed the Gulf states. One member of this so-called radical group was algeria, the part arab and part French nation whose pointy-nosed minister, Belkacem Nabi, sat at the far north end of the conference room. The third member of the arab radical group, the businesssuited Libyans, sat at the same table as the Iraqis. Because they charged more than the official OPEC price, these radical arabs had been losing customers, and therefore oil revenue, at an alarming rate in recent months. All faced multibillion-dollar budget deficits if the glut continued.</p><p>The war between Iraq and Iran had polarized the arabs in OPEC. Saudi arabia and the Gulf states were lending billions to Iraq in hopes of stopping the ayatollah from spreading his revolution throughout the arabian peninsula. In midapril, Iraq’s problems had been compounded by Syria’s closing the IraqiSyrian pipeline to the Mediterranean, shutting in some of the richest oil fields in Iraq and knocking the country’s output down to less than one fifth of its capacity. Iraq faced a $20 billion shortfall for 1982 if its oil output remained so depressed, and it was looking for Saudi help in building a new pipeline. Libya was sending munitions and military hardware to Iran and publicly threatening Saudi arabia. Besides draining the treasuries and the armies of the combatants, the war endangered the stability of the region that contributed two thirds of OPEC’s production. But if the war ended and Iran and Iraq both resumed their peak levels of production, the world would be swamped by an even greater oil glut.</p><p><strong>the Starting Rotation: the Non-Arabs</strong></p><p>OPEC’s two black african members occupied opposite sides of the conference room. The Nigerians sat at the end of the south table, the Gabonese at the north table. One of the Nigerians wore a beautiful white embroidered robe and a round cap called an <em>agbada,</em> but the rest had arrived in business suits. The Gabonese also wore suits, but their goatees, sharp features, and onyx-black complexions made them easily distinguishable from the clean-shaven, round-faced, coal-black Nigerians. Since Gabon was the lowestranking producer in OPEC, what it did seldom mattered. But Nigeria, whose 80 million people made it the second most populous OPEC country, was another story. Once the fourth-ranking OPEC producer, Nigeria had dropped to seventh and was producing less than half of its 1979 peak output. Much of that decline was caused by Nigeria’s prices, some of the highest in OPEC. The resulting loss of customers and of oil revenues had pushed the country to the edge of financial disaster. Prior to the Vienna conference, Nigeria’s crisis had threatened to touch off a price war that could have pulled OPEC apart. Things had improved in recent weeks, but the Nigerians knew their difficulties were far from over.</p><p>OPEC’s two South american members also sat opposite one another. The Venezuelans, at the end of the south table, represented the second-ranking producer in OPEC, but its output was less than a quarter of the Saudi total and was down from previous years. Like their voluble, worry-bead-fondling oil minister, Dr. Humberto Calderon Berti, the Venezuelans were light-complexioned and looked well fed. But they also knew that their increasingly consumerist country faced a $3.1 billion deficit for 1982 unless its production and oil revenues picked up.</p><p>The Ecuadorans sat next to the Gabonese. They were without their oil minister, Dr. Eduardo Ortega Gomez, who was sitting at the head table. As leader of the host country’s delegation, he was scheduled to assume the rotating office of the OPEC presidency. Ecuador had all but admitted the widely known fact that it was violating its production quota, but since it vied with Gabon for last place in OPEC, its violations had little effect on the overall market. It was rumored that if Ecuador did not keep increasing its production, it would soon cease to be a net exporter of oil. That meant that Ecuador might have to drop out of OPEC.</p><p>There had been rumors before the Quito meeting that Mexico, a nonmember, might send an observer. But there were no Mexicans in the conference room at the Hotel Colon. The only major oil company representative was Ian Skeet of Royal Dutch Shell, but he was lurking in the hallways of the hotel with the press corps and not at the conference tables. Later, Issam Besseiso, the Palestine Liberation Organization’s representative to the andean Pact countries, visited the Quito conference, but he was not included in the formal deliberations, either.</p><p>Rounding out the conference was Indonesia, whose delegates sat two places down from the Ecuadorans. The leader of the delegation and one of the stars of most OPEC gatherings was Dr. Subroto. Known to the press as the minister with no first name (“Subroto is first name, family name, middle name, all names,” an aide explained), Subroto was a cordial personality with olive skin, white-streaked hair, and prominent front teeth that flashed when he spoke or smiled. Subroto represented the oil interests of 150 million people, the largest OPEC population. Before the conference he had disclosed that Indonesia had sacrificed $680 million in revenue from March to May by obeying its production quota. Indonesia did not face the same financial straits as Nigeria, but it could not go on sacrificing money like that forever. Subroto, like the rest of his OPEC colleagues, was counting on the production quotas to dry up the oil glut.</p><p>As a member of the special committee created to monitor OPEC prices and production, Subroto knew there had been some very positive signs for OPEC in recent weeks. Prices on the daily spot market had risen from a low of about $28 a barrel to the $30-to-$32 range shortly after the Vienna conference in March. Lately, spot prices had been creeping up toward the official OPEC mark of $34 a barrel. The mid-april figures showed that OPEC was producing about 15.8 million barrels a day, well below the ceiling of 17.5 million. If some members were cheating, enough were conforming to achieve the overall goal.</p><p>But there were also signs of trouble. The quota system owed much of its success to the Saudi decision to cut back even more than the system called for. In effect, the Saudis were taking up the slack created by the quota violators. Yamani had said the Saudis could go as low as 6 million barrels a day and still turn a profit. Another Saudi official had put the figure at 5 million. But Saudi production in april was already down from last year’s level of over 10 million barrels a day to about 6.5 million barrels. The Saudis were producing substantially less oil than their major customer, the United States, which was pumping out about 8.6 million barrels a day. There was no way of knowing how much lower the Saudis would be willing to go or even if they would keep their production down now that prices were rebounding.</p><p>If Subroto and most of the other ministers appeared quite optimistic in public, they knew as they waited for the Quito conference to begin that solving OPEC’s problems would be difficult. The Saudi and the South american who founded OPEC back in 1960 had conceived of it as an international Texas Railroad Commission that would control world oil production and prices. But as the organization’s history shows, it was political upheaval and the threat of supply disruption that made OPEC’s price hikes stick. Although some member countries had controlled their production voluntarily, the organization had never managed to adopt a formal system of prorationing like the Railroad Commission’s. The production ceilings imposed at the Vienna meeting in March marked a return to OPEC’s roots.</p><p>And therein lay one of OPEC’s inherent flaws. The Hotel Colon may have been bristling with armed guards who could protect the ministers from terrorists, but OPEC had no real enforcement power of its own. The Railroad Commission had had to call on the National Guard and the Texas Rangers to enforce prorationing in the early days of the East Texas field. But the members of OPEC were all sovereign states that owned their own oil and their own armies. OPEC as a whole had no way of forcing Saudi arabia, Iran, or any other member nation to obey its policies. What happened in Quito would show just how much and just how little each country would go along with the new system.</p><p><strong>DR. Otaiba Drops a Bomb</strong></p><p>The opening session of the 64th conference of the Organization of Petroleum Exporting Countries convened to a scratchy recording of the Ecuadoran national anthem. Outgoing OPEC president Dr. Mana Saeed Otaiba, of the United arab Emirates, rose to deliver his address. Otaiba, who had just celebrated his 36th birthday, had a dark moustache and modishly cut dark hair that suggested an american youth in the days of the counterculture. But this Cairo-educated economist preferred falconry, horses, and arabic poetry to rock ’n’ roll and spoke English with a halting Middle Eastern accent.</p><p>“Just two months ago when we met in Vienna,” Otaiba began, “a cloud was covering the sky and there was a lot of doubt whether OPEC could survive. . . . At that time the organization chose the difficult choice and decided to defend the price of $34. This meant every member should be prepared to accept lower revenue, not by lowering the price of oil but by managing production. So we set quotas for the first time in the history of the organization.”</p><p>Otaiba went on to recall how some members were not happy with their production quotas. He accused the oil companies of prolonging the oil glut by drawing down their inventories and characterized the situation as a “stock war.” He thanked “every country here today who has chosen to lower its production,” mentioning by name not only the Saudis, the Kuwaitis, the Emirates, the Libyans, and the algerians but also the Iranians and the Ecuadorans, who were widely believed to be flouting the quotas. Then Otaiba dropped a bomb.</p><p>“We are meeting in much better conditions,” he said. “The spot has reached the official price and in some cases it went beyond. . . . The market today is improving. But this is not the end of the story. The market needs more time to complete the recovery. I hope it will take place in the coming few weeks. By that time, I don’t think we will need to set ceilings on our production.”</p><p>The delegates and the press could hardly believe their ears. Was Otaiba saying that OPEC was already planning to lift the production ceilings when they were barely two months old? Was this supposed to be official OPEC policy or just the position of the United arab Emirates? What would happen to the recently resurrected price of oil if the market expected OPEC to start increasing production again in a few weeks?</p><p>Some of the delegates seemed barely able to keep their seats through the rest of Otaiba’s speech and the address that Osvaldo Hurtado Larrea, president of Ecuador, delivered in Spanish about how OPEC’s solidarity stood as an inspiration to the economies of the Third World. When <em>el presidente</em> finished and the commandos started ushering out the press, ministers leaped to their feet and began caucusing around the room.</p><p>The denials and double-talk began as soon as the oil ministers broke for lunch. Two columns of helmeted police with bayoneted rifles formed a corridor across the street between the Hotel Colon and a nearby bank building, where the first day’s luncheon was to be held. But several of the delegates made a point of running the gauntlet of the press before they passed by the bayonets. One of the first to seek out the press was Carlos Gonzalez, a Venezuelan delegate.</p><p>“He did not mean that,” Gonzalez insisted. “You have to look at it in the whole context. . . . He made a mistake. . . . It’s quite normal. . . . He’s not used to speaking in front of ceremonies.”</p><p>But Otaiba seemed to be sticking to his guns. “The ceiling is a temporary measure,” he told a group of reporters as he passed through the corridor of guards. “I am sure the market will recover in the coming few weeks. Once the glut is over,</p><p>I don’t see any reason why we should keep the ceiling anymore. In fact, we are going to raise our production to where it was before the glut so that we don’t create an artificial shortage that will push the price above thirty-four dollars.”</p><p>Sheik Yamani chose to skip the luncheon at the bank building, but before he repaired to his room, he made a brief statement to the press: “Saudi arabia’s position has always been not to favor controls on production.”</p><p>Yamani’s words could not be taken at face value. Regardless of Saudi arabia’s official position, the country’s cooperation with the OPEC quota system was the key to its success so far. Now that the old schism between price hawks and price doves appeared to be reemerging as a battle between those who favored continuing the quotas and those who did not, the side the Saudis took would probably win. But which side was that?</p><p>No answers to the enigmas of OPEC and the Saudis proved to be forthcoming that afternoon. The ministers returned to the <em>salon de conferencia</em> and did not come out until just before dark. But a notice appeared in the pressroom about midafternoon inviting <em>los periodistas</em> to a reception for the oil ministers at the government palace that evening.</p><p><strong>SHEIK Yamani's Advice To Texas Oilmen</strong></p><p>The Palacio de Gobierno would make a great set for a Zorro movie. It is a sixteenth-century monument to Spanish colonialism, a true Renaissance-style palace complete with tile roofs, gold railings, fountains, interior courtyards, and endless series of arches. On one of the main staircase landings there is a fabulously colored tile mural by Oswaldo Guayasamin, the Picasso of Ecuador, that depicts the discovery of the amazon River. On the night of the reception, the halls and stairways were lined with guards (the same ones who had been at the Hotel Colon, it appeared), who snapped to attention with a resounding echo of leather and steel as the ministers arrived.</p><p>The reception itself was in the Salon amarillo, the Yellow Room. True to its name, the room had a vaulted gold-leaf ceiling, yellow carpets, and gold brocade wallpaper. Two enormous crystal chandeliers lit the room and the row of presidential portraits that decorated the walls. Since each head of state had posed in a dark suit and brightly colored sash, each portrait looked very much like the next.</p><p>His Excellency Sheik Yamani showed up with the first convoy of oil ministers. He was wearing a simple but elegant three-piece suit and a purplish tie. As usual, he was fondling a string of worry beads. Although he was not a prince, he exuded the dignity and bearing of royalty. Even the calloused international press corps was caught speechless. Having at last cornered the personage they had sought for days, the reporters could only stop and stare, momentarily unable to muster even the most perfunctory question.</p><p>“You’ve lost weight,” CBS newsman Ray Brady finally managed in a goodnatured tone.</p><p>“i’m glad you noticed,” Sheik Yamani replied with a slightly broader smile. “We reduce production and we reduce weight with it.”</p><p>The gaggle of reporters giggled timorously, then fell silent again. Still unable to think of anything to say, most of them drifted off toward the other ministers. But I hung around to ask His Excellency what he would advise the wildcatters back home to do, given the recent fluctuations in the price of oil.</p><p>“Would they take my advice?” Yamani asked coyly.</p><p>Assured that they would at least listen, His Excellency focused his first words on the subject of the declining Hughes Tool rig count.</p><p>“It’s terrible,” he said in a voice almost as soft as a whisper. “If you look at the number of wells drilled in ’80 and ’81 and this year . . .” Yamani made a gesture with his right hand that swept from shoulder height down toward the floor, and shook his head.</p><p>Did His Excellency expect that the drilling decline would continue?</p><p>“For some time, yes,” he replied matter-of-factly. “For some time.”</p><p>When asked to expand on that, he offered an even more surprising reply.</p><p>“The price of oil is going down in real terms,” Yamani said. “You cannot drill. You have to wait for a year and a half.”</p><p>I asked if the world price would still be $34 in May 1983, one year hence. Yamani paused for thought.</p><p>“My hope,” he replied, “is to have it as it is now in money terms. We are enabling consumers to recover. If the price goes down to $28, it will be a disaster. Thank God we prevented that.”</p><p>At this point the pack of other journalists reconverged on Yamani. Youssef Ibrahim of the <em>Wall Street Journal</em> asked His Excellency about alternative fuels and Exxon’s recent decision to shelve the billion-dollar Colony shale oil project.</p><p>“How can you have both oil and alternative fuels?” Yamani asked rhetorically. “To me, as someone who cares about the long-term energy situation it is bad news. But I don’t blame Exxon It was a financial decision.”</p><p>Yamani’s answer smacked of doubletalk. His Excellency may have regretted the loss of alternative fuels, but obviously he knew they would have competed with oil. Now that the alternative fuels program was all but destroyed, the price of oil would rise—but not so high as to make synfuels competitive with oil again, at least not if he could help it.</p><p>“You know, you people in the media exaggerated this thing about OPEC falling apart,” he said to Ibrahim in arabic. “The British press was particularly bad.”</p><p>Ibrahim said something else in arabic that was muffled by the commotion attending the arrival of Ecuadoran president Hurtado. But the reporters remained transfixed by the Saudi oil minister.</p><p>“The energy consumption of the world is going up,” Yamani continued in English, “whether you take it from coal, nuclear, or oil. In the eighties, we’ll have another energy crisis. A serious one.”</p><p>Before His Excellency could elaborate, an Ecuadoran functionary hustled Yamani away to a semicircle of chairs at the far end of the room, where President Hurtado was standing. Another functionary began herding the reporters back behind a red rope cordon. Hurtado, Yamani, and the other oil ministers sat down in the chairs and posed for a group picture to commemorate the conference. Then Their Excellencies went off to dinner in another room of the palace.</p><p><strong>YAMAMI's Walkout</strong></p><p>Exactly what went on inside the OPEC ministers’ meeting on Friday morning only the tight-lipped delegates know for sure. There is no dispute that there was a dispute, or that the key combatants were Iran and Saudi arabia. Apparently, it began when Iraq brought up the issue of production ceilings and urged that they be observed. When Yamani voiced Saudi arabia’s support for the Iraqi position, Iran leaped to the attack.</p><p>“You shouldn't try to lecture us,” the Iranian minister, Mohammad Gharazi, supposedly railed at Yamani. “For two and a half years you have been selling for less than official prices. You are responsible for reducing the price of OPEC oil.”</p><p>At that, Yamani resorted to one of his favorite OPEC meeting tactics: he got up and walked out.</p><p>When the ministers broke for lunch, news of Yamani’s walkout caused a sensation among the media. A few of the emerging delegates tried to minimize the conflict, claiming that Yamani had been tired and had not been feeling well. But enough confirmations of the story surfaced to justify a rapidly spreading conclusion: the new OPEC was still rent by the same old differences. And the outcome was still in doubt. Would the Iranians continue to violate the limits? Would others follow suit? Was the Saudi support for the quotas permanent or only temporary? Would the prorationists of OPEC carry the day or would the antiprorationists win out?</p><p>When the ministers reconvened after lunch, Yamani returned with them. But he did not stay for long. At 4:55 p.m., while the rest of OPEC was still conferring, he slipped out the service elevator and into a green Mercedes surrounded by a motorcycle escort.</p><p>“I think the meeting was very successful,” he said, rolling down the window. “We reached what we wanted to do. The same ceiling will continue for quite some time. As far as Saudi arabia is concerned, if we feel the price will ever go above the thirty-four dollars, we will increase production,” he continued. “But our aim is to defend the thirty-four dollars, not to go up, not to come down.”</p><p>And with that, His Excellency smiled his half-smile and sped away to the airport.</p><p>At seven that evening, OPEC’s new president, Dr. Ortega of Ecuador, held a press conference to announce that OPEC had agreed to maintain the production ceilings until further notice. Asked about the spat between Yamani and the Iranians, Ortega replied that the ministers were like brothers who sometimes fought and sometimes got along. “The important thing,” he said, “is that we resolved our differences.”</p><p>But no amount of suave assurance on Ortega’s part could disguise the fact that the issue of lifting or maintaining the production quotas had once again divided the Lucky Thirteen. The Saudis, the United arab Emirates, and the Indonesians clearly favored lifting the quotas if the price regained some strength at $34. They saw OPEC’s prorationing as a temporary measure. The Venezuelans, the algerians, the Iraqis, and the Libyans wanted to keep the quotas in place at least until the end of the year, possibly longer. And Iran still intended to do whatever it pleased. Like Iran, Libya and algeria openly resented what Iranian minister Gharazi called “the dictatorial policies” of Saudi arabia.</p><p>If the Saudis get their way and prices remain at $34 a barrel until the end of 1983, that means prices will decline in real terms. It also means some more lean months ahead for the Texas oil business. In the short term, the good news for the U.S. economy and american consumers is oil prices low enough to encourage recovery. But low oil prices also mean that americans will stay hooked on Saudi oil. That, in turn, will continue to leave america vulnerable.</p><p>The OPEC ministers appeared to be counting on a resurgence in demand during the July-august-September quarter. The official prediction was that the need for OPEC oil would increase from the quota level of 17.5 million barrels a day to between 19 and 22 million barrels a day. That prediction assumed that the consumers would stop drawing down their inventories and begin restocking in the traditional manner. But with oil consumption down, it was hard to know how much restocking would actually occur. Consumers would not need to return to the old levels of stockpiling. The market needed to find a new definition of normal inventory levels. More fundamentally, the OPEC producers needed an upturn in the Western economies, an end to the recession, a resurgence of consumption. But as spring turned to summer, there were still no definite signs of lower interest rates or increased economic activity in the West.</p><p>The Quito conference did not resolve the conflict within OPEC, but it did draw the battle lines. The outcome of that battle will largely determine the price of oil and the economic future of the world. The betting odds favor the big boys, the Saudis and the other arab moderates. But bad news—that is, political instability—would tip the odds in favor of the Iranians and the other hawks. For if the oil weapon has been weakened by the glut, it is far from blunt: the United States still depends on OPEC oil for over 16 per cent of its daily consumption. A supply disruption continues to carry the potential for calamity.</p><p><strong>the Cockfight Continues</strong></p><p>The day after the formal meetings ended, Dr. Ortega hosted a luncheon for the remaining OPEC delegates at a restored hacienda turned hostel northeast of Quito. The two-and-a-half-hour drive took the oil people across the equator, through some of the most beautiful scenery in the andes, and then to a rambling white stucco manor house called Chorlavi. There was a cocktail party in the garden featuring drinks made with sugar cane liquor. Then there was a luncheon in the courtyard with entertainment provided by troupes of Ecuadoran mariachis, andean mestizo musicians, and folk dancers in brightly colored masks. After lunch, Ortega and his guests repaired to an indoor arena to drink cognac and watch an authentic Ecuadoran cockfight.</p><p>Although Ortega and his guests may not have known it at the time, the bloody battle in the cockfighting ring presaged what lay ahead for OPEC and the Middle East. The very next day, Iran recaptured the port of Khorramshahr on the Persian Gulf, climaxing several weeks of stunning victories over the Iraqi forces. After Iraq retaliated with an air raid, the Saudi-led Gulf Cooperation Council offered the ayatollah’s regime $25 billion to stop fighting, but the Iranians refused to quit. One week later, Israel invaded Lebanon in an attempt to wipe out the strongholds of the PLO. The weekend following the Israeli invasion, Saudi arabia’s King Khalid died of a heart attack, and argentina surrendered the Falklands to Great Britain.</p><p>The most surprising thing about these events was how little they affected oil prices. In the weeks after the Quito conference, the non-OPEC producers raised their rates back toward the official OPEC level of $34 a barrel and spot market quotes remained firmly in the $33-to-$34 range. But prices did not shoot through the roof as they had in the wake of previous Middle Eastern political turmoil. That simple lack of reaction was in itself strong testimony to the new psychology of the world oil game. The market expected the wars to continue without causing a major supply disruption, which they did, and Prince Fahd to succeed to the Saudi throne without changing oil ministers or oil policy, which he did.</p><p>Back in the U.S., the major oil companies readjusted by going in two directions at the same time. They hiked gasoline prices an average of 10 cents a gallon from april to the end of June, but they also kept laying off workers because of the drilling decline induced by the oil glut. In Texas, unemployment jumped from 4.3 per cent to 5.9 per cent as 52,000 workers joined the ranks of the jobless in the month of april alone. For families deprived of a breadwinner, those cutbacks were disastrous. But as the weeks passed, the oil industry came to view them as a healthy shakeout after the giddy drilling boom of 1980 and 1981. Although the rig count will probably fall about 10 per cent from the 1981 average, it will not drop to zero. The easy deals will be scarce, but a good operator should still make money with the price at $34.</p><p>The next regular OPEC conference after the Quito session was scheduled for Lagos, Nigeria, in December. But in midJune OPEC announced that the market monitoring committee would meet in Vienna on July 7. The committee would probably not only consider lifting the production ceilings, as was first anticipated, but would also consider how to enforce them, for after rebounding in april and May, spot prices slid in June to $32.40 a barrel, or $1.60 below the official OPEC price. The price decline was caused not by consumer stock drawdowns or Saudi overproduction but by one million barrels a day in overproduction from Libya, Iran, and Nigeria, the traditional price hawks now suffering severe cash shortages. As Iran attempted to steal oil customers from beleaguered Iraq, Libya called for another oil boycott against the United States for allegedly supporting the Israeli invasion of Lebanon. Although the Saudis would probably oppose an embargo, they might well be pressured into supporting a shortterm production cutback as a political statement on the Israeli issue.</p><p>Despite his public display of optimism at the press conference following the Quito session, OPEC president Ortega already knew as he watched the cockfight at Chorlavi that he and the other oil ministers would meet in full session at least once before the scheduled December meeting. In fact, as he walked two of the ministers to their waiting Mercedes after the cockfight, he even let slip where that next gathering would be.</p><p>“Good-bye, thank you for coming,” he said in official English. Then he added, as if delivering the last line in an old movie, “i’ll see you in Vienna.”</p><p><em>(Continued from page 105)</em></p><p>Of course, the declining prices threatened no one more than the OPEC price hawks. Nigeria’s production was down to less than a million barrels a day, so far below the break-even point that the country was on the brink of financial disaster. Libya was also suffering dramatic losses in production, in part because of the high prices it continued to charge and in part because of President Reagan’s order for americans to leave Libya in the wake of reported Libyan terrorist plots against him. Iran was already reported to be undercutting official OPEC prices. If other countries were forced to do the same, OPEC would be in shambles.</p><p><strong>SHOWDOWN In Vienna</strong></p><p>The oil ministers convened in Vienna on March 19 to face what OPEC president Mana Saeed Otaiba of the United arab Emirates openly admitted was a crisis. For the first time in the 22-year history of the organization, OPEC agreed to a system of Texas Railroad Commission-style prorationing. But the agreement was not easily reached. When Otaiba polled the delegates on their current production for the purpose of setting quotas, the total came out nearly 4 million barrels a day too high, because certain nations intentionally overstated their output in hopes of circumventing the proposed quota system. Then Yamani stepped in. Blaming the oil glut on the price hikes of 1979, he noted that the hawks of that era were the ones suffering the most at present. He warned that if OPEC didn’t get serious about defending the $34-a-barrel price, the Saudis would cut their price to $24 and increase production to 10 or 11 million barrels a day.</p><p>The prospect of such a price free-for-all apparently compelled the OPEC nations to agree. The oil ministers settled on a quota system that called for cutbacks by the most prosperous members (Saudi arabia, the Emirates, Qatar, Indonesia, and Venezuela), while those with already low levels (Iran, Iraq, Libya, Nigeria, Kuwait, and algeria) would hold their production at its present level. Although Saudi arabia formally dissociated itself from the quota system, it volunteered to reduce its production to 7 million barrels a day, which made the ceiling for total OPEC production 17.5 million. However, Iran openly refused to go along with the quotas, putting OPEC’s historic pact in jeopardy even before the ink was dry.</p><p>But for all these apparent problems, OPEC’s production control system seemed to be working. By early May, as the date for OPEC’s conference in Quito approached, the pendulum appeared to be swinging in OPEC’s favor. Spot prices had risen to between $30 and $32 and were creeping back up toward the official OPEC mark of $34. U.S. gasoline prices were some 5 cents a gallon higher than the month before. OPEC also heard some good news—at least from its point of view —from non-OPEC competitors. First, a Phillips-BP-Shell-Esso consortium drastically cut back a North Sea exploration and development program because of the earlier declines in oil prices. Then Exxon announced it was shelving the billiondollar Colony shale oil project in Colorado because the lower oil prices no longer made synthetic fuels a competitive source of energy. Having been pronounced all but dead at the first of the year, OPEC was being declared the winner again. The conventional wisdom was that OPEC’s unity was holding, that the producers were firmly back in the driver’s seat. But the conventional wisdom turned out to be wrong.</p><p><strong>TEXAS And Opec</strong></p><p>Although Saudi arabia owns one quarter of the world’s proven oil reserves, the kingdom is not and never has been the world’s largest oil producer on a daily volume basis. As late as 1973, the world’s top production came from the United States, which was pumping out 9.2 million barrels a day, followed by the USSR, which was producing 8.5 million a day. The Saudis, with an output of 7.6 million a day, ranked third. In 1974 the Soviets took over the number one ranking as their production increased to 9 million barrels a day and U.S. production fell to about 8.8 million a day. Two years later, the Saudis passed the still-declining United States to take over second place.</p><p>Thanks to the latest OPEC production cuts, the Saudis have recently fallen to third place behind the USSR and the U.S. once again. But the kingdom has a current daily capacity of at least 11 million barrels and could pump out even more than that simply by drilling a few more wells in its existing fields.</p><p>During the age of the oil weapon, Texas has experienced a decline in oil production but a rise in ranking in relation to the OPEC countries. Back in 1973 Texas’ output equaled 3.3 million barrels a day, which would have made it the fourthranking OPEC producer, behind Saudi arabia, Iran, and Venezuela, had the state been invited to join the cartel. By the spring of 1982 Texas production had dropped to 2.4 million barrels a day, but because of the OPEC production cuts, Texas would have ranked second only to the Saudis in oil output.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "August 1982",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "OPEC",
      "Texas",
      "Iraq",
      "Country",
      "money",
      "Economy",
      "History",
      "March",
      "oil prices",
      "War",
      "Drilling",
      "people",
      "Power",
      "Business",
      "Favor",
      "nigeria",
      "Spring",
      "Success",
      "buildings"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "West",
      "Mercedes",
      "Austin",
      "Dallas"
    ]
  }
}