{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19935",
    "date": "May 1993",
    "year": 1993,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1993/19930500.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103
      ],
      [
        126,
        127,
        128,
        129
      ]
    ],
    "toc_order": 14,
    "toc_headline": "Act II",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199305-actii",
  "source": "",
  "wp_post_id": 127602,
  "wp_post_guid": "http://www.texasmonthly.com/article/act-ii/",
  "authors": [
    "Emily Yoffe"
  ],
  "headline": "Act Ii",
  "dek": "YEARS AFTER His Last Successful Play, PULITZER Prize-Winner Edward Albee Is a Hit In Houston, Where He Grooms ASPIRInG Play Wrights, Schmoozes With Arts Patrons, And Rages At Broadway Critics.",
  "spread_caption": "",
  "excerpt": "After years of being alternately judged a great playwright and a great disappointment, Edward Albee has found his footing in Houston, where he teaches, socializes, and gets star treatment.",
  "kicker": "",
  "word_count": 4508,
  "content": "<p>As He HAs For More Than Thirty years, Edward albee is sitting in a darkened theater, his hands neatly folded in front of his face, watching actors bring his characters to life. It is april 1992, and the two-time Pulitzer prize winner has come to the Wortham Theatre at the University of Houston, where he is a Distinguished Professor, to see a mostly student cast rehearse his latest writing and directing effort, <em>The Lorca Play.</em> The play, his twentyfifth, is an epic about the life of Federico Garda Lorca, a Spanish poet and playwright who was murdered by General Francisco Franco’s fascist thugs, and it is filled with commentary on politics and art and life—especially on a life in the arts.</p><p>As albee observes impassively, a student portraying young Salvador Dalí, a García Lorca contemporary, runs through his lines. “Unfortunately,” the actor says, “most of you know me from the end of my life—the silly man with the hugely upturned moustaches, the fake, the artist turned con man, the charlatan, the eccentric who made a career of the eccentric, the fool. My art ran out of steam, but I kept right on painting.” The moment is striking, and not just because the student bears an uncanny resemblance to the painter. It is impossible to hear that last line and not think of the career of the man who wrote it.</p><p>During the sixties, with the New York premieres of <em>The Zoo Story, The american Dream,</em> and, most sensationally, <em>Who’s afraid of Virginia Woolf?,</em> Edward albee was one of the most celebrated playwrights of his generation. In 1962, when he was 34 years old, a <em>Life</em> magazine article on his “meteoric” career said he “has a merciless ear for the cliches, <em>non sequiturs</em> and droning repetitions of everyday talk.” The next year <em>Newsweek</em> described him as “the new o’neill, the young Strindberg, and, inevitably, the northern Williams.” It went on to quote the southern Williams—Tennessee—as saying, “Edward albee is the only great playwright we’ve ever had in america.”</p><img /><img /><p><strong>ALBEE, Framed By Houston’s Skyline. At 65, He Is Robust And HAndSOME.</strong></p><p>Photograph By Robert Ziebell</p><p>But by the end of the decade, albee’s career was beginning a steep and seemingly irreversible decline. The critics and the public were waiting for him to top <em>Virginia Woolf</em> with a work of equally scathing wit and power. Instead, they complained, his writing became attenuated, his characters excuses for metaphysical musings. In 1980 critic Stanley Kauffmann wrote in the <em>Saturday Review,</em></p><img /><img /><img /><p>“Fate has not been kind to Edward albee. I don’t mean only the bitterness of early success and subsequent decline, though that’s hard enough. Worse: he was born into a culture that—so he seems to think—will not let him change professions, that insists on his continuing to write plays long after he has dried up.”</p><p>Many artists have been destroyed by such attacks, but not albee. In defiance of the critics, he has continued to write as well as direct, lecture, and teach. <em>The Lorca Play,</em> for example, was commissioned by U of H and coproduced by its School of Theatre and the Houston International Festival. Although the play’s debut last year came and went without a ripple of interest from the New York theater establishment that once embraced him as its savior, albee is clear in his mind about where he stands and where it stands.</p><p>“I have an awareness of my own virtues and failures and excellence,” he says from his seat in the Wortham. As he speaks, an edge creeps into his archly patrician voice, unusual for a man whose conversational style is that of ironic understatement. “i’m not confused by fashion. It’s very frustrating to take the trouble to communicate with people, to have done a fairly good job and face critical anger, stupidity, to get cut down. It’s annoying, and people are cheated. If you don’t get crushed, it enrages the people trying to crush you anyway. This happens to anybody and everybody who comes along. There’s always the great white hope.” Then he adds a piece of advice that he gives to his students: “Unless you have to be a playwright, don’t do it. It’s a tough racket, a heartbreaking one.”</p><p><strong>In the First Stage Of His Career, Albee’s Work Was Defined By Its Smart Dialogue. His First Play, “the Zoo Story” (Above), Was an OfF-BROADWAY Hit In 1960. But His Greatest Critical Triumph Came When “WHO’s Afraid Of VIRGInIA Woolf?”(LEFT) Made Its DEBut In 1962.</strong></p><p>Albee assures, however, that his own heart hasn’t been broken. In the latter part of his life, he has come to Houston, where he does not have to dwell on the pain of failure and rejection. In Houston albee is not an artist who never fulfilled his early promise; his gifts are celebrated for being as fresh as when he first astonished the world. Houston is a haven where he can direct, and write, the plays he wants to see performed, far from the savage judgments of Broadway. More important, it is a place where his name still carries a lengthy suffix. To students, faculty colleagues, administrators, and social heavyweights, he is not a man whose art has run out of steam. He is, as they proclaim at seemingly every opportunity, Edward albee, the Greatest Living Playwright of the Twentieth Century.</p><p><strong>POSTER Courtesy Theatre Arts Collection, Harry Ransom Humanities Research Center, the University Of Texas At Austin, Photographs By Aux Jeffry/Harvard Theatre Collection, Courtesy Theatre Arts Collection, Harry Ransom Humanities Research Center, the University Of Texas At Austin</strong></p><img /><img /><img /><p><span class=\"dropcap\">E</span>ither You Do Or Do not develop the notion that if you learn something, you have a responsibility to share it,” albee says, striding quickly toward his morning class. “i’ve done workshops and lectures over the years, but this is my first faculty position. Being selfish, I do something only if it’s useful to me. Altruism has its limits.”</p><p>Albee’s association with the university began in 1985, following a call from Sidney Berger, the director of U of h’s School of Theatre. “I got his number and he answered the phone,” Berger recalls. “I didn’t know what to say.” Berger recovered his wits enough to ask albee to direct three of his one-act plays at the university. Albee’s performance was a success—as Berger told him, “You’re a genius and i’m in awe.” Having made a connection with a man he has described as “a god,” Berger was not about to let him go. Three years later albee was offered a professorship, and he accepted—though the fact that he never graduated from college presented something of a problem. “i’ve been thrown out of every college i’ve ever attended,” he told Berger. The U of H administration, deciding two Pulitzers constituted an equivalency degree, waived the usual academic requirements.</p><p>Albee’s time at the university is partially taken up by directing—this February he staged a production of Samuel Beckett’s <em>Happy Days.</em> But most of his time is spent on the two classes he teaches on Mondays and Wednesdays each spring semester. In the morning he leads a playwriting class. In the afternoon he supervises the mounting of six student plays in a production workshop. He usually arrives in Houston on Sunday evening and leaves Wednesday afternoon, sometimes for one of his homes in Coconut Grove, Florida, Manhattan, or Long Island, where he endows a foundation that provides a working retreat for writers and visual artists. His stamina is phenomenal. Throughout the year he has a heavy lecture schedule around the country and often directs revivals of his plays.</p><p><strong>In the Second Stage Of His Career, Albee Allowed His Writing To Become Attenuated. Many Critics Disliked “a Delicate Balance” (Left), Although It Earned Him a PULItZER Prize In 1967. ToDAY, Those Same Critics SCOfF At “MARRIAGE Play” (BOTToM) And His Other Recent Efforts</strong></p><p>The application process for albee’s classes is uncomplicated: a writing sample, preferably a play. One of his conditions for teaching at the university was that he choose his own students. He gets</p><p>about 150 submissions for his classes, and from those he selects about 15. “I turn down an awful lot of thoroughly competent stuff,” he says. “i’m interested in incipient playwrights, people who think like playwrights. That’s why I turn down a lot of well-constructed middlebrow plays. I don’t want them to write like me. I want them to write their plays and realize their intentions more fully. I can’t create a playwright. I can be useful in getting someone a little closer to his mark.”</p><p>The structure of albee’s playwriting class is fluid. Some days he simply lectures; others are spent discussing students’ plays or reading them aloud to see how they work. Albee’s instruction method is a combination of the Socratic and the [ Continued On Page 124 ] [ Continued From Page 101 ] inscrutable. Former student Tom Bell, who has had eight plays produced since taking albee’s class in 1989, remembers being depressed the first time he heard actors speak his words: “I was prepared to tell [albee], ‘Replace me.’ But he looked me in the eye and said, ‘If I didn’t think you were a playwright, I wouldn’t have picked you.’ That meant everything to me.” another ex-student, Elizabeth McBride, recalls a similar moment: “He said to me once that my writing was so subtle it was ‘like the difference between running your hand over a piece of silk or a piece of velvet.’ That can keep you going for a long time.”</p><p>Photograph (Bottom) By Jim Caldwell, Poster And PhotographS Courtesy Alley Theatre, Houston</p><p>During the production process, albee gives his students free rein, checking in to see how things are going but rarely volunteering advice. Bell says albee is like a parent gently pushing his children toward independence. “He really gets a thrill out of watching them grow and learn,” he says. “He lets you make your own mistakes. He’ll watch rehearsal and then say, ‘What’s wrong?’ Either you tell him or you say nothing, in which case he’ll walk away, figuring you’ll figure it out. ”</p><p>And like a good parent, he is there to rescue you when things go really wrong. Two days before Bell’s debut as a playwright, albee stopped by to watch a rehearsal of <em>The Sick Room,</em> about several men on a detox ward. One of Bell’s actors did not need any coaching to play someone mentally unstable—in the middle of rehearsal, he simply walked out. “albee said, ‘What the hell is this?’” Bell recalls. “I went and found the actor sitting under a tree eating Chinese food. ” albee took Bell and the play’s director into an empty hall and laid the script, page by page, on the floor. “He was on his hands and knees,” Bell says. “He pointed and said, ‘Cut from there to there.’ It was this guy’s scenes. I was fond of the character, but this was two days before opening. Albee was teaching me what to do when s—happens. He’s never told me anything about making theater that isn’t true.”</p><p>At one Monday morning class, as his students listen with various degrees of attentiveness, albee speaks for an hour without notes. He is dressed casually: green denim work shirt, olive-drab pants, black Reeboks. He alternately sits on the edge of his desk and paces the front of the</p><p>room as he talks. As he moves through four centuries of theatrical history, from Shakespeare (“In his day, plays had to be about people of importance”) to the modernists (“Only the Broadway middlebrow has trouble with the reality of Beckett”), an unmistakable subtext emerges: Why his own career has fallen into decline (“Chekhov, Pirandello, Brecht, and Beckett: These are absolutely essential for understanding modern drama. Of course, you’ll never know these changes had taken place if you go to the modern theater because their plays are rarely performed”).</p><p>Albee’s performance is impressive, all the more so for its informality. “any questions, comments? i’m vamping here,” he says at the conclusion. A student wants to know more about ambiguous endings. “Lack of resolution is not necessarily good,” albee says. “The difference between interesting ambiguity and unintentional ambiguity is very important. Ambiguity demands as much control as anything else does.”</p><p>Another student asks albee’s opinion of Neil Simon’s trilogy of plays about the coming of age of a young comedy writer. “It’s more interesting to a lot of people than it is to me,” albee says. “We’re all terribly unpleasant about Neil. We’re so terribly jealous.”</p><p>A third student, a man in his fifties, offers his own observation: “I think the two greatest plays of the twentieth century are <em>The Zoo Story</em> and <em>Virginia Woolf.</em> ” albee seems both embarrassed and pleased. “That won’t get you a good grade,” he replies.</p><p><span class=\"dropcap\">I</span>F the Years Have Been Brutal to albee’s psyche, there is little physical evidence. At 65, he is a remarkably youthful-looking man. This is nothing new; in 1963 <em>Newsweek</em> described him as “almost insultingly young-looking.” In 1980 <em>People</em> attributed his ageless looks to good health habits, including bed before midnight. He is something of a health fanatic; while in Houston, he works out four days a week at the Fitness Exchange. He never drinks or smokes, and actors say that when he eats at rehearsals it is usually an apple or a cup of yogurt. He is trim and compact, although in photographs his large head gives the impression that he is a much taller man. He has always been handsome, with strong, well-shaped features and deep-set blue-green eyes, which are magnified by oversized aviator glasses. His look is circa <em>Sgt. Pepper,</em> with his longish, rather unkempt salt-and-pepper hair and drooping moustache.</p><p>Albee, more formally Edward Franklin albee III, was born in Washington, D.C., adopted two weeks later, and raised in Larchmont, New York. He never knew his birth parents; statements he has made through the years indicate that his adoptive parents never knew him. “I never felt that I belonged to my adoptive family anyway,” he told <em>american Theatre</em> in 1992. His father, Reed, an heir to a famous chain of vaudeville theaters, was a small, meek man overwhelmed by his large, voluble younger wife, Frances.</p><p>Albee has explored his family’s dynamics in many of his plays. In <em>The american Dream,</em> a pretentious woman and her henpecked husband adopt a “bumble of joy,” who turns out to be a bitter disappointment. The family reappears in <em>The Sandbox,</em> a short play in which a middle-aged mother plans to abandon her own elderly mother at the beach. It could even be argued that the imaginary son in <em>Virginia Woolf</em> is a version of albee himself.</p><p>In his teens albee wrote bad poetry and two awful novels. In his twenties he held a number of jobs, including one delivering telegrams for Western Union. Then, as a thirtieth birthday present for himself, he wrote a one-act play, <em>The Zoo Story,</em> about an explosive encounter between a drifter and a middle-aged publishing executive. After a circuitous route through Berlin, the play arrived OffBroadway in 1960. It was a sensation, and albee was launched.</p><p>The critical expectations for his career were enormous, and with the 1962 Broadway debut of <em>Who’s afraid of Virginia Woolf?, </em>they were fulfilled. Even thirty years later, the psychological warfare conducted by the long-married George and Martha—he a failed academic, she the daughter of the university president—remains vital and funny. The play takes place during a long drunken evening, when Martha and George invite over a young couple new to the faculty. In one exchange, Martha has told their guests, Nick and Honey, what a poor husband George has been.</p><p>GEORGE <em>(To Nick ... a confidence, but not whispered).</em> Let me tell you a secret, baby. There are easier things in the world, if you happen to be teaching at a university, there are easier things than being married to the daughter of the president of that university. There are easier things in this world.</p><p>MARTHA <em>(Loud ... to no one in particular).</em> It <em>should</em> be an extraordinary opportunity ... for <em>some</em> men it would be the chance of a lifetime!</p><p>GEORGE <em>(To Nick ... a solemn wink). </em>There are, believe me, easier things in this world.</p><p>NICK. Well, I can understand how it might make for some . . . awkwardness, perhaps . . . conceivably, but. . .</p><p>MARTHA. <em>Some</em> men would give their right arm for the chancel</p><p>GEORGE <em>(Quietly).</em> alas, Martha, in reality it works out that the sacrifice is usually of a somewhat more private portion of the anatomy.</p><p>An Oscar-winning movie version of the play, starring Richard Burton and Elizabeth Taylor, soon followed, giving the work an eternal life in popular culture—but also making it an artistic albatross for albee. He won a Pulitzer in 1967 for <em>a Delicate Balance,</em> about the unnamed dread that comes over all of us as we grow older, and another in 1976 for <em>Seascape,</em> in which a couple on the beach encounters a pair of married lizards (actually, actors in lizard costumes). Yet despite these prizes, the critical disappointment had already started—the feeling that his characters were becoming mere literary devices. The disappointment soon turned to venom. <em>The Lady From Dubuque,</em> about a family whose young mother has cancer, received brutal reviews and closed after eleven performances in 1980. Albee was quoted as saying of the experience, “The only time i’ll get good reviews is if I kill myself.”</p><p>If possible, things hit a new low two months later, with the Broadway opening of <em>Lolita,</em> albee’s adaptation of the Vladimir Nabokov novel. It closed after nine performances and was considered a fiasco. More failures followed. <em>The Man Who Had Three arms,</em> in which albee savages theater critics, was savaged by critics in turn and had a very brief New York run in 1983. He has not had a play produced on Broadway since.</p><p><span class=\"dropcap\">O</span>F Albee’s More Recent Plays, a question arises as to whether they would have been produced had they not carried the name “Edward albee.” Take the case of albee’s <em>Marriage Play,</em> which had its american premiere last year at the alley Theatre in Houston. The alley’s artistic director, Gregory Boyd, was required to advertise it as “Edward albee’s Marriage Play,” presumably to capitalize on the playwright’s name recognition. “It’s possessive, like ‘Steven Spielberg’s <em>E. T.,’”</em> he says. “Since Edward became an institution, the titles have changed.” Would Boyd have taken on the play if it had come from a lesserknown author? “I would have thought it was interesting,” he says. “Would I have done it? Probably not. ”</p><p><em>Marriage Play</em> is about one day in the long, crumbling marriage of an unhappy couple, Jack and Gillian—the day Jack comes home and tells Gillian he is leaving her. So close is it to <em>Virginia Woolf</em> territory that in the alley program for the play, albee describes the annoying conversations he has had with people who make the comparison and how he must instruct them that this new couple “bear no relation to George and Martha.”</p><p>He’s right: They have none of the specificity, the invigorating bitterness, of George and Martha. Jack and Gillian seem as spent as their marriage; they talk to each other in a sort of gassy, generic speech.</p><p>JACK. I’m not changing my mind . . .</p><p>I’m changing my <em>life.</em> You must learn the difference.</p><p>GILLIAN. Between your mind and your life.</p><p>Jack. I <em>will</em> strike you.</p><p>GILLIAN. I dare say. Poor darling. Poor <em>me,</em> while we’re at it.</p><p>JACK <em>(Mimicking).</em> Who is she? Who’s the chippie?</p><p>GILLIAN. Yes!</p><p>JACK. There’s no one! There’s everyone, and there’s no one. Maybe that’s it.</p><p>It’s poignant to go through albee’s interviews before the play’s premiere: He told the <em>Houston Chronicle</em> in 1989 that it was heading toward Broadway. Yet <em>Marriage Play</em> received only courteously lukewarm reviews in Texas and then moved to the McCarter Theatre in New Jersey, where David Richards of the <em>New York Times</em> wrote, “Those who would like to see the playwright return to the raw power of <em>Who’s afraid of Virginia Woolf?</em> and hurl some thunderbolts about the stage are not going to rally to <em>Marriage Play.</em> . . . It is a work more pondered, I suspect, than felt. ”</p><p>“a mixed review has gotten fatal now,” albee says about what happened to <em>Marriage Play.</em> “David Richards apparently was in a grumpy mood and apparently wanted me to write <em>Virginia Woolf.</em> Since the <em>New York Times</em> determines what goes on to Broadway, obviously it is not going on to Broadway.”</p><p>Albee also came under attack for the subject matter of <em>Marriage Play.</em> Why, gay writers asked, does a gay writer keep writing about heterosexual marriage? albee bristles at the notion that his personal life should dictate his work. “I never thought that gay was a theme anymore than straight was a theme,” he says. “I don’t want writers to get trapped. An awfiil lot of good writing is published under the gay imprimatur, as well as an awfiil lot of lousy writing.” His personal life, he says, is nobody’s business—though his friends mention discreetly that he has lived for many years with a painter in New York. “as you may have discovered, i’m a fairly private person. If you’re a public person, you have to be a private person.”</p><p>For the most part, albee has managed to carefully guard his privacy. In 1991, however, he attracted a fair amount of publicity when he was arrested for public indecency on a beach in Florida. Albee says he was simply shaking sand out of his suit in a deserted area of Key West. The charges were ultimately dismissed as groundless, though they were the fodder for numerous jokes at the university. At a subsequent rehearsal of a U of H production directed by albee, there was a discussion of the need for something spectacular to happen onstage. A student said, “Perhaps Mr. Albee can take his clothes off.” “Why not?” albee deadpanned. “i’ve done it before.”</p><p><span class=\"dropcap\">A</span> GAY Playwright Without a recent success may not seem like someone who would be the toast of Houston, but the adulation the city has heaped on albee sometimes approaches the obsequious. Listen to Houston art gallery owner Meredith Long, who gave albee, a passionate art collector, the rare privilege of curating an exhibition: “One of our roles is to make people like that happy in Houston. He is an authentic celebrity. The level in the room picks up when he comes in. We’re glad to have a person like albee in Houston. We’d like to have more.”</p><p>In modern society, celebrities have taken over the function of saints—that is, their lives are chronicled for moral instruction, not just vicarious pleasure—so proximity confers a kind of blessing. But in Houston’s relationship with albee, there is something more complicated at work than j ust celebrity. Quite characteristically, the city has made an excellent deal. In exchange for money, albee gives Houston more than just art; he gives it moral victory over New Tork. As Houston sees it, it has saved albee, salved him, bound the wounds so viciously and wrongly inflicted by that eastern cesspool.</p><p>“When I first met Edward, I was in great fear,” Sidney Berger says. “The reputation that preceded him—he’s tough, he’s caustic. When he realizes you’re not there to fight, he’s shocked. [Being here] has mellowed him a great deal. He’s relaxed; his creative juices flow.” Berger recalls albee’s coming to him in need of $2,000 for a student playwriting workshop. “He had his chin out. I said, ‘Okay.’ He said, ‘What?’ He’s so used to fighting. It made him think this is a good place to be.”</p><p>Berger remembers a function at the home of alexander Schilt, the chancellor of the University of Houston System, that was designed to introduce albee to some Houstonians with a significant interest in the arts and even more significant bank balances. It was a sort of “Meet the Medicis” evening, Berger says. When it was time for remarks, albee stood up and said, “Sidney has a dream, and I want to be part of this.” It was almost too much for Berger. “I thought, this is Edward albee, and i’m punky little Sidney from Brooklyn. ”</p><p>Even Schilt becomes a little lightheaded when talking about albee: “I yearn that Houston has been nurturing to him and his creative genius.” The chancellor once took a trip to Spain with albee—a fact-finding mission for a contingent from the university and the Houston International Festival—during which albee researched his Lorca play. “He has a wonderful quiet sense of humor,” Schilt says. “I find him easy to be with, comfortable and exciting. If I could take only a small number of people to be with me for the rest of my life, Edward would be on my list.”</p><p>But albee has also used his charms in a more practical way. “He has never declined any request i’ve made for working with the university on donors and potential donors,” Schilt says. “We have tried to use him as the valuable and scarce resource he is. Our requests are very targeted. He is immensely good at creating a sense of excitement. ”</p><p>For his part, albee views these tasks with a sort of noblesse oblige. “I don’t like to sing for my supper much,” he says. “The chancellor does three or four things a year. I go to what you have to put up with. I don’t think anybody behaves very naturally there. The food’s good. Everyone is there for a specific reason. People are perfectly nice. They may be a little self-conscious. They are there to be with me.”</p><p><span class=\"dropcap\">O</span>NSTAGE At the Wortham, the large cast of <em>The Lorca Play</em> is assembling. In addition to two Lorcas—child and adult—the characters include Dalí, Franco, director Luis Buñuel, and composer Manuel de Falla.</p><p>As the first act unfolds, albee watches from his regular seat in the theater. But as usual, he finds it hard to stay still. He gets up and stands in the aisle, walks to the bottom of the stage, and rests his foot on the short stairway. Mostly he lets the actors run through their lines, occasionally interrupting with a piece of advice.</p><p>After the two Lorcas foul up a scene, albee says, “What’s going on? This has got to go snip-snap.”</p><p>The play’s narrator, giving a history of the decline of the Spanish city of Granada into a backwater, says, “It was a splendid time.” albee advises, “Make sure ‘splendid time’ is ironic.”</p><p>America has produced many writers whose despair over their declining powers and reputations has destroyed their lives: Ernest Hemingway, Tennessee Williams, William Inge, F. Scott Fitzgerald. But albee shows no such self-destructive impulses. Although there may be some pain in how his career turned out, friend and former student Elizabeth McBride says, “i’ve always felt he was thrilled to be Edward albee. It is a pleasure for him.”</p><p>That seems to be the case as he sits in the Wortham, watching the Salvador Dalí he has created talk about his life. “One final thing,” Dalí tells the audience. “I was young once; I was very serious; I was very wild and serious; and I was a very great artist.” For once, the look on Edward albee’s face is not one of distant irony or amused remove. He looks, simply, happy.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "people",
      "Career",
      "Marriage",
      "Writing",
      "Work",
      "Art",
      "Broadway",
      "New York",
      "Pulitzer",
      "Theater",
      "Zoo",
      "Family",
      "Mother",
      "Reviews",
      "Texas",
      "Actor",
      "Artist",
      "College",
      "Edge"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Burton",
      "Mission"
    ]
  }
}