{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19935",
    "date": "May 1993",
    "year": 1993,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1993/19930500.pdf",
    "issue_cover_image": "",
    "document_start_page": 118,
    "toc_start_page": 114,
    "document_page_range": [
      [
        118,
        119
      ],
      [
        157
      ]
    ],
    "toc_order": 16,
    "toc_headline": "A Farewell to Arm",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199305-afarewell",
  "source": "/1993/19930500.pdf",
  "wp_post_id": 127596,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-farewell-to-arm/",
  "authors": [
    "Joe Nick Patoski"
  ],
  "headline": "A Farewell To Arm",
  "dek": "Why Nolan Ryan Will Always Be My Hero.",
  "spread_caption": "",
  "excerpt": "Even after his baseball career is over, Nolan Ryan will continue to be a role model for my kids—and me.",
  "kicker": "",
  "word_count": 1254,
  "content": "<p>Dear Nolan,</p><p>I’ve heard you’re hanging up your spikes at the end of this season. Evidently, so has everyone else. Two days after you announced your pending retirement from the game of baseball, your team, the Texas Rangers, set a one-day team record for ticket sales. It must be the lure of seeing a future Hall of Fame pitcher in action—especially when the pitcher is just about the only sports figure who deserves the nickname “Tex.” When I telephoned the Rangers’ publicist, John Blake, to ask for an interview with you, he suggested that I take a number, get in line, and be extremely patient. He has received so many media requests that he has had to hire an assistant to get him through Octothough that would be more than enough. You married your high school sweetheart. You raised your family in the same town in which you grew up. You’re a cattleman—what could be more Texan? and rarely is heard a disparaging word about you. Years from now you may be exposed as a crank and a whiner, a showboat with a big head, or just another money-grubbing jock. But i’m not betting on it. From where I sit in the grandstand, you appear to be a class act, the last in a long line of good guys who seem to have vanished from your profession. • I always knew you were talented. You make every pitch a work of art, beginning with that strong, silent gaze of determination etched on your face, eyes bearing down on the batter, continuber. • Saying good-bye isn’t going to be easy. I’ve read that you’re wary of all the demands on your time, of the distractions you’ll be facing in the coming months, of how you can’t even go out to eat in a restaurant or shop in a mall for fear of being pestered to death by well-intentioned folks wanting autographs. Everyone wants a piece of history, I guess, and after 26 years in professional sports—a record topped only by ing with the high kick of your left leg as you begin your windup, and culminating in your release, in which you transform a white sphere covered with cowhide into a hissing blur. More often than not, by the time the sound of your unmistakable grunt reaches my seat in the upper deck, the opposing batter has already swung his bat in vain, fanning a cool breeze around home plate. • What I wasn’t prepared for was the hockey’s Gordie Howe—you have plenty of history to give. But you also deserve a break. So i’ve withdrawn my interview request in the hope that you can use the time to get a few minutes of peace and quiet. • Instead, I thought I would drop you this thank-you note—not so much for all the records you’ve shattered and all the milestones you’ve reached; not for all you’ve done for baseball in Texas, bringing excitement to the astros a few years back and respectability to the Rangers today; not for being a walking, talking advertisement for the benefits of rigorous training and clean living; and certainly not for being a celebrity so inextricably tied to our state that two roads—one in arlington and one between Houston and Freeport, near your hometown of alvin—have been named the Nolan Ryan Expressway. • The real reason I wanted to thank you was for being my seven-yearold’s first hero. I couldn’t have asked for a better role model. It’s not just that you are a 46-year-old adult who plays a kid’s game for a living, excelling in all aspects of your positionway you would connect with Jake. It all started at the last home game of the 1991 season. Your Rangers were playing the defending american League champion Oakland athletics on a glorious Sunday afternoon in late September, one of the few occasions baseball has been played under the sun in arlington. I had attended several games that season, but it was the first time I had brought the boy along. • Between every inning, Jake escorted me to the souvenir stand, where he carefully checked out the merchandise. Eventually, I broke down and bought one of the least expensive trinkets: a pack of Nolan Ryan trading cards. Back in his seat, Jake studied each and every card carefully, including the ones commemorating your 5,000th strikeout, your 300th victory, and your 7th no-hitter. But he was particularly taken with the card showing you with blood smeared on your mouth and chin, after a ball you had attempted to field caromed off your face. Instead of wiping the blood off or leaving the game, you hung in there, kept pitching, and went on to win the game. Your steely stare of concentration never wavered.</p><p>Photograph By Brad Trent</p><p>[Continued On Page 153]</p><img/><p>[Continued From Page 114]</p><p>You made a mighty impression on Jake that fine afternoon, especially after he realized that the guy on the pitcher’s mound throwing all those strikes was the same guy whose face was on all those cards. As it turned out, you had a pretty decent outing against the Oaklands, although you left the game and hit the showers in the eighth inning with the score tied. Your team’s come-from-behind victory in the bottom of the ninth was a fitting conclusion to the season, giving us lots of memories and lots of hope for the next year.</p><p>On the drive back home and throughout the fall and winter, Jake studied his cards often. He read and reread the statistics, dissected your body language, and pondered the imponderables that only he and other people who love baseball can understand. By the time the grass turned green again, he was hooked. “am I raising my leg high enough?” he asked one afternoon in the back yard while trying to copy your knee-toforehead high-kick windup. I didn’t have the heart to correct him—it’s the left leg, not the right. I preferred telling him that I thought you would approve, if for no other reason than because you’re Nolan Ryan: “Practice, Son, practice, just like Nolan, and you may make something of yourself.”</p><p>Jake has since become enough of a realist to understand that everyone can’t be a pitcher. Lately, he has been watching Rangers catcher Ivan Rodriguez. His interest was first stirred when I told him that Ivan broke into the bigs at age nineteen; Jake figures if a teenager and a man older than his father can do it, he can too. Still, your influence on our family is contagious. Every time Jake’s two-year-old brother, andy, sees a ballplayer on television, he points to the screen and shouts excitedly, “Nolan Ryan. Nolan Ryan.” Someday I will have to explain to andy why every ballplayer is not at all like you.</p><p>But not just yet. For now, we’re too busy savoring the long good-bye. And if it does seem long, just remember: By the time the weather starts getting cool again, it will all be over. I hope the rest of your life will be as fulfilling as the baseball part of it has been. Knowing what little I do about you, I think it will. Good luck. I hope you win twenty games this season and pitch the Rangers into the World Series. And about that interview: To tell the truth, I really didn’t know what I could have asked you that hasn’t been asked before or what you could have said that you haven’t said before. Heck, Tex, I just wanted your autograph.</p><p>Your fan,</p><p>Joe Nick</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Baseball",
      "Game",
      "Rangers",
      "Home",
      "Nolan Ryan",
      "Family",
      "Games",
      "record",
      "Arlington",
      "Astros",
      "Betting",
      "Celebrity",
      "Death",
      "Future",
      "hall of fame",
      "High School",
      "History",
      "Houston",
      "Love",
      "Media"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Arlington",
      "Houston",
      "Texas"
    ]
  }
}