{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198712",
    "date": "December 1987",
    "year": 1987,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1987/19871200.pdf",
    "issue_cover_image": "",
    "document_start_page": 136,
    "toc_start_page": 134,
    "document_page_range": [
      [
        136,
        137,
        138,
        139
      ],
      [
        200
      ],
      [
        202
      ]
    ],
    "toc_order": 4,
    "toc_headline": "All Choked Up",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198712-allchoked",
  "source": "/1987/19871200.pdf",
  "wp_post_id": 122775,
  "wp_post_guid": "http://www.texasmonthly.com/article/all-choked-up/",
  "authors": [
    "Jerome Greer Chandler"
  ],
  "headline": "All Choked Up",
  "dek": "Even when you die and go to heaven, you'll have to change in Dallas. And unless the nation’s fourth - busiest airport shapes up soon, you'll feel like you spent your time in purgatory.",
  "spread_caption": "",
  "excerpt": "A ground war at the Dallas—Fort Worth airport is turning innocent passengers into anxious bystanders.",
  "kicker": "",
  "word_count": 2544,
  "content": "<p>Illustration By Eric Hanson</p><img /><p>When the Dallas-Fort Worth International airport opened in 1974, it was touted as the biggest, most sophisticated airport in the world. But in recent years its stardom has been sullied by stigma. Everybody has a story to tell about having to cool his heels in a Dfw waiting area because of a missed or delayed flight, and nobody will ever forget the Delta 191 crash that killed 137 people on august 2, 1985. Dfw now has a reputation to live down.</p><p>Truth be told, the most accurate picture of DFW fits neither a 1974 nor a 1985 extreme. Airline deregulation, the Federal aviation administration, and nose-to-nose competition between giant carriers american and Delta have made the airport another beast altogether. And to the question “What is DFW becoming?” the answer is multiple choice: Service at DFW could get slower, scarier, or it could get smoother, safer. Much depends on whether the FAA upgrades its radar system. Ultimately only one thing is for certain: DFW, even as you sit there at the gate or pace aimlessly through the concourse, is getting busier.</p><img /><p><span class=\"dropcap\">T</span>he first thing that you need to know about DFW is that although the airport’s design is not exactly obsolete, it has a serious flaw. Built as an origin-and-destination airport, it must now function as a hub. Translation: DFW was built to get passengers from their cars to their planes as rapidly as possible. The distance from curb to ramp is among the shortest in the world, which is nifty, except that nowadays two thirds of the 40 million passengers DFW handles each year are just passing through. They never set foot outside the airport. Semicircular terminals, so right for origin-and-destination traffic, can bog down connections critical to a hub facility.</p><p>Hub airports are the child of deregulation, which in 1978 dictated that the most efficient way to move vast numbers of passengers from a to C was via B. Deregulation places a premium on flight frequency as well as on making sure a passenger stays on-line, or starts and finishes his trip on the same airline. Hubs are the best way to accomplish both ends. They suck in flights from places like Shreveport, Louisiana, and College Station, divvy up their contents among other flights, and shoot them off to destinations like Los angeles and New York. DFW is now the fourthbusiest airport in the world —as a hub, and there’s the rub.</p><p><strong>DFW as it is today: blue for typical arrival routes; red for departures; gold for approaches to Love and satellite airports like addison and Meachem. Corner cones are the electronic “fence posts” called VORs.</strong></p><p><span class=\"dropcap\">T</span>he second thing you need to know is that 90 percent of the planes that hub at DFW do so on the east side of the airport. That’s where Delta and american are based. Next year Delta is scheduled to complete a nine-gate satellite on the southeast side of Terminal 4E. When that is finished, Delta will field some three hundred flights a day. In the not-terriblydistant future, archrival american will stage four hundred departures a day —all from its Terminal 2E-3E complex. Not only is DFW american’s busiest hub, but also the carrier’s national headquarters are just a few miles down the road, lured from New York City in 1979 amid the howls of Mayor Ed Koch.</p><p>While the west side of the airport isn’t exactly a ghost town —it accommodates Braniff, Northwest, United, and a slew of other carriers at Terminal 2W —the airport’s lopsided growth on the east side inevitably means more delays. Norm Scroggins, the manager of DFW’s radar control tower, explains the east-side dilemma: “We will be dealing with a significant congestion problem in competition for the space we have over there.” Others in the tower add that it doesn’t take a genius to see that a ninety-ten mix doesn’t make for the most efficient use of the airport’s 17,800 acres. The solution is obvious too, though it’s not necessarily a sure thing. It depends on whether american follows ageold advice: go west.</p><p>The answer to consumer and controller prayers is a proposed project that american is calling 5W. The idea is that american would add sixty gates on the Fort Worth side of DFW. Rather than repeat the mistake of the east side, american’s terminal would mimic atlanta’s Hartsfield terminal, a modern hub design. The addition [COnTINUED On Page 198] <strong>[ COnTINUED From Page 136 </strong>] would lack the curvilinear grace of DFW’s prederegulation terminals, but it would be the essence of efficiency. Three rectangular piers would be connected by peoplemover cars, passengers would have to walk no more than five hundred feet from gate to gate, and layover time would be substantially reduced. One hang-up: Construction costs could reach $750 million. American is still weighing its options.</p><p><em>Jerome Greer Chandler, author of</em> Fire and Rain: a Tragedy in american aviation, <em>is a contributing editor for</em> OAG/Frequent Flyer <em>magazine. He lives in anniston, alabama.</em></p><p><strong>How Other Texas Airports Stack Up</strong></p><p>Wondering how the other major airports in the state compare with DFW? The Federal aviation administration says it tracks delays for the nation’s 22 large “pacing” airports. In Texas, that means only DFW and Houston Intercontinental. Delay figures are not available for austin, El Paso, San antonioDallas Love Field, Houston Hobby, and Dallas Love Field. Since these airports usually function as origin-and-destination spokes, though, they are less likely to hold you captive than their big brothers, the hubs.</p><p><strong>austin Robert Mueller Municipal airport</strong></p><p>Mueller handled the 97th-largest volume of passengers in the world last year—3.63 million people. In terms of takeoffs and landings, the FAA ranks it 68th in the United States. On November 3 austin voters rejected a proposition that would have authorized the city to upgrade Mueller with a new $1.1 billion runway and terminal —an expansion that would have further encroached on black and Hispanic neighborhoods surrounding the airport. On a separate proposition, austin voted in favor of spending $728 million in airport system revenue bonds on a new airport twelve miles northeast of town. The downtown Mueller ultimately will be closed. As part of the “Move It” package approved by voters in November, Mueller is authorized to make $30 million in stopgap improvements so that ground and air traffic will be more manageable until the new airport opens for business, perhaps by 1995.</p><p><strong>Dallas Love Field</strong></p><p>For now, Love is an operation strictly for one carrier—Southwest. Bound by a bill sponsored by U.S. Speaker of the House Jim Wright, Love can field commercial flights only within Texas and the contiguous states. Despite the restriction, Continental wants to make Love a spoke and compete with Southwest on the Houston Hobby run. In handling 5.45 million passengers last year, Love ranked as the world’s 68th-busiest airport. The FAA tabbed it as the 43rd-busiest in the nation. Love got a face lift this year with some striking exterior-trim work on its thirtyyear-old terminal. In addition, a badly needed new parking deck is nearing completion. Officials say it could be ready for the Christmas rush.</p><p><strong>El Paso International airport</strong></p><p>Last remodeled in 1979, the airport has had the same sixteen gates for nearly twenty years. Despite El Paso International’s being only ten miles from the Juarez</p><p>airport, travelers wishing to fly into Mexico must either drive across the border to the Juarez terminal or fly to DFW for a connection. El Paso is the nation’s 88thbusiest in takeoffs and landings, slightly below San antonio. But it is 123rd in the world in passenger volume, with 2.4 million travelers last year.</p><p><strong>Houston Hobby airport</strong></p><p>Once-moribund Hobby is back on its feet again. In passengers handled, last year it ranked 55th-busiest in the world —7.49 million fliers. For takeoffs and landings, it is the nation's 37th-busiest airport. Recent upgrades at Hobby include improvements in the ticket lobby and gate areas. On the downside, Hobby lost its only real hub carrier when TranStar folded earlier this year.</p><p><strong>Houston Intercontinental airport</strong></p><p>The world’s 26th-busiest field, Intercontinental handled 14 million passengers last year. In terms of takeoffs and landings, the FAA ranks it the 34th-busiest airport in the nation. The airport’s delay tally is a bit worse for the first eight months of this year than for the same period in 1986. The FAA says that Intercontinental averaged two delays per one thousand takeoffs and landings last year, six per one thousand this year. The home base for ever-expansive Continental airlines, the airport opened a 10,000-foot runway this year and is in the process of designing a $75 million eleven-gate international terminal.</p><p><strong>San antonio International airport</strong></p><p>The world’s 67th-busiest airport took care of 4.66 million passengers during 1986. In terms of takeoffs and landings, the FAA ranks it the 83rd-busiest in the country. Three years ago the airport doubled its gate space with the addition of Terminal 1. The old structure, Terminal 2, remains in use. Improvements to prosaic interior are the news of the day at the airport. An FAA control tower opened two years ago, and a new cargo facility is on the drawing board.</p><p>J.G.C.</p><p>Money aside, a lot of american’s hesitancy has to do with what could happen once it vacated the east side. “If we should choose to move over there,” says Mike Gunn, the airline’s senior vice president for marketing, “we are presenting ourselves with some competitive risks by freeing up the old terminal.” One of Gunn’s fears is that another airline could penetrate the port, making DFW a hub for three carriers.</p><p>The problem with that is the industry maxim, “Two’s company, three’s a crowd.” Two-carrier hubs work for airlines and passengers alike, providing just enough competition to keep the other guy honest. Menages a trois, however, inevitably turn messy. With three-carrier hubs, so many seats are flying around up there that airlines are forced to lower fares suicidally to fill their seats. Braniff, once one of DFW’s dominant carriers, learned the lesson the hard way in the early eighties. Continental, Frontier, and United had a similar go-around at Denver’s Stapleton airport a couple of years later; Frontier ultimately foundered. Today there are no true three-carrier hubs in the United States. And while american could presumably thwart an interloper at DFW, should someone be so brash, no airline’s dominance can be guaranteed forever.</p><p>The real threat is from Delta, DFW’s number two airline. It is playing a full-out we-try-harder game. The atlanta-based carrier commands 25 percent of the passenger traffic at DFW, compared with american’s 57 percent. Delta, going back to the heyday of Love Field, has proved to be a major player in Metroplex aviation. Now it aims to increase its DFW presence markedly; Delta is gunning for a 35 to 40 percent share of the market. American’s vacating of 2E-3E would give Delta all the room it needed. Such a shift—american to 5W and Delta to former american turf-would result in a rebalancing of the airport, one that could only help the passenger.</p><p><span class=\"dropcap\">T</span>he third thing you need to know is that DFW’s mega-snafu is not necessarily the tower’s fault—not now anyway. Despite the bad rap laid on airtraffic controllers as a species, delays are actually down at DFW. Recently the airport’s radar control tower won an award as the best in the country. The airport tallied 1,466 delays in august 1986. For the same month this year the figure was 386—a 74 percent reduction. Contributing to the improvement were moves by american and Delta to spread out their chronological clusters of arriving and departing flights. Although flights are still bunched up for quick connections, the actual arrival and departure times found in airline timetables are now a lot more realistic than they were at this time last year. The new schedules recognize that you can shoehorn only so many airplanes into so much airspace without making somebody late. The schedule changes were prompted in no small part by pressure from a Transportation Department that is sick and tired of impossibly long lines of planes waiting nose-to-tail to take wing. Frequent fliers call the game “tarmacking.” Their intake of aspirin and antacid increases proportionally to how fervently the sport is played.</p><p>Despite the improvement, the tower will be taxed to the max and delays will soar once more if traffic continues its upward spiral. At least one knowledgeable FAA controller predicts that by the turn of the century DFW will be the busiest commercial airport in the world. “One of the things you have to look at,” says DFW controller Ron Uhlenhaker, “is that we set a new traffic high here probably once every two weeks. It’s almost routine.” Last year the airport handled nearly 576,000 takeoffs and landings. By 1991 the figure could hit 863,000. Something has got to give. In an interim report the FAA predicts that the “inability to handle the increasing complexity and traffic demands . . . will lead to delays that ultimately threaten the growth and stability of the aviation community serving this area.”</p><p>Terminal troubles are something the FAA will leave to the airlines. Its priority for now is a proposed $69 million Metroplex air Traffic System Plan, which would in effect increase DFW’s available airspace. The money would have to come from the federal government. And in these days of record deficits, funding is anything but assured. “Money is one of the problems,” concedes Uhlenhaker.</p><p>Because God made just so much sky, even over Texas, about the only way to produce more airspace is to create it electronically. Specifically the FAA plan calls for the relocation of four electronic “fence posts,” which define the region’s airspace, and the addition of two more. These VORs (very-high-frequency omnidirectional radio-range navigational stations) would make room for more traffic by doubling the airspace controlled by radar. The FAA would add a third radar station to the two it already has to cover the area defined by the VORs.</p><p>An important plank in the FAA plan calls for “segregation of performance characteristics,” which in more earthly parlance means making sure that a Boeing 727, with an approach speed of 135 knots, isn’t on the same approach path as a twinengine Cessna, whose landing speed is perhaps 35 knots slower. “Where you make your money,” says controller Uhlenhaker, “is in getting everybody doing the same speed on final approach. It’s much like the freeway. When everybody goes down the freeway at fifty-five, you just hum right along. But if you put somebody in the middle of that doing twentyfive, you begin to create a problem very quickly.” The way things are now, the FAA routinely mixes aircraft of varying speeds. Central to the remedy: two additional runways designed specifically for commuter and corporate aircraft. Each runway would be six thousand feet long and dovetail precisely with FAA ideas about separating big jets from small feeder liners. “The east commuter runway is already part of the master plan,” says the airport public information director, Joe Dealey, Jr. “We could begin construction as early as 1988.”</p><p>And that again brings us to the crux of the challenge: funding. Controllers and carriers are poised to tackle the future, the FAA with its $69 million plan and american with its $750 million west-side proposal. As a record number of passengers prepare to mob the airport during the holidays, DFW must make a choice: bite the fiscal bullet or choke on the fruits of its own success.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1987",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "DFW",
      "Love",
      "delta",
      "Traffic",
      "Airports",
      "Aviation",
      "competition",
      "Houston",
      "Airlines",
      "Austin",
      "Construction",
      "El Paso",
      "Metroplex",
      "record",
      "Space",
      "Texas",
      "Work",
      "Addison",
      "Bonds",
      "Border"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Houston",
      "Austin",
      "El Paso",
      "Texas",
      "Addison"
    ]
  }
}