{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19819",
    "date": "September 1981",
    "year": 1981,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1981/19810900.pdf",
    "issue_cover_image": "",
    "document_start_page": 158,
    "toc_start_page": 154,
    "document_page_range": [
      [
        158,
        159,
        160,
        161
      ],
      [
        220
      ],
      [
        222
      ],
      [
        224,
        225,
        226
      ],
      [
        228
      ],
      [
        230,
        231,
        232
      ],
      [
        234
      ],
      [
        236,
        237
      ]
    ],
    "toc_order": 5,
    "toc_headline": "One Woman’s Tiny Problem Confronts Dallas City Hall",
    "toc_kicker": "",
    "cover_cut_line": "One Woman Battles Dallas City Hall: Guess Who Wins?"
  },
  "identifier": "TXMO-ARTICLE-198109-onewomans",
  "source": "/1981/19810900.pdf",
  "wp_post_id": 116169,
  "wp_post_guid": "http://www.texasmonthly.com/article/one-womans-tiny-problem-confronts-dallas-city-hall/",
  "authors": [
    "John Bloom"
  ],
  "headline": "One Woman's Tiny Problem Confronts Dallas City Hall",
  "dek": "Everybody knows Dallas is the city that works. So why did it have so much trouble with a noisy air conditioner?",
  "spread_caption": "",
  "excerpt": "Vesta Cawley turned to the city bureaucracy for help with a problem that didn’t matter to any of the other 900,000 residents of Dallas. But it should have mattered more to city hall.",
  "kicker": "",
  "word_count": 9674,
  "content": "<img/><img/><p><em>Vesta Cawley meets Dallas City Hall. Until her problems began on april Fools' Day, 1980, Cawley's life seemed perfect. She had a happy marriage, a well-paying job, a healthy child, a dream house. Then came the noise.</em></p><p>Photography by Christina Patoski</p><p><span class=\"dropcap\">T</span>he adjustors meet every other Tuesday in a place I have come to regard as a kind of civic cathedral. First-time visitors to the Dallas City Council chambers, which the adjustors I usurp twice a mon땓th for their meetings, are sometimes so bewildered and intimidated upon beholding the room that they ask permission of the receptionist before entering. The chamber was not constructed for the timid: it reaches, some fifty feet from floor to ceiling, with a bank of corporate-green opera chairs descending amphitheatrically toward the adjustors’ swivel chairs, which are ranged in a half-moon around a speaker’s lectern. To the person who stands at the lectern, only the heads of the adjustors are visible. The rest of them is concealed behind a high gray panel, the better for the adjustors to keep the glare away from their closed-circuit TV screens. Above them, perhaps twelve feet in diameter and dominating the scene like an extraterrestrial icon, is a five-pointed star of purest white, part of the seal of the City of Dallas.</p><img/><p><em>The offending air conditioning unit looms behind apartment manager Betty Hibbler.</em></p><img/><img/><p><em>Vesta with her family in front of the Munger Place house, one of the many expensive restorations jammed right up against slums.</em></p><p><strong>“Vesta Cawley was working in the back yard, when suddenly a great metallic rumbling noise—like a miniature explosion—pierced the silence of the spring afternoon. She opened her back gate and there she saw the culprit: a twostory industrial air conditoner.”</strong></p><p>On May 26, 1981, the aforementioned adjustors, more commonly known as the Board of adjustment, gathered in regular session at 1:56 p.m. The time could be verified by reference to any of the dozen or so digital-readout clocks in the room, from the one at the lectern to the oversized one just below the slide projectionist’s peephole at the rear. Waiting in the opera chairs were perhaps thirty people, one of whom called across the room to a friend, breaking the hush and drawing stares. Clearly something Very Important was about to occur. At two o’clock the chairman of the Board of adjustment, Jay Hauteman by name, began the meeting by quietly reading a statement of principles into the microphone (with so much technology, gavels are passe), among which the most important was this: “No decision of this board shall establish a precedent.”</p><p>Though few people in the room were aware of it, one of the most ancient forms of civil procedure had just been convened. If this had been the tenth century, the petitioners would have brought their families, and the ones with the most illustrious reputations would undoubtedly have prevailed. In the fifteenth, those who thought the law too harsh would have appealed to one man, probably a baron who doubled as a justice of the peace, for a special dispensation. Even today, if this had been, say, Chicago or New Orleans instead of Dallas, the proper avenue of appeal would have been through the ward committeeman. For the people gathered today in the council chambers all had one thing in common: they believed, for one reason or another, that the law should not apply to them. In the eyes of the city, these were favor seekers.</p><p>It has been recognized in almost all nations and times that the granting of favors and exceptions is a necessary part of government, that justice strictly applied will eventually result in injustice, and that the letter of the law and its spirit are rarely the same. Even the most cynical machine politicians of the past probably believed there was some higher good—like peace and harmony—to be gained by rewarding the few, even at the expense of the many. In Dallas, however, as in many other Texas cities, the leaders have taken the process of granting favors out of the hands of politicians and vested it in a group of citizens: the ubiquitous civic board. For matters dealing with taxation, that group takes the form of the Equalization Board. In this case, for matters dealing with the Comprehensive Zoning Ordinance, which is virtually the Ten Commandments of Dallas government, the operative body is the Board of adjustment. Those who feel wronged come here, and here their grievances are settled with a final yes or no. The board may or may not decide to give a reason for its decision; nothing the board has done before need affect what it does today; no one—not even the city council that appointed the board—can overrule it. Unless one goes to the formal courts, this is where the buck absolutely stops.</p><img/><p><em>Maps projected on the wall dominate a tense scene as the adjustors decide Cawley’s fate.</em></p><p>The Board of adjustment is quaintly known as “an autonomous body”—a group of five people who do whatever they please. It has been established that way for a purpose, of course. Dallas is the largest city in the nation to use a city manager form of government, and the purpose of letting a manager run the city is to insulate the system from politics. The Board of adjustment carries that concept even further. By appointing a group of leading citizens who are answerable to no one, the city hopes to achieve an impartiality beyond the reach of both politicians and bureaucrats. Since these board members aren’t paid salaries, who could possibly question their motives?</p><p><strong>Prelude: The Parade of Petitioners</strong></p><p>Having established the ground rules, Hauteman—who is a real estate broker when he’s not chairing the board—called for the first case. A gray-suited, bespectacled man rose on behalf of Cadillac Fairview, a huge Canadian development company. The chairman referred to the man as “Bob,” and Bob referred to the chairman as “Jay,” and they seemed to know each other well.</p><p>“Bob,” said Jay, “did you talk to anyone with the city about the problems we had last week?”</p><p>“Yes, Jay,” said Bob, “I interfaced with several of the city departments, and I discussed this with both Don and Doug in Urban Planning. I want to emphasize that this particular project is in joint-use development between ourselves and the city.”</p><p>“I understand,” said Jay. “By the way, what kind of trees are those on your diagram there? Live oaks or what?”</p><p>“Let me see,” said Bob, referring to a huge architectural drawing he had brought along to set in front of the lectern. “Yes, those are live oaks.”</p><p>Another adjustor asked to be recognized. “I hope you realize that we can’t approve a site plan that doesn’t have an adequate legend,” she said. “We didn’t know whether those trees were four feet or eight feet or live oaks or bushes or what.”</p><p>Still another adjustor chimed in. “There seems to be some discrepancy between our staff briefing this morning and what we’re seeing here.”</p><p>“a lot of these problems,” said Bob, “are caused simply by our unfamiliarity with procedure. We’re sort of the new kids in town at this point.”</p><p>“We understand that,” said Jay. After a few more minutes of banter, the Cadillac Fairview request—whatever it was, since the audience could only guess at its substance—was approved unanimously.</p><p>Once Bob’s request was dispensed with, the parade of petitioners began in earnest. The first was a well-groomed, boyish attorney named Rick addison, appearing for a man who wanted to convert the garage of his Oak Lawn residence into a hobby shop. The board was not kindly disposed to the idea. Adjustor W. A. Bonds, a balding man in a light yellow suit, a builder by profession, started the questioning: “We’re a hardship board, Mr. Addison. What’s your hardship?” The attorney pointed out that the garage was very old and had been built before the more stringent building regulations of the mid-sixties were passed; since it was right up against the property line, he couldn’t rebuild it there without obtaining a variance on its placement. Adjustor Michael W. Brown wouldn’t accept that argument. Brown, an architect with aquiline features and a bushy moustache who wears his hair in a modified pompadour, is considered the toughest questioner on the board. “That is called a nonconforming use,” said Brown. “We’re trying to eliminate those.” Finally the attorney, apparently surprised by Brown’s vehemence, offered to modify his building plan and return in two weeks. The board agreed.</p><p><em>(Continued on page 216)</em></p><p><em>(Continued from page 157)</em></p><p>Next came James Turney, bearded and bespectacled, wearing a light jacket with open collar. If ever a man seemed to have a hardship, it was Turney. He patiently explained to the board that his family had operated General Trading Post, a kind of ghetto flea market frequented by blacks and Mexican americans, at the same location, a decaying industrial area just east of downtown, ever since 1963. There about a hundred merchants regularly sold merchandise like used sewing machines, velvet paintings, old records, and the like, but unless the board found in his favor, he would have to close. The building inspector had ruled that he was in violation of zoning laws that forbid open-air stalls.</p><p>A disinterested observer might conclude, as Turney had, that a zoning regulation ignored by the city for eighteen years could not possibly result in the closing of one hundred small businesses simply because a building inspector had at last recognized the error or, more likely, ceased to look the other way. Turney was wrong.</p><p>“Just because you get away with something for eighteen years,” said Hauteman, “doesn’t mean it’s legal.”</p><p>“and even if it was legal eighteen years ago,” said Brown, repeating his theme, “we’re still trying to eliminate nonconforming uses.”</p><p>And at that point Brown made a motion to deny the application. There was no debate whatsoever. A vote was taken, and the motion passed four to one. The dissenter was the only woman on the board that day, an interior decorator named Diana Cobb. No reason for the vote was given, except what could be surmised from the questions. James Turney had just learned what “autonomous” really means.</p><p>Next came Michael Green of 10239 Deermont Trail, and the basis of his request and the details of its resolution will forever be lost to history. Before he could even open his mouth, an adjustor moved to approve his petition. The motion passed unanimously by voice vote, and Green sat down.</p><p>Then came Pedro aguirre, accompanied by his wife, Carmen. He explained that he needed approval to build an “outdoor living room” onto his house. Since several of the adjustors apparently didn’t know exactly what an outdoor living room was, aguirre launched into a baroque explanation of “our long-range plan for our home,” which had begun in 1965 with the purchase of a lot in East Dallas and had continued for sixteen years. Unfortunately, aguirre had ended up with two buildings instead of one—he had never built the connecting rooms—and now the building inspector said he couldn’t build his outdoor living room to connect the two parts of his residence. “If any of you have seen the Spanish-style homes in Mexico,” said aguirre, “then you know that this is traditional.”</p><p>Brown, Bonds, and Hauteman didn’t immediately respond to this presentation but huddled among themselves behind the high gray panel until finally Bonds asked aguirre if he would agree to a few minor modifications. He said he would, the matter was put to a vote, and the first outdoor living room in the history of the Dallas building code was approved.</p><p>There were several other petitioners that day, but the most intriguing by far was a woman named Vesta Cawley. Mrs. John Cawley, as she was listed in the formal petition, was an attractive woman in her early thirties dressed in a stylish white silk dress. Unlike most of the others, she spoke from prepared remarks. Her voice trembled at first, as though she feared she wouldn’t be understood, but then she settled into a clear, understated recitation of her grievances and her hopes for relief.</p><p>As the adjustors listened, they seemed, for once, wholly perplexed.</p><p><strong>April Fools' Day: But the Noise Is No Joke</strong></p><p>Vesta Cawley’s story is being told here because she, like most people, is neither a politician nor a bureaucrat nor a professional complainer of the sort that frequent city council meetings. I could have chosen a thousand other people to write about; I picked her more or less at random. She had, in the great scheme of things, a very small problem, a problem so small that it mattered to almost no one except her. But since it involved the ancient, universally recognized right to peace and quiet, it should not have been small to the City of Dallas. Vesta Cawley’s search for a solution led her directly to the city hall that touts itself and is sometimes touted by others (most recently <em>Time</em> magazine) as the last urban bureaucracy that really works. For Vesta Cawley, as for most people, this probably would be the one and only time that she would need to call on that bureaucracy. I wanted to see whether that bureaucracy worked.</p><p>Vesta Cawley would later recall, with only mild amusement, that the problem began on april Fools’ Day, 1980. Everything else in her life seemed to be in order. She was recently, and very happily, married. Her husband had just left Burgess Industries to form his own computer software company. She was making a nice salary as a project administrator at FritoLay. Her seven-year-old son by a previous marriage was doing wonderfully at a neighborhood elementary school. And best of all, they had just moved into the house of their dreams.</p><p>It had been a compromise—she preferred the northern suburbs, while her husband was more used to the pace of the inner city—but now both of them were sold on the big cream-colored house with muted gold trim in East Dallas. It was an example of what is known as Prairie School architecture, and it was located in the up-and-coming Munger Place Historic District. At first the Cawleys had been hesitant. The area was growing in respectability, but the crime rate was still higher than average, the result of jamming expensive restoration jobs right next to slums. Swiss avenue, the most opulent of the restored Dallas neighborhoods, was only two blocks away, but in between were the stolid brick apartment buildings of Gaston avenue. Once the grandest residential street in the city, Gaston was now a mixture of old apartments, downat-the-heels duplexes, and convenience stores. The Cawleys’ house was seventy years old and situated on Junius Street, halfway between the apartments and the low-income areas, and, well, it was a gamble.</p><p>The house was too beautiful to pass up, though. For twenty years it had stood vacant (the neighborhood kids thought it was haunted), and then in 1979 someone had realized its value and fully restored it. Once used to house four families, it was returned to its original design and painted its original colors, as historical district codes require. With its pillared porch, the extra bedroom over the garage, the largerthan-average back yard, and the park and tiny shopping area directly across the street, it was one of the best houses around. John and Vesta already had great plans, including the redecoration of the bedroom over the garage and the addition of a swimming pool with deck, where they hoped to do some entertaining, as well as enjoy the use of their back yard during the summer months.</p><p>But those plans came to an abrupt halt on april 1, 1980, a Saturday. John had left for the office to put in a few hours overtime and Vesta was working in the back yard, when suddenly a great metallic rumbling noise—she later described it as a kind of miniature explosion—pierced the silence of the spring afternoon. “It startled me so that you could have picked me off the ground,” she said.</p><p>She went to the gate at the back of the yard and opened it, and there she saw the culprit: a two-story industrial air conditioner behind one of the apartment buildings on Gaston, directly across the alley from her house. Flustered, she went into the house and quickly dialed John at the office. When he came on the line, she said simply, “Listen to this,” and held the receiver up to the window.</p><p>“What is that?” he said.</p><p>“That,” she answered, “is the air conditioner across the alley. I guess they just turned it on for the season.”</p><p>“I don’t even have to come home,” he said, “to tell that that’s too noisy. It’s at least ten or twenty decibels too loud.”</p><p>This was one of those rare occasions when an ordinary citizen knew what he was talking about. John’s previous employer, Burgess Industries, had occasionally done work in the area of noise control, so he was familiar with the federal standards. When he returned home that day, his first impression was confirmed. The racket was too loud for sleeping with the windows open—the air conditioner fan was, by chance, at the exact height of the Cawleys’ upstairs windows.</p><p>It wasn’t so much the volume of the machine that bothered them—although it was every bit as loud as a very noisy restaurant in which conversation becomes difficult—but the fact that the noise was not continuous. As any noise expert will tell you, continuous noise is always more tolerable than discontinuous noise, which is what makes airports and noisy mufflers so exasperating. The air conditioner cycled on and off about every five minutes —just long enough for the Cawley family to get accustomed to the quiet before the rumble started again.</p><p>On the following Monday, Vesta wasted no time. The first thing she wanted to do was find out what rights she had under the law. So she called the Environmental Protection agency, which referred her to the City of Dallas action Center, which referred her to air Pollution Control, which referred her to something called the Environmental assessment Program, which referred her, finally, to a person named Fred Barnes.</p><p>Fred Barnes is a jovial man with a bushy moustache and square-rimmed glasses who wears mint-green pants and paisley ties to the office. He likes his work, often staying well past the fourthirty closing time, and ingratiates himself with the cleaning women by sometimes giving them presents like giant cellophane bags of popcorn. To the confusion of some people who know who he is, Barnes works not at the stylish new city hall, designed by I. M. Pei and featured in all the slick tourist brochures, but in one of the buildings where the real work of the bureaucracy goes on: 1500 West Mockingbird. The Mockingbird annex, a lowslung brown and white converted warehouse across the street from Sigels Liquor Store, is the home of a small army of city employees. It is full of long, cavernous, squeaky-clean corridors distinguished only by their little square, white signs with black letters, which point the way to warrens and cubbyholes deep in the bowels of the building. Somewhere within that maze is a tile-floored room full of drafting tables and metal cabinets, and beyond that room is a cubicle with a window, and through that window, on most days, you can see Fred Barnes. Over his right shoulder hangs a map of the world.</p><p>Fred Barnes is an important enough man to have three titles. He is not only the environmental health officer of the City of Dallas but also the acting assistant director of the Environmental Health and Conservation Department and the manager of the Environmental assessment Program, the air Pollution Program, and the Environmental Health Laboratory. It was in his role as manager of the Environmental assessment Program that he took a phone call on april 3, 1980, from one Vesta Cawley, of 5301 Junius, pertaining to a complaint of excessive noise.</p><p>Fred Barnes loves to talk noise. It is, he will tell you, one of his favorite fields of study. He is convinced that urban noise causes stress and heart problems to an extent not generally recognized by the public, and one of his earnest desires is to make people realize just how noisy the world is. Still, when Vesta Cawley called he was able to be sympathetic to her problem without really being encouraging. It was not uncommon, he warned her, to find that people “turned a deaf ear to noise.” He told her that even if she was absolutely right about the noise level of the air conditioner, she would probably have a long fight ahead of her. And then he explained that all he could do was measure the noise and tell her whether it was indeed excessive. Then the matter would be out of his hands.</p><p>Vesta agreed that that was a good start, and so Barnes dispatched J. W. Fowler, an inspector for the Environmental assessment Program, to determine the noise level of the air conditioner. Fowler got out to the Cawley house within three days (usually Barnes can promise a 24-hour response time), and his measurements showed a clear violation: the air conditioner registered at about 75 decibels, whereas the city’s standards were 56 decibels in the daytime and 49 at night.</p><p>Barnes called Vesta to give her the good news—she was right about the excessive noise—and the bad—his agency had no powers of enforcement. If she wanted anything done about the problem, she would have to call a man named Sam Harting, in the Building Inspection Department; Barnes would send Harting a letter.</p><p>It was some measure of Sam Harting’s position in life that he occupied an office a mere twenty feet from the front entrance of the Mockingbird annex, an office large enough to contain a dozen or so wall decorations, including a calendar from the Ridge Tool Company, several joke posters, a yellowed map of the United States, and a picture of his family. Harting has only one title, but it’s a good one: assistant building official of the Building Inspection Division of the Housing and Urban Rehabilitation Department. A 23-year city employee, Harting has thinning hair and a moustache and favors white highlight stitching on his shirts. He received Vesta Cawley’s phone call and Fred Barnes’s noise report at almost precisely the same time.</p><p>At this point there is some discrepancy as to exactly what transpired. According to Vesta Cawley, Harting responded as follows: “Yeah, i’ve got the report, but i’ve got <em>important</em> things to do here. I don’t have the time or the staff for noise.”</p><p>Sam Harting remembers it differently: “I don’t remember exactly what I said. I talked to her several times. I don’t regard noise complaints as any different from any other complaint.”</p><p>The result was the same: nothing happened. Harting did send a man to the apartments, but he gave him instructions to try “voluntary compliance” first. That meant the owner would suggest solutions to the problem, allowing Harting to go back to the more pressing matters of building inspection. For a week or so, Vesta awaited a call and expected a quick solution. Then, growing impatient, she called Fred Barnes again and asked him what to do. He suggested that they try another noise reading and again sent an inspector to determine the decibel level. Again the inspector detected a clear violation. Again Barnes sent a report to Harting. Again nothing happened._</p><p><strong>Six Months Later: There Goes the Back Yard</strong></p><p>In the meantime the Cawleys had begun to alter their lifestyle. For one thing, they scrapped all plans for building the swimming pool or refurbishing the garage apartment, at least until this was resolved. It would be impossible to converse around the pool, and it would be almost impossible to sleep over the garage, since that room was much closer to the air conditioner than was the main house. Then, when it became apparent that no quick and easy solution was in sight, they closed the windows of the house for the summer and—reluctantly—installed a window air conditioner in their bedroom. “We finally had to use noise to fight noise,” said John Cawley. “The window unit gave off a continuous noise that drowned out the intermittent noise of the apartment air conditioner.”</p><p>It occurred to Vesta that perhaps a sympathetic politician could prod the bureaucracy into action. So the next person she called was her city councilman, a young Princeton-educated attorney named Lee Simpson who had just been elected on a platform that included neighborhood revitalization issues. It hadn’t taken Simpson long to learn the limitations of his job. He told Vesta frankly that he could do very little to help her; a councilman wasn’t allowed even to <em>speak</em> to a city employee below the assistant city manager level—which limits his contact to the top five employees—and about all he could do was write a letter like any other citizen and hope his name carried extra weight. Vesta later talked to a mayor’s aide who had indeed received a letter from Simpson; apparently the mayor can’t do anything more than a councilman can, because the aide had passed the letter along to the city attorney’s office.</p><p>Vesta was beginning to think of the city bureaucracy as an aimless organism without any clear idea of its own powers. Having dealt now with two city departments, a councilman, and the mayor’s office, she turned with unflagging persistence down another avenue: before winding further through the city bureaucracy, she decided to see what the owner of the apartments intended to do in the now unlikely event that he or she was given a citation.</p><p>The apartments in question represented one of the nicer units on Gaston, a twostory white brick building with wooden portcullises on the balconies and attractive landscaping along the street. The sign out front read “The Mandalay,” and beneath this name was a phone number. Vesta picked up the phone and dialed.</p><p>When Betty Hibbler answered that number, Vesta thought for a moment that all her worries were at an end. It was positively one of the kindest voices she had ever heard, and after Vesta explained the problem the woman became most cooperative. Betty Hibbler was not the owner—in fact, Vesta didn’t even know who the owner was, but Hibbler did have some authority. In fact, one of her workmen had already told her that a city building inspector had visited the Mandalay apartments, so she was not altogether unprepared. She promised to have workmen take a look at the air conditioner and see what could be done.</p><p>Shortly thereafter, the workmen did do a few things—washed out the unit and greased the fan belts—and the result was a small lessening of the noise. Then, after three or four weeks, even that improvement disappeared, and the unit returned to its former cantankerous self. Still frustrated, and wondering whether anything else was being done, Vesta called Betty Hibbler again. Again she was sympathetic and agreed to draw up plans to either move or redirect the air conditioner in such a way as to draw the noise away from the Cawley property.</p><p>For a while Vesta had some hope of a change. Then Hibbler confessed that the job was bigger than she had originally thought, and that in order to do <em>anything</em> to the unit, it would have to be shut down for two weeks. Since summer was imminent—the summer of the great heat wave—it would be economic suicide to shut off the air conditioner for that long. The tenants would never stand for it. Could the Cawleys possibly wait until fall for the changes to be made? Of course, said Vesta—and all the home improvement plans were put off until the following year.</p><p>There is a point at which mere practical complaints take on moral and philosophical overtones. Vesta wanted the air conditioner fixed, but she also wanted the city to listen to her. She had a very mundane complaint on one level—it’s too noisy around here—but on another level she was talking about a fundamental right, long established in the common law, of “peace.”</p><p>Vesta first started thinking about rights and wrongs sometime around September 30, 1980, one day before the six-month anniversary of the problem. She didn’t want to be pushy, but she did want to know whether the owners of the Mandalay apartments intended to go through with their promise to shut down the unit and move it so that the noise went elsewhere. And she wondered, coincidentally, what Sam Harting had done with her request for enforcement of the city’s noise ordinance.</p><p>To find out, she called her old friend Fred Barnes. Discreetly, he told her that the matter had grown a little more complex. A letter had arrived at city hall from one Betty Hibbler, who was—surprise!—petitioning the city to revise its noise standards. And soon Vesta found out why. When she called Betty Hibbler she was told that the workmen had finally told her that they could just <em>possibly</em> get the noise level at her property line down to 56 decibels, the daytime limit, but there was no way they could get it down to the nighttime limit of 49. If the city would change its standards to correspond to Environmental Protection agency guidelines—55 decibels day <em>and</em> night—then the Mandalay unit might be in the ball park. Otherwise, there was no chance.</p><p>There was no way Vesta could have known it at the time, but Betty Hibbler had taken it upon herself to let Mayor Folsom know what was going on. It so happened that the owner of the Mandalay apartments and Hibbler’s boss, arnold ablon, had done business in the past with Folsom, and Folsom himself was an apartment owner. “It wasn’t such a big thing if we just had to fix this one air conditioner,” said Hibbler later, “but for an owner who has apartments throughout the city, the implications could be a little scary. I was right, too. Mayor Folsom had no idea this ordinance was even on the books.”</p><p>Meanwhile Vesta decided to check up on that long-ago letter from Lee Simpson that was passed through the system, so she turned her attention to the city attorney’s office. The attorneys would have to decide whether the city’s noise standards were reasonable or not in the event of any legal challenge, and they would also be able to rule on whether Vesta’s plea for enforcement of the ordinance was valid. Miraculously, after explaining her problem to several people in that office, Vesta got the city attorney himself, Lee Holt, on the phone. And Holt not only took an interest in her problem but promised to inspect the air conditioner personally and have another noise reading done. “Now, I don’t know how effective this is going to be,” he finally said, “and it might take some time.”</p><p>“How much time?” asked Vesta.</p><p>“Would you mind waiting four or five days?”</p><p>“Heavens, no!” she shrieked. That night when she got home from work she exclaimed to John, “i’ve found my dream man at last!”</p><p>Lee Holt did take the time to inspect the air conditioner, but shortly thereafter he left for a governmental conference in San antonio and turned the entire case over to a young attorney named Barry Knight.</p><p>Two weeks after the epochal conversation with Holt, Knight called to tell her that nothing could be done about her problem. The reason: he had researched the records and discovered that the apartment building in question had been constructed in 1962, whereas the noise ordinance had been passed in 1965. Hence the building and its air conditioner were “grandfathered,” and the noise ordinance didn’t apply in this case.</p><p>“But Betty Hibbler told me the air conditioner was moved in 1971,” said Vesta.</p><p>“We would have no way of knowing that,” he said, “because you are not required to file a building permit to replace or move an air conditioner.”</p><p>Later I asked Harting why he hadn’t simply asked Betty Hibbler whether the unit had been moved. He said that her admission, even if true, would not be acceptable proof. He needed a city document. “as far as we’re concerned,” said Harting, echoing Knight, “we never should have even taken this case, because those apartment people have rights that existed <em>before</em> that ordinance.”</p><p>Even after all this time, Vesta and Hibbler were still conversing more or less regularly, although the tone of their calls had changed somewhat. At one point Hibbler said that, frankly, she thought it was unfair for the apartment owner to have to spend any large amount of money—she mentioned the figure $10,000—just to satisfy one homeowner. Another time she said she simply didn’t believe the noise-level readings made by the city, since it didn’t sound noisy to her. But eventually the two women decided that a compromise would be in order; that way no one would have to deal with the city anymore.</p><p>Actually Vesta was more than happy to accept the 56-decibel level, which the air conditioner experts said was possible, and she told Hibbler as much. In fact, the two women seemed on the verge of reaching a totally satisfactory resolution of the entire problem. All Vesta asked for was a reasonable decrease in the noise. All Hibbler asked for was a reasonable assurance that if she did spend the money to reduce the noise level to 56, there would be no more complaints.</p><p>In order to get that assurance, Vesta called both Barry Knight and Sam Harting to tell them that a compromise had been reached. You can imagine her shock, then, when Harting said, “Don’t touch that unit. If you do the slightest thing to it, you’ll have to bring it into full compliance with the ordinance.”</p><p><strong>Twelve Months Later: Off to See the Wizards</strong></p><p>On March 27, 1981, Vesta Cawley finally decided to go for broke. She had tried other things. She had written more letters. She had spoken to the president of the Munger Place Homeowners association, but he told her that the association could sponsor only causes that affected more than one family. She had even called the <em>Dallas Times Herald</em> “action Line” in the hope it could do something for her. (Little did she know that “action Line” sent her complaint directly to the City of Dallas action Center, which routed copies to three people: Fred Barnes, Sam Harting, and Barry Knight.) and then one night, just a few days before the first anniversary of that day when she heard the air conditioner rumble into action, she said to John, “i’m going down to pay my hundred dollars.”</p><p>Everyone had told her to do this. Fred Barnes suggested it. Barry Knight echoed his suggestion. Even Sam Harting thought it was an excellent idea. “Go to the Board of adjustment,” they all said, as though pointing Dorothy and Toto toward the Emerald City. There was only one thing: it would cost $100 if she wanted the five wizards on the board to listen to her problem.</p><p>Vesta squawked about the money. “Why should I pay,” she asked, “to get the city to enforce its own ordinance?”</p><p>Because, she was told, the board is doing people a favor by letting them present reasons for getting special treatment under the law. At this point the system had gone far beyond questions of right and wrong. What we were talking about was a special favor for Vesta Cawley.</p><p>So Vesta swallowed her pride and drove over to the Mockingbird annex to pay her $100. There she was told that she would also need to prepare five copies of the site plan of her house and the apartment building, complete with property lines and parking spaces, and a clear transparency for the projectionist at the hearing. This she dutifully did, copying out the site plan by hand and paying a friend to do the transparency for her.</p><p>Then she was told to wait two months because the Board of adjustment was busy.</p><p><strong>Fourteen Months Later: “Don't Call Us...”</strong></p><p>After sitting through the hearings for Bob from Cadillac Fairview, the hobby shop attorney, the proprietor of the ghetto flea market, the mysterious Mr. Green, and Pedro aguirre of the outdoor living room, John and Vesta were highly encouraged. From their seats in the third row they had studied carefully the arguments of each adjustor, looking for the prejudices that might give a clue as to how their case would be handled. The encouraging thing was this: all of the adjustors, and especially Michael Brown the architect, seemed to be very hard on socalled nonconforming uses (or grandfathered properties). “Whenever possible,” said Brown at one point, “our policy is to eliminate such uses.” a nonconforming use was precisely what the Mandalay apartments had.</p><p>When the Cawleys’ case was finally called, Vesta glanced around to see if Betty Hibbler or perhaps the apartment owner was present (she had never seen either of them in the flesh). But John and Vesta were the only two people who rose to be sworn in.</p><p>After Vesta’s brief summary of the case—in which she appealed to the board to apply the strict letter of the law to the Mandalay apartments and to order the building inspector to issue a citation for every day the air conditioner exceeded noise standards—several of the members had questions. One asked whether the noise the day it was measured was representative of the usual volume of the unit. She said it was slightly quieter than normal that day. Another asked the board’s executive coordinator, Jim Self, whether the apartment owner had been notified. Self replied that the owners of every property within two hundred feet of the Cawley home had indeed been notified by regular mail.</p><p>But Hauteman, the chairman, persisted. “Do we know for sure that they got the letter?” he asked.</p><p>Self shook his head.</p><p>“Then what I suggest is that we postpone a ruling until we can call the man and see whether he wants to appear here. Sometimes those letters get lost in the mail.”</p><p>Before the motion was put to a vote, Hauteman turned back to Vesta. “But let me assure you, Mrs. Cawley,” he said, “that whether the owner is here or not at our next meeting, we <em>will</em> give you a decision on this. And we’ll put you first on the docket for next time.”</p><p><strong>Fourteen and a Half Months Later: “The Fixer” Weighs In</strong></p><p>Jay Hauteman was not as good as his word. Two weeks later, when Vesta returned for what she thought would be the final hearing (alone this time; John couldn’t leave his job), she was not first on the docket. That distinction went to the hobby shop attorney. And when Vesta’s case was called, the board did everything except make a decision.</p><p>Anyone who had visited the Board of adjustment that morning at its less formal but more important meeting—the “staff briefing”—would have quickly realized that the case of Vesta Cawley had taken a new course in the intervening two weeks. Normally the adjustors assemble in the early morning, then ride around the city in a small bus looking at the property they are going to rule on. Often a vague consensus emerges then, a consensus that usually prevails that afternoon at the regular session. Now, instead of a matter to be disposed of with a simple vote, Vesta Cawley’s problem had become a case with political implications. The reason: Joe Geary. As the adjustors gathered at eightthirty that morning, Jim Self made a point of telling each one, “Joe Geary told me he’s representing the apartment owner.”</p><p>And Jim Self was not the only person who had gotten a call from Geary. Just four days before the meeting, Fred Barnes had taken a call from Geary that he later described as “angry.”</p><p>Who was Joe Geary and why did he matter? He was known to bureaucrats at city hall as “the fixer” for his skill in getting controversial measures approved. He mattered because he was a former city councilman and ex-mayor Bob Folsom’s personal attorney, and he had become a most familiar face at city council meetings and board hearings. Scarcely a week goes by that Geary or someone in his firm doesn’t represent a developer or builder or other problem-beset company in need of a favorable vote. All Geary had to do to create a commotion was tell Jim Self that he was sending a colleague to represent the Mandalay apartments on behalf of arnold ablon.</p><p>“Mrs. Cowley?” said Hauteman, mispronouncing her name.</p><p>Vesta Cawley rose and gave a briefer version of her speech of the previous week. There was no nervousness in her voice this time, and there was a little more passion. She even threw in a line about “our very high property tax rates in the Munger Place Historical District. After she finished, she answered a single question from Hauteman: “Is this a continuous noise or something that starts and stops?”</p><p>“The unit recycles once every six minutes,” she replied.</p><p>Next witness: Kirk Williams, an attorney in the law firm of Geary, Stahl, and Spencer. Williams, continuing the mispronunciation of Cawley, rose to argue that “we are exempt and grandfathered” from the noise ordinance because the apartments were constructed before the enactment of the law. Then, to bolster his assertion that the board had no choice but to throw this complaint out, Williams produced a second witness, a “noise expert” named John Joiner, who proceeded to testify that <em>traffic</em> noise near the Cawley home was measured at 71 decibels, approximately the same level as the air conditioner. Joiner went on to say that the air conditioner in question was no louder than any other comparable air conditioner in the city of Dallas.</p><p>Little did Vesta Cawley know, as she sat in her front-row seat feeling a little intimidated by this two-on-one attack by the experts, that the Board of adjustment staff was on her side. In a report on the Cawley problem handed to each of the adjustors that very morning, they had recommended approval of her request for enforcement of the ordinance and even added an additional provision: “It is recommended that only a short period of time for compliance be given.” Had Vesta known about that report, or been present at the morning meeting (members of the public are entitled to be there but never attend), she might have had some idea of what was happening. She didn’t.</p><p>Questions from the adjustors rambled wildly in several directions at once. One person asked whether the noise ordinance was even reasonable. Another called on Fred Barnes, who was sitting in the audience, to report his own noise readings. Michael Brown frankly asserted that he didn’t consider the air conditioner very loud. “I was able to carry on a normal conversation right next to it,” he said. Jim Self said he had been to the site and was “taken” by the noise. Given such disorder, it is in the nature of large groups to seek obvious solutions away from the main issue—so gradually the suspicion grew that it was <em>technologically</em> impossible to cool the Mandalay apartments with an air conditioner that would conform to the 1965 noise standards.</p><p>“Mr. Joiner,” asked Diana Cobb, “are you saying it’s impossible to air-condition these apartments within the noise levels?”</p><p>“It <em>is</em> possible, yes,” said Joiner, “but no air conditioner in Dallas does, and you’re talking about a lot of money to do that.”</p><p>Vesta, growing frustrated, asked again to be recognized. “You <em>cannot</em> speak in a normal tone of voice when that unit is running,” she said. “and the expense of purchasing a new air conditioning unit can be depreciated on a very favorable schedule.”</p><p>“Well, our first position,” said Williams, in an attempt to sum up, “is that we are not subject to these performance standards. And frankly, we’re a little surprised that we even have to come before you today. We have been trying to do something about this problem since at least June of 1980. We’ve looked at putting a muffler on it. We’ve looked at relocating it. We’ve looked at turning the blower so it’s parallel with the Cowley house instead of perpendicular to it, but that doesn’t help because noise is omnidirectional. We’ve looked at using a deflecting wall along the alley, but there’s not enough room. It would take several thousand dollars to turn the unit around and put a two-wall screen around it, but it would be physically impossible to meet your forty-nine-decibel level even then.”</p><p>At that point adjustor W. A. Bonds made a tentative motion to hold the case over yet again, so that the Mandalay apartments could bring an air conditioner expert to the hearing to testify what noise level could reasonably be expected if any of those changes were made. Oddly, Williams didn’t even encourage the delay. “We already know what the air conditioning man is going to say,” he said. “He’s not going to say anything new.”</p><p>But the motion passed anyway. Vesta Cawley, much to her chagrin, had been held over a second time, and Michael Brown’s last remark didn’t do much to cheer her up.</p><p>“I think we need to remember,” he said, “that our decision in this case could result in an entire apartment building’s being closed down during the summer. At our next meeting we really need to bite the bullet on this one and make a tough decision. We can’t keep putting it off and putting it off.”</p><p>Vesta didn’t want the matter to be cast as a choice between her minor complaint and the comfort and well-being of 75 or so apartment dwellers. If it was, she knew who would win and who would lose.</p><p><strong>Fifteen Months Later: A Familiar Compromise</strong></p><p>Vesta Cawley arrived at her third hearing thoroughly prepared to lose. She had perceived the questioning at the second hearing as slightly hostile to her position, with an undertone that suggested no one really took her problem seriously. When she took her seat in the council chambers, she noted with some surprise that one of the five adjustors was a new face—Mary Stoddard, a housewife and one of the regular adjustors, who had returned to her position, replacing alternate Manuel Cervantes, owner of Supreme Engraving Company. (Self explained that the board is made up of five regular members and four alternates. Since business cannot be conducted without five people present at all times, the four alternates are frequently used to replace members who cannot make it to a meeting.) Vesta wondered to herself how Stoddard could possibly understand all that had gone before.</p><p>Again Vesta had to wait for her case to be called. First the board dealt with a parking-space variance requested by the owners of a North Dallas shopping center. (The case was held over when one of the board members pointed out that the building permit for the property called for high-rise hotels and office buildings, not the one-story mall that had been built there. This caused a flurry of stammers and quizzical expressions, followed by a pained request for a delay. The board agreed.)</p><p>At last the “Cowley” case was recalled. Vesta deferred to Kirk Williams, who produced, as promised, an air conditioning engineer as well as another noise expert.</p><p>“Let me just repeat,” said Williams, “that our position remains the same. We don’t believe we should be subject to these regulations. But we do have two experts here today who will testify that by turning the air conditioner ninety degrees and constructing a baffling wall on two sides, we <em>can</em> reach the fifty-six-decibel rating. There is no possible way to reach the forty-nine level.”</p><p>Vesta asked to be recognized. “If you can promise me that the level will be no higher than fifty-six at all times,” she said, “then I can live with that.”</p><p>But Bonds was still concerned about the effects of making such a change to the air conditioner during the summer. “Is the apartment owner here today?” he asked.</p><p>“Mrs. Hibbler is the general property manager for Mr. Ablon,” said Williams.</p><p>Betty Hibbler, who turned out to be a tall, immaculately groomed woman of middle age, rose and tentatively approached the lectern.</p><p>“How many people,” asked Bonds, “live in these apartments?”</p><p>“We have fifty-three units there,” she said, “with both single and double occupancy.”</p><p>“and what length of time would it take to do this work?” asked Bonds.</p><p>Hibbler stepped aside for Morris Steinberg, the air conditioning engineer. “It could conceivably be done in a day or two days,” he said, “but there’s no guarantee of what’s gonna happen. We have to coordinate plumbers, electricians, boom operators all at the same time, and in the event that we damaged that unit trying to move it, it could take a lot longer. But a day at the least.”</p><p>It was apparent that, once again, the discussion was moving away from the theoretical—is this lady’s request reasonable?—toward the technological—can this be done? Hibbler stepped forward again.</p><p>“I would just like to point out,” she said, “that in all our discussions of noise levels, we shouldn’t forget that we’re still going to have the cycling on and off. We can’t do away with that. We’re still going to have that.”</p><p>But the implications of that statement seemed to be lost on the board—which was fine with Vesta, since that line of reasoning would only weaken the emerging consensus. “at what point,” asked Michael Brown, speaking for the first time, “do you think you would be able to have this work scheduled?”</p><p>Williams turned to his experts, and they conferred among themselves for a moment. “We would need at least forty-five days,” he answered.</p><p>“are there any other questions for either Mrs. Cowley or any of the others?” asked Hauteman. “. . . Then, if there are none, the chair is ready for a motion.”</p><p>Nothing happened. All five adjustors sat contentedly behind the high gray panel, waiting for someone to say something. The silence seemed to last minutes, though it couldn’t actually have been more than fifteen or twenty seconds.</p><p>Finally Bonds asked to be recognized. “Mr. Chairman,” he said, “I move that the Board of adjustment deny the special exception requested, with the provision that the air conditioner in question be maintained at fifty-six decibels, and that . . .</p><p>“If I might pause here for just a moment, I would like to say that I have great concern for these seventy-five people who are going to be without air conditioning for at least one day, and i’m thinking that maybe we’ll want to put a sixty-day time limit on this instead of forty-five. That way the apartment owner would have the option of waiting for a relatively cool day to do the work.”</p><p>“I don’t want to second that motion quite yet,” said Brown, “because I think that anything we do here today could be almost superfluous if we wait until the summer is over with and they’re ready to turn the air conditioner off anyway. Personally I prefer to limit it to a little bit shorter time, no more than forty-five days.”</p><p>But another adjustor seconded the motion by Bonds, and after this complicated exchange—procedurally defective but clear to everyone in the room—Hauteman called for a vote. The ayes were unanimous. The noise level was to be set at 56 decibels, and the Mandalay apartments would have sixty days to come into compliance.</p><p>The saga of Vesta Cawley took place within the government of the city that works. I mention that only because politicians and the public alike hold the sacrosanct belief that other urban areas may be going to hell in a handbasket, but Dallas will always continue to hum with military precision. In large part I still believe this is true, but with an important exception. When called on to satisfy public needs on a massive scale—revitalizing downtown, building a new city hall or library, securing a sixty-year water supply, maintaining an extensive sewage system—Dallas’s network of business, political, and philanthropic leaders does get the job done. (a notable exception is the recent collapse of plans for the downtown arts district, caused by the Dallas Symphony’s inability to purchase land. I’m amazed by this and am confident that some miracle will rescue the idea.)</p><p>But Vesta Cawley was not part of that business-political complex, and she had no bearing on the larger problems of the day. She may even have been dead wrong. But her case was presented here as a way of looking at Dallas city government—not from the macrocosmic viewpoint of the daily newspapers and the insulated city council but from that of the single person with a problem in the public domain who is up against the machinery of government.</p><p>The theoretical justification for having a city manager, as opposed to mayoral, form of government, is that the latter concentrates excessive power in the hands of one man, which leads to patronage, corruption, machine politics, favor seeking, and unequal applications of the law. But it is also true that those governments have a unique virtue: the <em>individual</em> usually gets his problems attended to, especially when the public is not inclined to notice. It has to work that way; otherwise the ward committeeman or councilman will begin to lose his political base.</p><p>But observe what happens when an individual comes to the city manager form of government with an individual problem that can be solved only by government intervention. In this case, at least, no one seems willing to deal with it. They don’t have to; they’re protected by civil service. The politicians can’t; the city charter insulates them from the bureaucracy. That leaves people like Vesta Cawley fighting a system of memoranda, buck passing, fine legalistic points, and, above all, procedure.</p><p>Even so, you could reasonably argue that after all was said and done, Vesta Cawley received a just decision, and that the system indeed worked after all. Quite aside from the fact that a victory won after a full sixteen months of battling is not the most solid testimony for the efficiency of the process, that argument would be misleading. The reason Vesta Cawley won her case was that she was more persistent and tenacious than most people. She was intelligent and well educated. Her husband was knowledgeable about noise standards. She was in a high enough position at Frito-Lay to be able to take off work to appear at public hearings held during the workday. She was not intimidated by people who held important titles or law degrees. She was well dressed, attractive, and spoke well in public. If she had been timid, poorly educated, tied to a low-paying job in, say, a secretarial pool, and ignorant of noise standards, she would still have a two-story air conditioner pointed at her bedroom window.</p><p>But there are more fundamental flaws as well. For this story illustrates a system where the <em>appearance</em> of justice is almost more important than justice itself. When Betty Hibbler and Vesta Cawley tried to compromise—by jointly agreeing on the 56-decibel level—it was the city bureaucracy that told them not to do it. Nine months later, the Board of adjustment arrived at exactly the same compromise. The difference: instead of spending $1500 to move and repair the air conditioner, the apartment owner will end up spending more than $6000. (The additional expense covered attorney’s fees and the professional services of the noise expert and the engineer.) The sole purpose, then, of the past nine months had been to legitimate what had already been proposed as a just solution.</p><p>Then there is the matter of the Board of adjustment itself. As Vesta Cawley learned, this board was established to make exceptions in hardship cases, but in fact it is used by the bureaucracy to make tough decisions that city employees cannot or will not make. This wouldn’t be so troubling if the board abided by any form of procedure recognized by anglo-Saxon law or tradition. But the board does anything it pleases. It listens to experts who have presented no credentials. (In this case, John Joiner, of the consultant firm Joiner, Pelton and Rose, <em>was</em> a bona fide expert, but his testimony included references to traffic noise—which was beside the point and had no legal bearing on the case—that went unchallenged by the board.) It allows attorneys to appear against people who have no legal representation (unlike, say, a small claims court, where attorneys are barred to ensure fair play). It precludes effective crossexamination. It doesn’t even use the one democratic safeguard that legislative and judicial bodies almost always adhere to—free and open debate. To this day it’s a mystery just why the board decided for Vesta Cawley. No board member ever publicly expressed an opinion on the case. There were questions but no arguments. Most damning of all, the board never really addressed the central point of Vesta Cawley’s complaint: does one woman, or one family, having freely chosen to live in a dense urban environment, have the right to force a neighboring property owner to spend thousands of dollars merely to make her environment tolerable? Even among noise law experts, there would be disagreements on this issue. Some would hold that the protection against noise extends only to the indoor portion of her dwelling; others would argue that it applies to her yard and swimming pool as well. We don’t know what the Board of adjustment thought because it never did address the real conflict between the legal rights of the apartment owner and the perceived injustice to Vesta Cawley. Instead, the adjustors’ attention was focused firmly on the practical, technological side of the problem: Is it feasible to alter the air conditioner? If so, when can it be done? Who else will be affected? It was very easy to lose sight of what was at issue.</p><p><strong>Seventeen Months Later: And Still Counting</strong></p><p>One weekend shortly before this article went to press, I called Vesta Cawley to find out what had finally happened. She said a crew of workmen had turned the unit ninety degrees, with little or no effect on the noise level. She hoped the men would be back to do more. I asked her if she felt she had beaten city hall.</p><p>“I still don’t know,” she said. “I won’t feel i’ve accomplished anything until the work is complete.”</p><p>And what happens if the noise level remains above 56 decibels even after the prescribed changes?</p><p>“Fred Barnes says he will come out here and take a reading,” she said, “and then he will pass it along to Sam Harting.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "people",
      "apartments",
      "House",
      "Law",
      "Work",
      "Home",
      "urban",
      "city council",
      "Summer",
      "Bonds",
      "buildings",
      "ever",
      "Favor",
      "Indeed",
      "office",
      "Outdoor",
      "Wall",
      "Cadillac",
      "Family"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Dallas",
      "Canadian",
      "New Orleans",
      "San Antonio",
      "Texas"
    ]
  }
}