{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19819",
    "date": "September 1981",
    "year": 1981,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1981/19810900.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 136,
    "document_page_range": [
      [
        140,
        141,
        142,
        143
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Footloose And Fancy",
    "toc_kicker": "",
    "cover_cut_line": "Lust and Loneliness: Inside Houston's Topless Clubs"
  },
  "identifier": "TXMO-ARTICLE-198109-footloose",
  "source": "/1981/19810900.pdf",
  "wp_post_id": 116181,
  "wp_post_guid": "http://www.texasmonthly.com/article/footloose-and-fancy-2/",
  "authors": [],
  "headline": "Footloose and Fancy",
  "dek": "Topless dancers on their work.",
  "spread_caption": "",
  "excerpt": "A gallery of the girls who lead a gypsy life, moving from one topless club to another.",
  "kicker": "",
  "word_count": 353,
  "content": "<img/><p>Photography by Joe Baraban</p><p><em>Tangie, Texas Cowgirls: “Dancing really keeps your whole body in shape. If the club is real busy and there’s a lot of table dancing and couch dancing, you might average four or five hours of dancing a night. This is a pretty much redneck, beer-drinking crowd. Businessmen don’t come; they’re scared of the music and the crazy things that go on. But we can handle trouble if it starts.’’</em></p><img/><p><em>Rose ann (l.) and Helen Houts, Caligula XXI: “We’re twins and we get a chance to dance together sometimes, but right now Rose is real sick with her high blood pressure. I enjoy my job. The bosses treat you like a human being. The last job I had they treated the girls like ‘hey, dog.’ Here everyone’s treated equal and there’s no favorites. I give myself another four or five years being a dancer.</em></p><img/><p><em>Mary Meyers (l.) and Susan Brown, Caligula XXI: “The deejays help the girls a lot, especially if they have a nice sound system and lights. They can make you or break you. They can cut your song off in the middle and make you look like a fool. And if things are getting out of hand, they’ll put on some mellow music and bring everybody back down. The deejays are real important ”</em></p><img/><p><em>The Houts twins flanking Carol, Caligula XXI: “The clientele here in the afternoon is about ninety-nine per cent businessmen and oil field trash. They’ve got a lot of money to spend. Sometimes we go to watch girls at other clubs dance, just to pick up ideas. Sometimes we’ll work on a new routine for weeks and weeks, like a scene from</em> The Best Little Whorehouse in Texas.”</p><img/><p><em>Brandy, Texas Cowgirls: \"Some of the girls' parents come to watch them dance. They really enjoy it. They understand that we're doing it because we want to and we're not ashamed of our bodies, as far as being beautiful or not beautiful. This is the best wey to get work as a professional dancer. This year we did a benefit for Easter Seals; we charged $25 a seat and raised $6500.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dancing",
      "Music",
      "Texas",
      "twins",
      "Work",
      "Dance",
      "Easter",
      "Helen",
      "money",
      "Oil",
      "Sound"
    ],
    "wp_categories": [
      "Music"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}