{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19819",
    "date": "September 1981",
    "year": 1981,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1981/19810900.pdf",
    "issue_cover_image": "",
    "document_start_page": 134,
    "toc_start_page": 130,
    "document_page_range": [
      [
        134,
        135,
        136,
        137,
        138,
        139
      ],
      [
        238
      ],
      [
        240,
        241,
        242
      ],
      [
        244
      ],
      [
        246
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Lascivious Houston",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198109-lascivious",
  "source": "/1981/19810900.pdf",
  "wp_post_id": 116187,
  "wp_post_guid": "http://www.texasmonthly.com/article/lascivious-houston/",
  "authors": [
    "Michael Ennis",
    "Janice ashford"
  ],
  "headline": "Lascivious HOUSTON",
  "dek": "If God made honky-tonk angels, who made topless clubs?",
  "spread_caption": "Dancers at Texas Cowgirls set a frenetic pace, trying hard to make a night in Houston’s sexscape seem a little like a party.",
  "excerpt": "A look inside the world of topless clubs, where love and even passion are impossible to find.",
  "kicker": "",
  "word_count": 7070,
  "content": "<img/><img/><p>The right side of the street was entirely concealed by automobiles across its three lanes, a flow so dense and turbid that the hundreds of headlights looked like luminescent corpuscles struggling through a giant, clotted artery. In the flanking parking lots, rows of Camaros, Corvettes, vans, and pickups with rally lights mounted on the roofs were neatly segregated into categories and lined up for presentation perpendicular to the street, their hoods jutting just over the sidewalk. There was something inhuman, almost insectlike to this automotive activity, as if an enormous colony of termites had suddenly decided to migrate for reasons totally inexplicable to science. The madly scrambled arrangements of clubs, storefronts, and apartments that ran for miles on either side of the road merged into a roster of monotonously gratifying services: Custom Hi Fi, Total Camera, Whataburger, Esquire Fine Cleaners, Immediate Occupancy—No Lease. And when I walked through the rough-wood slat facade labeled Texas Cowgirls, I left this landscape behind and entered the Houston sexscape.</p><p>Lettering by</p><p>Photography by Nicolas Russell</p><img/><img/><p>The beat goes on at Caligula (left) and Sugar’s, where a pole gets into the act.</p><p>“<span class=”dropcap“>H</span>ouston’s tolerance of these declasse hangouts, of exterior walls covered with giant cutout nudes, seems strangely righteous, a sort of ‘I don’t agree with your use of that property, but I will defend to the death your right to use it any way you damn well please’ philosophy.”</p><p>Inside the door a couple of Chinese waitresses tittered alongside the manager, who wore a blue windbreaker with “airborne” printed on the chest. The customers, mostly in T-shirts and short sleeves, sat at tables around the main stage, perched on stools surrounding two counterlike ancillary stages at either side of the room, or reclined on striped sofas at the back. Republic of Texas and Confederate flags flanked the main stage, and pictures of John Wayne and Clint Eastwood were scattered around the walls; longhorns, antlers, and a beat-up bovine skull were arranged with no particular symmetry above the bar. A teenagelooking blonde in cowboy boots and a G-string pranced to the song “Bette Davis Eyes” while two other dancers in high heels jutted their swaying bottoms at the customers ringing the secondary stages, periodically squatting down to have dollar bills stuffed in their G-strings. Standing on the couches, a couple of barefoot dancers straddled patrons, their pelvises undulating inches from slack mouths and rolling eyes.</p><p>A blonde with bangs, wearing a Danskin leotard with waist-high slits at each hip, sidled up to an impeccably groomed gray-haired man in a coat and tie who was sitting on one of the stools. “Can I get you anything?” she inquired brightly, then coyly rephrased her question: “Do you have <em>everything</em> you want?” Meanwhile, the bearded disc jockey, who spun sounds from a small booth next to the bar, chattered away under a little electronic marquee that moved its green-dot message from right to left just like a ticker tape: OUR Girls Work For Tips, Show Your Texas Hospitality.</p><p>“Let’s show these lovely ladies your appreciation, fellas,” began the deejay in his regular admonitory ritual. “a lot of you guys come in here with a billfold full of money and think you’re really something. But it doesn’t do you any good if it stays there. If you’re sitting there with a twentydollar bill in your pocket and you don’t spend it, you’re no better than somebody who is broke.” It was Friday midnight in a topless bar on Westheimer Street, and this guy had just expounded the economic premise on which modern Houston is being built.</p><img/><img/><p>Battling for number one, Sugar’s offers hard-sell couch dancing and a celestial light show.</p><p>I visited the Houston sexscape expecting to find many such greater truths about america’s bellwether city. Initially it seemed that the topless bars, pornographic “news arcades,” and “totally nude” joints that are so liberally sprinkled among Houston’s residences, businesses, and churches were a tawdry but incontrovertible symbol of the unzoned anarchy that has made Houston the last bastion of unfettered development and laissez-faire capitalism. In fact, the city’s traditional tolerance of these declasse hangouts, of exterior walls covered with painted poster girls and giant cutout nudes, seemed strangely righteous, a sort of “I don’t agree with your use of that property, but I will defend to the death your right to use it any way you damn well please” philosophy of urban growth. That haywire adam Smith at the Texas Cowgirls, that apostle of consumption as a moral imperative, seemed to provide a promising beginning to a search I hoped would show what all these sex joints had in common with the city that spawned them.</p><p><strong>The Professor at amateur Night</strong></p><p>The Silhouette Lounge stands alone just off Bellaire Boulevard, in the middle of a parking area; the potholed gravel lot next door is for sale or lease. The solid brown building was entirely covered with painted wooden slats; all that remained of the windows were thin, white brick Romanesque arches. A large pulsing-lightbordered sign read “Topless Revue” next to a red-neon outline of a nude, and a pulsing-light-bordered “Continuous Entertainment” ran along the roofline next to a red-and-white striped awning over the entrance. A portable marquee by the road presented the evening’s agenda: amateur Night.</p><p>The college-aged doorman, tall and clean-cut in black pants and black vest, apologetically informed patrons that amateur Night mandated a $2 cover charge, which would go toward the $175 cash prize awarded to the top amateur. The waitress, a pixieish young lady in a white dress and black vest, led me through the groups seated at tables to the wallgirdling plush-upholstered bench where all the solos sat behind little black tables. I sized up my immediate neighbors as the Big Bozo, a huge, mustachioed thirtyish guy in jeans, Western belt, and boots; the Wimp, a smooth-faced, pale young man in jeans and a wash-and-wear shirt that had been washed and worn too often; and the Professor, a balding, bespectacled, pipe-smoking man in his late fifties wearing a sedate striped regimental tie, a button-down-collar shirt, and gray slacks. The crowd at the tables in the center of the room was a heterogeneous progression from the bearded, Hawaiian-shirt set to well-groomed business-suited types whose white shirts glowed eerily under the ultraviolet lights.</p><p>The plush benches were covered in red velvet, the floor was carpeted in thick red pile, and the walls were decorated with a frieze of cardboard nudes. There were two performing areas, raised wooden platforms set against the middle of the center and left-hand walls. The stages were backed with mirrors, surrounded with flashing red lights, and illuminated with rows of throbbing multicolored track lights. The music was provided by a jukebox and supervised by a tough but not unattractive Mediterranean-looking woman who was, in all ways, our master of ceremonies.</p><img/><p>Pictures of John Wayne and Clint Eastwood adorn this club for urban rednecks.</p><img/><p>Along the fetid borders of the inner city, clubs arise with the look of impermanence.</p><img/><p>Under Caligula’s big top, tropical fish share the last-days-of-Pompeii atmosphere.</p><img/><p>Tuck in a bill and get a dancer’s kiss.</p><p>As we waited for the amateur contest to commence, the regular performers, a generally well-fed group, took turns performing on the main and side stages. When they weren’t dancing they waited tables, sat next to customers, and performed table dances, a personal service that involves alternately wiggling the haunches and pumping the loins in proximity to the face of an individual who has coughed up the $4 minimum charge. The diminutive drinks were swept away and replaced with remarkable solicitude; it was possible to have three or four additional invitations for a refill before the first waitress could return with a drink. The mike-wielding master of ceremonies, when not talking up the acts or the music, kept exhorting the girls to “circulate,” sort of as if they were all actives at a sorority rush party. She also went to work on the crowd, circling the tables and lifting her arms to the ceiling like a Roman general commanding a collective roar from 10,000 legionnaires. By this time the Professor had found a girl, a paunchy brunette in a black G-string and black halter top, who kept on sitting right next to him. But the Professor wouldn’t put his arm around her.</p><p>Then the amateur contestants were ordered to “report to the jukebox,” where they were instructed not to sit with or talk to any of the patron judges on pain of instant disqualification. The first contestant was Bobbie, a willowy, very pretty brunette whom the emcee introduced as a “twenty-one-year-old tennis pro.” Bobbie came out in a long dress that she soon peeled off, strutted and fretted through her allotted song in a small bikini bottom, and then headed for the side stage to make way for Cher, a 21-year-old with no designated occupation. Cher yielded to Heidi, a tiny, scrawny girl who was condescendingly introduced as “Can you believe it? a wait-tress,” and who nearly fell off the stage. Next was Ieesha, “a truck driver who likes to put guys’ shifters in gear and let them roll.” Meanwhile, the Professor’s arm had dropped over his girl’s shoulder, but he wouldn’t clutch it, and his hand just hung limply, his fingers as inanimate as a bunch of bananas, alongside her upper arm.</p><img/><p>A dozen dancers, in various stages of undress, gather for Caligula’s finale before the coustomers troop out into the steamy night.</p><p>When the amateurs finished, the activity on the floor began to rise to full-tilt crescendo. The girls were commanded to circulate almost every minute, and the customers were taunted for their lack of demonstration. “are you ready to party?” No response. “Let’s hear some clapping!” Very little clapping. “What kind of noise can you make?” Not much. “I can’t hear you!” The house rules were enforced; a patron who stood by the bar</p><p>was informed that standing was a contravention of them and was duly directed to his seat. The Professor now clutched his girl’s shoulder, but he would not turn his head toward her, preferring instead to stare in some distant, ineffable reverie.</p><p>Suddenly the Professor turned toward his girl, nuzzled her, and began to chat animatedly. “are you ready to punk it out?” shrieked the emcee. A dancer performed to “Bette Davis Eyes.” “I can’t hear you, <em>girls</em>!” shrieked the emcee, apparently getting her signals crossed in the orgy of commands.</p><img/><p><strong>Sunshine and Linda at Sugar N Spice</strong></p><p>The lower reaches of Westheimer are no less nocturnally proliferous than the upper, but they are populated with life forms that arise in the fetid borders of the inner city rather than the potent humus of the suburbs. Here the sidewalks as well as the streets are crowded with hookers, gays, straights, blacks, whites, Mexican americans, Orientals, hippies, the sexually ambiguous, and every possible permutation of the above, all interacting in an unpredictable but inevitable sort of social Brownian motion.</p><p>One of the late-night attractions along lower Westheimer is Sugar N Spice TOTALLY Nude. The surface of this small, almost portable-looking building was covered with wild, neo-primitive supergraphics. A plywood awning with biomorphic tendrils reaching out sheltered the brightly lit entrance. Inside was an alcove distinguished only by an unpainted wooden door and a small square hole in the Sheetrock next to it. A piece of lined notebook paper on the door directed visitors to wait for the doorman, a skinny young woman who sat behind the hole in the wall and assessed the $1 cover charge.</p><p>Inside, the smell of lavatory disinfectant hung in the dark, stale air. The walls and floor were covered with dirty, worn, faded red shag carpet, so that everything seemed coated with a pink, fuzzy fungus. The ceiling was covered with a thick layer of crinkled aluminum foil. Patrons sat at stools around a sort of table—about four by twelve feet—bordered with a one-foot-wide strip of tile-patterned vinyl flooring on which they could rest their arms and set their drinks. Inside the border the surface was recessed about eight inches into a shallow Formica-surfaced pit, where Sunshine, a plumpish, prettily smiling blonde, was performing.</p><img/><p>Girls briefly appear dressed, flash a little flesh, then disappear to strip backstage.</p><p><span class=\"dropcap\">T</span>he girls were commanded to circulate every minute, and the customers were taunted for their lack of demonstration. ‘are you ready to party?’ the deejay asked. No response. ‘Let’s hear some clapping!’</p><p>Very little clapping. ‘How much noise can you make?’ Not much.”</p><p>Watching her were a balding, grayhaired, carelessly dressed white man who seemed to have the savoir faire of a used furniture dealer, a big, handsome black man in slacks, white shirt, and tie, and three purposefully bored-looking Mexican nationals, the most bored of whom sat with his hands stolidly folded across his “Property of Houston Rockets Basketball” T-shirt. Sunshine pranced about entirely naked except for a gold-bordered blue chiffon shawl that she artlessly introduced into her movements. Then she began to roll about the floor, lifting first one leg and then the other like a dog enjoying having its tummy scratched. The Mexicans stared impassively.</p><p>While Sunshine emoted, someone came up behind me. “May I join you?” asked a tall, ample blonde in short black lingerie. Her face was hard and dirty and barely retained its native prettiness, like that of the young wife of a Dust Bowl farmer in a De-</p><p>pression-era tragedy. She had a script “Linda” tattooed a third of the way down her right breast and a script “Love” tattooed a third of the way down her left breast.</p><p>“Have you worked here long?” I asked.</p><p>“It’s been a while,” she said in a thick, muffled Southern accent, as if she had something in her mouth.</p><p>“How long?”</p><p>“Not long.”</p><p>Linda was from alabama, “outside Montgomery,” and had come to Houston to get a job. When I asked her what she had done in alabama, she shook her head grimly. “Nothing.”</p><p>“Do you make good money?” I asked.</p><p>“Yeah.”</p><p>“What kind of money?”</p><p>“Good money.” Then she turned inquisitor. “Where’re you from?”</p><p>“Dallas,” I answered.</p><p>“Ever been to J. J.’s?”</p><p>“What’s J. J.’s?”</p><p>“You’ve never been to J. J.’s, on Industrial?” she asked incredulously. “I used to work at J.J.’s.”</p><p>“Do you live around here?” I asked. “Yeah. Around here.”</p><p>(Continued on page 234)</p><p>(Continued from page 135)</p><p>“It’s a crazy neighborhood.”</p><p>“St. Pete is worse,” she said, suddenly perking up. “Ever been to St. Pete?”</p><p>Linda became morose again when it appeared that none of our peregrinations overlapped. We then sat in silence, our heads slightly inclined toward one another, like two conferring cardinals, still joined in common faith, who had suddenly become aware of some vast doctrinal chasm opening up between them.</p><p>When Sunshine finished, the deejay behind the bar urged everyone to “put your hands together” in appreciation, then announced a brief intermission and the availability of cinematic diversion behind a door that was marked “XXX Color Films.” Linda excused herself to prepare for her act, while the neatly dressed black man went behind the tripleX door. The jukebox started playing Rod Stewart’s “Passion.” The three Mexicans left and were immediately replaced by an almost identical trio of nice-looking, clean-cut Hispanics. The Rod Stewart song rocked on to its climax, and in the sound vacuum left at its conclusion, loud male ejaculatory groans could be heard from the movie sound track behind the triple-X door.</p><p>Linda scurried around in an alcove behind the table-stage, putting the finishing touches on her costume. Then the deejay asked everyone to put his hands together and welcome the lovely Linda. Linda did one number in a dress, a desultory routine that she interrupted occasionally to shuffle her wooden-soled high heels through a small pile of powdered rosin in the corner of the pit. Then she disappeared behind the stage and came out totally nude except for her wooden high heels. First she put one hand on the aluminum ceiling, as if to steady herself as she began to generate pelvic energy. After this ritual she presented herself in turn to each Hispanic, and they stared fixedly into her crotch. Then she positioned herself in front of me and began the flurry of jerky motions with her hips. I looked into her crotch, then into her eyes. Her mouth contorted very slightly into a thin, bitter, closelipped smile.</p><p>Linda disappeared again and emerged —sans even heels—with a dirty olive-drab mover’s quilt that she carefully spread on the Formica. When the music started she began to simulate various coital positions. Then she lay on her side, lifted her legs as Sunshine had done, and, with unexpected fluidity, undulated her abdomen. Despite her practiced movements, there was something devastatingly clinical and antisensual about this full exposure. I looked into her eyes again and there was an exchange of mutual weariness and resignation.</p><p><strong>The 8mm Flicker in the Dark</strong></p><p>Next to topless clubs, newsstands—or news arcades—are the most prominent features of the Houston sexscape. Such establishments carry a good selection of conventional newspapers, magazines, and paperbacks augmented by their real drawing card: frankly erotic material in all sorts of media. These newsstands are as different as neighborhood bars. Some have slick, clublike facades, while others are plain, convenience-storelike establishments. Some cater exclusively to gays, but most provide for both heterosexual and homosexual interests in a rather extraordinary variety of manifestations. And all of them are open 24 hours a day, seven days a week.</p><p>Typical of the small, unspecialized, and relatively bland suburban newsstand is arcade News on Hillcroft, squeezed between Harvey’s Natural Hairstyles and a fish market in one of Houston’s numberless concrete, brick veneer, and aggregate shopping ministrips. The arcade was identified by huge black, yellow, and white lettering that said “Newsstand” and a small, flashing red and green neon sign that read “Peep Show 25C.” In the front of the decorless interior were racks of ordinary publications like Newsweek and Redbook, but on a rack against a partition that bisected the room were soft-core slicks such as the well-known <em>Hustler,</em> as well as lesser-known magazines like Honcho: The Magazine for the Macho Male or The Best of Eros, which was enticing readers to get the scoop on how “Gang Rape Is Sweeping america.”</p><p>The hard-core reading room was reached through a doorway, impenetrable by minors, at the end of the partition. This area was presided over by an absolutely silent, neatly dressed young black man who was standing behind a tall display case filled with exotic lingerie and a perplexing assortment of “sexual aids,” putting magazines in clear vinyl slipcovers as painstakingly as if he were loading uranium pellets into lead containers. Under his discreet gaze were arrayed racks and racks of the most remarkable magazines, books, and tabloid newspapers, all sealed in clear cellophane or vinyl covers.</p><p>The magazines got your attention first. Here were hundreds of different titles—most of them volume 2, no. 2 or 3, for some reason—with an amazing variety of copulatory acts, orifices, genitalia, and actual freeze-frame ejaculations presented just as if they were on the covers of Vogue or Sports Illustrated. Here were such periodicals as Dungeons of Degradation, Painful Pleasures, Shaving (you know where), or, for outdoors enthusiasts, Kinky Kampers and Sierra Orgy. Because such newsstands universally pride themselves on their “incredibly low prices,” most of these had their $12 cover price slashed to $6.95, with <em>Nymphomaniac Housewives</em> (“actual pictures of them doing it with their lovers”) a fantastic bargain at $1.85 or six for $9.</p><p>The tabloids offered information on the Texas and national scenes for swingers of every proclivity; most included directories of prospective partners (“actual Phone Numbers!”). These were in the $5 to $6 range and rarely discounted. The paperbacks ran from a couple of dollars down to 25 cents. Gay specialty titles such as Khaki Recruit and Heavy Discipline were well packaged and relatively expensive. Titles catering to heterosexual fetishes, like <em>Girls abused at Camp</em> or <em>Whip Girls</em> of Ward 16, also cost, but old-fashioned potboilers like <em>Carnal Greed</em> or the hohum-sounding but apparently nasty <em>Yel</em>low Press could bring only 25 cents a volume.</p><p>The patrons of arcade News were an innocuous, far from sleazy lot. They seemed divided between well-groomed Izod types with liquid, inquiring eyes and the unselfconscious, computer-programmers-out-on-an-impulse set. Few of them appeared to be into sitting down with a good book, however. Instead they headed into a dimly lit back room, its black walls covered with cryptosexual supergraphics in fluorescent paints, in which stood several pinball machines and a dollar bill changer. Here patrons could</p><p>get a handful of quarters, study the lavishly illustrated covers of hard-core super-8 film packages, several rows of which made a nifty little display, and decide which of the 25-cent films they wanted to see.</p><p>The films could be perused in another murky back room filled with dozens of booths about the size of portable lavatories and painted black inside and out. In the stygian gloom inside the booth, a glowing red dot indicated the coin slot; a small sign above the coin slot recommended locking the door. After the quarter was ingested, a super-8 projector mounted in the ceiling bounced the images off a mirror and onto a square of white paint on the door that was scribbled with names, phone numbers, and sexual requirements; you could sit on a wooden plank a few feet off the ground if you wanted to settle into the plot, but you had to feed the machine a quarter every couple of minutes.</p><p>The films predictably ran the gamut of homosexual and heterosexual activities. Most of the actors and actresses were attractive and enthusiastic but limited by amateur abilities compounded by torpid scripts. Two suspenseful questions floated most plots: who/what is going to come through that door next and what is he/she/it going to do to her/him/them? There were also lots of examples of how ridiculous coitus looks from six inches away.</p><p><strong>“It's Because She Wants To”</strong></p><p>5757 Westheimer Club is hidden in the corner of a better-class shopping strip along Houston’s nocturnal pipeline; only a small flashing sign in the parking lot suggests that it is any different from the surrounding specialty shops. Inside, a small tiled foyer leads past a quiet poolroom to the curvilinear bar and the small main room full of round black tables and thickly padded black vinyl swivel chairs. In addition to the modest-sized stage, there are two large flagstone fireplaces, one of which is flanked by a pair of mounted ram’s heads. Graying businessmen, some still in coats and ties, some relaxing in shirt sleeves, sat at the tables, while a younger, more entrepreneuriallooking group lined up along the bar. Like the crowd in a sedate neighborhood pub, they seemed united by some collective expectation and a tacit code of behavior beyond which no one would push.</p><p>One of the foremost habitues of 5757 Westheimer Club is Steve, who is on a first-name basis with all of the dancers. Mustachioed, in his early or middle thirties, Steve wore corduroy jeans with an elaborate belt, a sporty T-shirt, and a large, complicated-looking watch with a massive stainless steel band; the relative informality of his dress—somewhat outside the club’s norm—was a reflection of his intimate status. Steve said he was in the “sports car dismantling and recycling business,” which he identified as one of Houston’s principal growth industries. “Recreation, restaurants, and automobiles,” he recited with staccato selfconfidence, “that’s where Houston is going.” Steve was further favored by specializing in foreign car salvage; as he explained, “There’s a lot of money here, so a lot of people think they need to drive around in foreign cars.”</p><p>Steve was unhesitating in his praise for 5757 Westheimer. “This is the most legitimate club in Houston. It’s not a scam place, like some of the clubs that make it by whoring. These are upperechelon people, and they come here to have a good time and have a steak and not get hustled. It’s not a whorehouse. If some girl here meets a guy and goes to bed with him, it’s because she wants to, not because he’s a hundred-dollar trick. It’s a real mellow deal.”</p><p>A Houston native, Steve saw 5757 as a retreat from his economically burgeoning but peculiarly unrewarding hometown. “People here are going for an escape from reality, because that’s all that Houston offers. What you have to do in this city is get into something where you can escape.”</p><p>One of Steve’s best friends at 5757 is Blondie, the club’s manager as well as the girlfriend of Frank, the club’s elusive owner. Blondie is a beautiful young woman with appropriate-colored hair, which was pulled straight back, and she wore jeans and a yellow T-shirt with a blue script “Cozumel” in the spot where other shirts have their alligators or polo players. She looked like a teenager, and her voice rose and cracked with girlish excitement when she became animated, but she is actually 27 and an ex-airline stewardess.</p><p>When 5757 inherited the site of the old Purgatory Club three years ago, Blondie supervised the remodeling, and she knew what she wanted. “We wanted it to be plush but warm and relaxed. We wanted the businessman.” Now Blondie advertises only in <em>Travel Host,</em> a familiar little tabloid found in many motel rooms, serves ribeye steaks and sandwiches, and won’t let anyone in who is “sleazy or dirty-looking.” She didn’t want a deejay, so she had a sound system designed that automatically plays music in the intervals between the girls’ numbers, which are selected from the two jukeboxes in the backstage dressing room. Blondie doesn’t permit table dancing, and the dancers have to wear dresses offstage.</p><p>The club employs about twenty dancers for both the day and night shifts. Blondie hires her dancers from a reservoir of word-of-mouth-directed applicants and requires that they be “good-looking, good dancers, and sociable.” Many clubs charge their dancers for the privilege of collecting tips, but Blondie pays hers $30 a shift. She keeps the dressing room clean and expects the dancers to come to work with makeup on and hair washed.</p><p>Mental fatigue is a topless dancer’s principal occupational hazard, and Blondie understands even when one of her dancers suddenly disappears for several months. “They just get tired of taking their clothes off in front of men,” she said, shrugging sympathetically. But while the spirit is thus capable of regeneration, the flesh is doomed to irreversible decline. “Women start losing their bodies in their early twenties,” said Blondie with remorseless certainty. “Once they reach twenty-five they’ve got an old body, unless they really work at it. So you only have a few years as a dancer. It’s sort of like a pro football player. In fact, a pro football running back is a good analogy. Look at Earl Campbell,” she said, her voice cracking as she excitedly explored the theme. “How long is he going to last? What’s going to happen to him?”</p><p><strong>The Battle for Number One</strong></p><p>Lots of vehicles in Houston have those “Luv Ya Blue” bumper stickers; somebody has even come out with a “Luv Ya Jesus” bumper sticker just to keep things in perspective. Despite being on the outermost fringe of mankind’s experiment in urban adaptation, Houston luvs a winner with small-town passion, even to the point of settling for almost-winners. In the case of topless clubs, who’s number one is an important question.</p><p>The distinction is legitimately contested by two major suburban establishments,</p><p>Sugar’s Deja Vu and Caligula XXL These are places where the best girls can earn a couple of hundred dollars a night, where their G-strings can become fringed with dollar bills until they look like very short grass skirts. These are the places with rosters that boast scores of lovely dancers. These are the places that invite you to join ’em for lunch. And the only way to determine which is really number one is to let them go one on one.</p><p>Sugar’s Deja Vu is on Richmond at Hillcroft, at the end of a block-long, sparkling white, suburbo-Mediterranean shopping strip and right across the street from a couple of medium-rise office buildings, one of which has unorthodox angles in imitation of some of the more celebrated high rises downtown.</p><p>Patrons enter through a small vestibule in which is posted the obligatory warning concerning couch dancing, which is table dancing done on a couch. They are warned that if they handle, fondle, or even so much as lay a finger on one of the girls during the execution of the dance, the hapless <em>dancer</em> will be subject to immediate dismissal. The management never really takes such disciplinary measures, but the threat produces the same kind of psychological terror imposed by schoolteachers who threaten to keep the whole class after school until the guilty individual confesses.</p><p>The club proper was a very large room with a long, sort of butcher-block-surfaced runway right in the middle, surrounded by an expanse of tables and chairs. On the perimeter, thickly padded beige and brown couches were drawn up in semicircles, with little coffee tables in front of them. At the end of the room was a bar over which fancy drink glasses were suspended in clear Plexiglas racks. The stage was illuminated by a spectacular array of flashing red, yellow, and blue floodlights, ultraviolet lights, strobe lights, and three wobbly green spotlights that rotated from the ceiling, creating circles of light on the floor that orbited around each other like some miniature out-of-control solar system. Fixtures that looked like large mirror-covered cabinets were hung at regular intervals along the walls, and between them were small palm trees; a large black and white photo mural of silhouetted nudes took over a wall that jutted out next to the stage. Numerous hanging baskets full of ferns, lazily rotating ceiling fans, and mirrored globes were hung so close to the low, black acoustic tile ceiling that they seemed to be some strange form of exposed ductwork ingeniously disguised to blend in with singles-bar decor.</p><p>Packed around the stage were men in expensive business suits, men in cheap business suits, men in dressy sportswear, Milquetoasty curiosity seekers defended by their wives or girlfriends, bachelor parties, preppies in Izods and button-downs, scores of the racing-stripes-around-thesleeves-or-chest T-shirt set, and a tableful of Mexican american laborers still wearing their bright orange plastic hard hats. They seemed so socially unrelated that they might have been space-age transients gathered at some intergalactic way station, pausing between light-speed departures for incomprehensibly distant stellar outposts.</p><p>The dancers moved among them like battlefield looters after a historically deadly engagement. Solicitations for table dances were followed up again and again; refusals had no more effect than they do on life insurance salespersons. One of the most persistent of the dancers, attired in a frilly pink gown, was hardly more than four feet tall in heels, so that when she was standing up she came right to the ear level of the seated patrons, and went from table to table like a court dwarf, whispering a message in the conveniently situated ears. She came silently up behind me. “Would you care for a dance?” she asked, drawing out the <em>a</em> in “dance” into an elaborately affected British <em>ah.</em></p><p>The entertainment onstage was as ritually formalized as a Greek tragedy. First a dancer emerged in a long cocktail dress, titillating the audience by occasionally twirling or flipping up her dress to expose some bare bottom (for some reason the rear end seems to be the erotic focus of topless dancing). Then she emerged minus the dress, at which time the audience began to issue forth communicants who stood reverently beside the stage, waiting for the dancer to acknowledge them. Then the dancer squatted down and allowed the bills to be stuffed only at the sides or rear of her G-string (except in unusual circumstances, the wedge of fabric covering the pubic region was off limits, and errantly navigating hands were politely steered to the sides). Then, placing her hands on the supplicant’s shoulders, the dancer whispered what appeared to be some delicious intimacy in his ear. Sometimes she would even administer a kiss. And sometimes, if the performance was very good and was not being suitably recognized, another dancer would present the bills to her colleague onstage, as if to shame the audience.</p><p>The flesh procession continued into the night, guided by Billy J. the deejay up in his corner booth. Billy J. persistently made the claim that Sugar’s was the number one club in Houston and therefore almost by default the number one club in Texas. He broadcast warnings to ensure that the couch dancing didn’t get out of hand and at the same time tried to whip the crowd into a pep rally frenzy. “Let me hear you!” he wailed like a cheerleader with every request for audience response.</p><p>The dancers worked for it. There was Heidi, a tall, athletic, Nordic-looking blonde who did handstands. There was the lovely Tricia, a very popular performer who pulled her bleached blonde</p><p>hair back and pancaked makeup onto her prim features, creating a startling but perhaps unintentional imitation of the former first daughter. Then there was Dee, who was quite clearly the star of Sugar’s Deja Vu.</p><p>Dee was tall and extremely well proportioned, and with the mass of curly brown ringlets that surrounded her bright, almost girlish features, she might have been a pretty country girl romping through a Winslow Homer painting. Dee couch-danced at an exhausting pace, working over each customer like a sorceress trying to exorcise a demon, then turning comedic and clowning with her prop, a straw cowboy hat painted metallic silver. And when she got onstage, she actually attempted characterization. For her first number, in a chiffon dress girded with a wide silver belt, Dee did an interpretative routine to “angel of the Morning,” feigning pained, searching expressions and theatrically raising her arms to shield her eyes from the “morning sunlight.” Then she came out in her minuscule gold G-string and cowboy hat and did a spirited, humorously selfdeprecating accompaniment to “Cow Patti.” The dollar-bearing communicants came to her in a steady stream; they stood by the stage as rapt as witnesses to visions at Fatima, waiting for the touch of her hands on their shoulders.</p><p>When her dance was over, Dee put on her chiffon dress and silver belt and stood</p><p>glumly, drink in hand, by the cigarette machine next to the bar. How long had she been in this line of work? “Too long.” Was it hard getting up for her vigorous performances? “It’s hard. It’s <em>very</em> hard,” she said angrily, as if each escaping word had to be bitten off before it could be turned loose. She stared grimly ahead without looking at anything, like some terrorized steppe dweller whose mind was now doomed to endlessly repeat the day the Mongol hordes rode into her village. And she just stayed like that for a long time, almost as if she was oblivious to being the number one girl in what just might be Texas’ number one club.</p><p>Caligula XXI is located in a picturesque neo-colonial frame building that seems odd only because its windows are covered over and it is octagonal in shape, sort of like it was evolving into a miniature domed stadium. It lies at the end of Winrock, a long street lined with apartments with names like Barcelona, a street that pumps traffic into Westheimer like the Ohio River flowing into the Mississippi. Next door is Bronco’s, a wildly popular country-and-western disco into which almost every patron of either sex wears a straw cowboy hat. Occasionally the cowboy hat wearers are spun over to Caligula XXI like comets leaving their solar orbits to roam the universe. They are most likely to be welcome, since Caligula XXI has only two printed requirements to greet incoming patrons: “No biker attire” and “Please be on your best behavior.”</p><p>Caligula XXI was sort of like an amphitheater or coliseum, with beige-andbrown-striped Haitian cotton sofas and a bar on the upper level, and tables surrounding the stage on the lower level. The floor had a clean, new plush carpet, and walls were lined with framed objets d’art that included two mincingly fashionable Erte posters. The stage was raised in the middle of the Boor almost like a boxing ring, and over it hung the usual disco lighting paraphernalia supplemented by a maze of zigzagging neon-filled tubes that could flash on and off like an indoor electrical storm. Instead of backing the stage with the traditional mirror, Caligula XXI featured an enormous, boulder-filled aquarium out of which huge, gulping, grouperlike fish peered with primordial ennui at the human carnival going on before them.</p><p>Caligula XXI was, to use a colloquialism that seems appropriate to the place, more laid-back than Sugar’s Deja Vu. The deejay, a sort of English rock star type with long, dark hair and thick lips that gulped just like the fish, would merely periodically request that we put our hands together, and then he became so preoccupied with his own hip narration of the events on the stage or his dramatic manipulation of the sound system controls that he didn’t have time to browbeat the crowd. The girls were more relaxed, too, which somehow made the patrons less aggressive, so that the performers didn’t spend as much time smilingly swatting hands away or gracefully wriggling out of encircling arms. Deena, a big blonde temporarily clad in a sheer white dress, gave me a friendly hug and kiss at the bar. “Do you have a girlfriend here?” she asked conspiratorily.</p><p>“In Houston?”</p><p>“No, in here,” she clarified, waving her hand at the packed house.</p><p>But Caligula XXI was also competitive. Right above the door, the little flashinglight ticker tape device gave a synopsis of the week’s schedule as well as WELCOME</p><p>To Caligula Xxi, HOUSToN’s No. 1 Club</p><p>In Topless ENTERTAInMENT. The manager, a dark, Latin type with a neat moustache, a smooth helmet of long, black hair, and an ethnically ambiguous street accent, hopped from one white tassel loafer to the other and discoursed on the club’s preeminence: “These girls come to us,” he said proudly. “Everybody wants to work for number one. You don’t find any ugly girls here.”</p><p>There was an exotic last-days-ofPompeii atmosphere about the place. Here was couch dancing at its most scintillating. Here the dancer’s hands were on the patron’s shoulders, and she leaned over with her arms extended so that her hair fell to cover the patron’s head like a conical hood. Then the dancer’s breasts whipped past the patron’s face with astonishing velocity and the head of the patron fell back so that his face was parallel to the ceiling, as if some demonic force had stretched his neck beyond its anatomical limits. Then the lower body was employed in the conventional manner.</p><p>There were two girls dancing together on a secondary stage, making elaborate, highly sexual pelvic thrusts at one another. There was also Star, a tall, slender, preciously beautiful brunette with a big lion’s head tattooed over her right shoulder blade. There was Deena, who began her act in baggy white harem pants and a silver lame top, accented with a purple flower in her hair. And then there was Patty.</p><p>Patty came on stage barefoot, a slight, curly-haired young woman with big feet and a somewhat slumping tummy. She moved with a fantastically disjointed, careless, and rhythmic gait to her preferred rock ’n’ roll, and her build and her unique dancing style (all the other girls just postured by comparison) reminded me of a bleached-out version of the jungle girls in old Warner Brothers cartoons. Once Patty got warmed up, she started executing a series of backflips. Then she placed her hands on the stage in front of the aquarium, pushed up into a handstand, and, still facing the audience, spread her legs into a broad V in front of the gasping ichthyoids and oscillated her pelvis so rapidly that the movement was probably picked up by Soviet surveillance satellites. This inspired the deejay to almost hysterical ranting.</p><p>The evening’s finale featured a dozen dancers onstage in a ceremony the management refers to as “titty-titty boom-boom” and another half-dozen undulating couch and table dancers rising among the audience, their writhing, flamelike forms seemingly emerging from some mysterious subterranean source. Star rocked back and forth like a cobra in front of a beefy, bald, tough-looking middle-aged guy in a khaki sport coat. Onstage, Deena turned her haunches to the audience and squatted, hands on knees, like a sumo wrestler. Patty repeated her aquarium trick. The neon lightning bolts blazed. The Vietnamese waitresses scurried with the last round of drinks. The deejay began to lead cheers. “Let me hear you say, ‘Ohhh, yowh,’ ” he demanded. “I can’t hear you!”</p><p>When it was all over, the deejay thanked those attending. “Gentlemen,” he began in a voice suddenly turned sonorous, “you are the ones who have made us numero uno in Houston.” Then the fluorescent houselights came on with the stunning brilliance of a nuclear fireball, and everyone was requested to exit immediately. The entire crowd wandered out docilely. There was a sad, hushed mood of anticlimax out in the semitropical night, as if a bunch of kids had rushed downstairs on Christmas morning and torn open their presents only to find that all of the boxes were empty, and were too deflated even to register protest.</p><p>Strange ideas possessed me. I thought that I had received a premonition of what entertainment would be like in the year 2050. I imagined slave laborers marched into huge pleasure chambers filled with holographic images of some licentious Elysium, where every sensation except touch was available to erase the sterile reality of everyday life. Here everything would be ersatz—sex without contact, intimacy without friendship, pleasure without feeling—and neatly packaged for mass consumption, a supermarket of nicely presented but non-nutritional erotic experiences. Here they would be given, in a sexual metaphor, the democratic message of the 21st century: the only way we can really give satisfaction to all of you is by giving it to none of you.</p><p>But it wouldn’t be fair to say that the Houston sexscape actually offers any metaphors for modern Houston. It would be crazy to think that a lot of people are coming to Houston with expectations similar to those that many people bring into sex clubs, to think that in seeking a freedom, a sense of unfettered personal license that does not seem to exist in the drearier parts of this nation, they are instead finding their lives increasingly conformed by crime, traffic jams, pollution, abysmal city services, rampant inflation, and all the other manifestations of a city out of control. That would be carrying things too far. The only thing that all those sex joints really have in common with Houston is that they’re there.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Houston",
      "Dancing",
      "Texas",
      "Work",
      "Cowboy",
      "Patron",
      "Sex",
      "Sound",
      "Vinyl",
      "Fish",
      "Hair",
      "Music",
      "News",
      "people",
      "Shopping",
      "urban",
      "apartments",
      "Business",
      "Clint Eastwood",
      "Death"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "Texas"
    ]
  }
}