{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19893",
    "date": "March 1989",
    "year": 1989,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1989/19890300.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 104,
    "document_page_range": [
      [
        106,
        107,
        108,
        109,
        110
      ],
      [
        180,
        181,
        182,
        183,
        184,
        185,
        186,
        187
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Forgery, Texas Style",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198903-forgeryte",
  "source": "/1989/19890300.pdf",
  "wp_post_id": 125127,
  "wp_post_guid": "http://www.texasmonthly.com/article/forgery-texas-style/",
  "authors": [
    "Gregory Curtis"
  ],
  "headline": "Forgery Texas Style",
  "dek": "The Dealers Who Buy And Sell Historic Texas Documents Move In a World Of Big Money, Big Egos, And Big Mistakes.",
  "spread_caption": "",
  "excerpt": "As Texans’ pride of place rose with the price of oil, collectors scrambled for the few documents of the Texas Revolution. Suddenly there seemed to be plenty to go around. But no one thought to ask why.",
  "kicker": "",
  "word_count": 6600,
  "content": "<p>Photographs By Don Glentzer</p><img /><p><strong>AMONG Dealers, C. Dorman David’s Taste And Skill Were Legendary, And So Were His Character Flaws.</strong></p><p><span class=\"dropcap\">I</span>n March 1836 the alamo had fallen and the Texas Revolution was in danger of collapsing. To bolster flagging spirits, the new Texas government commissioned the printers Baker and Bordens of San Felipe to print one thousand copies of the recently signed Texas Declaration of Independence and one thousand copies of William Barret Travis’ Victory or Death letter from the alamo. Texas patriots posted them in public places across the country, and then most of those broadsides, like political ephemera today, disappeared forever.</p><p>One hundred and fifty-one years later in austin Dorothy Sloan opened a package sent to her from Dallas and removed a copy of the old declaration broadside. A dealer in rare books and manuscripts and a native Texan who had studied the history of the West at the University of Texas, she had been anticipating something like this practically all of her professional life. Here was a true piece of history that would be a coup for any dealer to sell. It would be profitable too. The collector offering her the declaration to sell had bought it for $21,500. Now the price should be even higher.</p><p>Instead of exhilaration, though, Sloan felt odd; rather, she felt that something was odd about the document she held in her hands. She could not say exactly what. Perhaps it just didn’t look old enough to her practiced eye.</p><p>She called her friend Bill Holman, a librarian and master printer, and the two of them went to the Barker Texas History Center at the University of Texas, where there was another copy of the declaration broadside. At first glance Sloan’s copy and the library’s copy looked identical. But after a more careful examination, Holman discovered that the dimensions of the type were different on the two copies. The type on Sloan’s copy was narrower than that on the library’s copy. The difference was slight but crucial. Lead type, the only kind of type in Texas in 1836, does not change. The difference in size meant that the two documents must have been printed at different times. That led to only one conclusion: One of the documents had to be a forgery, and it could not be the Barker library copy. Its provenance—or history of ownership—was known and proved it was genuine.</p><img /><p><strong>JOHN Jenkins Was One Of the New Breed Of Dealers Who Recognized the Value Of Rare Texas Documents.</strong></p><p>Sloan went home to call the collector, while Holman met another bookseller named Tom Taylor for lunch. Taylor was a master printer who produced fine editions for collectors and also dealt in rare books. Holman told him about the two versions of the declaration. Although Taylor didn’t say so at the time, Holman’s story bothered him. He brooded on it all that afternoon, for he had sold copies of the declaration himself, one to the Dallas Public Library for $20,000, one to the museum at the San Jacinto Battleground for $30,000, and a third to a collector in austin. Taylor knew Governor Bill Clements also had bought a copy. The news forced Taylor to consider a question that had occurred to him while he was selling his declarations but that he had put out of his mind. The declaration broadside was one of the rarest items of Texas history. Before 1970 only five copies were known to exist. Now there were at least twenty. Where had the new copies come from?</p><p><span class=\"dropcap\">A</span>nswering That question became an obsession for Taylor. He borrowed several copies of the declaration broadside and studied them letter by letter. He found that the copies either were identical to the copy in the Barker Texas History Center and thus were genuine or shared identical differences from the Barker copy and thus were forgeries. Taylor was even able to identify the specific genuine copy that had been used as a model for the forgeries. He began examining printed documents in libraries, museums, and private collections. By the end of 1988 he had identified more than fifty forgeries of thirteen original documents. All of the fakes had appeared in the marketplace after 1970, and none had clear provenance. Almost every one of the major libraries, historical museums, and leading private collectors in Texas found that they had been stung. The declarations Taylor himself had sold to the Dallas Public Library and to the San Jacinto museum were forgeries, and he had to return their purchase price. There were forged declarations at the University of Houston, the University of Texas at San antonio, and the Star of the Republic Museum at Washington-on-the-Brazos. The libraries at Baylor, the University of Texas at austin, UT-Arlington, and Yale all had one or more forged documents. Fakes were also in private collections, like those of Governor Clements and J. P. Bryan, a Houston oilman who is a descendant of Moses austin and a former president of the Texas State Historical association.</p><p>Altogether there were at least nine forged copies of the declaration. But the most common forgeries, even more numerous than those of the declaration, were of the broadside of Travis’ Victory or Death letter. There are only two known genuine copies, one at Yale and one that seems to have been stolen from the Texas archives sometime in the sixties. Presumably, the stolen copy was used to make the forged copies. Ross Perot almost bought a Travis letter forgery but sent it back to the dealer when it was determined to be fake. Others were not based on historical documents but were complete fabrications. Although they were purported to be from 1835 or 1836, they were set in typefaces that Taylor knew had not been designed until around 1900. Undoubtedly, more forgeries than the fifty-some Taylor found will be discovered in time. It is no secret who made the fakes or who sold them, but a successful prosecution of anyone is unlikely. All in all, forging documents can be a highly profitable, successful, even gentlemanly business.</p><p><span class=\"dropcap\">T</span>he Forgeries might never have come to light if the prices for fine pieces of Texana had not increased so dramatically. Last year a genuine declaration broadside sold for $75,000, a price that would have been unimaginable even five years ago. For decades the most remarkable thing about Texana was the almost total lack of interest in it, even in Texas. Well into the fifties, there were few collectors and fewer dealers who concentrated primarily on Texas materials. The greatest collection ever built by a private individual was that of Thomas Streeter, an oilman from New Jersey who started coming to Texas on business in the twenties and thirties. But very few in Texas recognized the value of Streeter’s collection. When he offered to sell it to the University of Texas in 1957, the university turned him down, and his hundreds of priceless documents, many of which are unique artifacts of our history, became the permanent property of Yale. (Streeter’s <em>Bibliography of Texas, 1795-1845, </em>still the ultimate authority in the field, was published not in Texas but by Harvard University Press.)</p><img /><p><strong>ToM Taylor, a Bookseller And Printer, Began To Suspect That Some Items He Had Sold Were Fakes.</strong></p><p>Texas government showed a similar lack of interest in its own archives. Its records include not only the proceedings and papers of the state government but letters, land grants, minutes, and the like from the time of the austin Colony, the Texas Revolution, and the Republic. The manuscript of Travis’ Victory or Death letter, for example, is part of the state archives. But over the years the valuable documents were guarded so poorly that it was easy for anyone to walk in and take what he wanted. Some people did just that.</p><p>During the seventies it became an open secret in the small world of collectors that items appearing for sale frequently had been stolen, either from the state archives or from libraries or county courthouses. Some collectors who were interested in Texana developed the habit of overlooking the provenance of prized items. Didn’t these artifacts of history really belong to those who valued them the most? In the end that habit allowed the forgeries to be bought and sold undetected for almost two decades.</p><p><strong>[Continued On Page 178]</strong></p><p><strong>[Continued From Page 108]</strong></p><p><span class=\"dropcap\">I</span>nterest in Texana began to grow during the early sixties. By then Texas was embarking on a period of prosperity that would not end for twenty years. The state had long been more urban than rural, and it was clear that, for better or worse, many of the old traditions and attitudes were dying out. Certainly the people who embodied them were. So a feeling of the past slipping away created a nostalgia among some Texans who had the money to indulge their sentiments.</p><p>At the same time, a group of young dealers began their businesses. Their work expanded the market for Texas rarities and created markets in new areas of collecting. One such dealer was John Jenkins, who grew up in Beaumont and became a coin dealer at a very young age. As a child he spent his weekends sorting through rolls of nickels and dimes on the kitchen table, hoping to find rare coins. Before graduating from high school he edited a book of his great-great-grandfather’s memoirs. After receiving his degree from the University of Texas he started a business in austin selling coins, documents, and rare books. By the midseventies Jenkins was proclaiming himself the largest rare-book dealer in the world. He ruled his empire from a corrugatedmetal building on the interstate south of austin. Not a particularly tall man, Jenkins sat behind a mammoth desk in a mahogany chair carved with snakes and dragons. Over the years he began to spend increasing amounts of time in Las Vegas, where he played poker under the nickname austin Squatty.</p><p>In 1964 William Simpson opened a gallery on Main Street in Houston. He is a theatrical, good-humored man with a white goatee. He was once an acolyte of Ezra Pound, visiting the poet frequently during his internment in St. Elizabeth’s Hospital in Washington, D.C., after World War II. Simpson sells few books. His trade is primarily in furniture, art, glass, rugs, linens, and crystal. But in the mid-sixties he began selling Texana, particularly historical documents and letters. His auctions became a regular gathering place for collectors.</p><p>By far the most interesting and important of the new dealers was C. Dorman David. The son of a wealthy, self-made man, David created the market for Texas historical imprints almost singlehandedly. At one time he had what was probably the greatest private collection since Streeter’s. David had the best eye and the best taste of any dealer in Texas ever. The Bookman, the store he founded and designed on San Felipe in Houston, was a place of such stunning grandeur that it actually worked against the success of his business. Customers who wandered in were often too intimidated to buy. Unfortunately, his personal confusion and flaws of character overwhelmed even his perfect taste. He became a heroin addict. He was indicted for receiving stolen books. He was suspected to be the mastermind behind a ring of thieves who looted libraries and archives across Texas. And he became a forger.</p><p>These three men—Jenkins, Simpson, and David —all knew each other. They bought and sold from one another regularly for many years. That is important because every one of the fakes that Tom Taylor has traced was first sold by either John Jenkins, William Simpson, or Dorman David.</p><p><span class=\"dropcap\">I</span> know Dorman David made the forgeries because he told me so. We met in a house he was visiting in Houston that had a collection of art so fine any museum in the world would like to have it. His dented old pickup, a distant echo of the exotic sports cars he used to favor, was parked toward the back, near the swimming pool. He was still, even at 51 years old, a tall, massive man with a bemused, wide-eyed expression. Despite his size he projected none of the tautness and aggression that had once made him his division’s heavyweight representative in army boxing tournaments.</p><p>It was the second time I had met him. The first was in the late sixties, when I had happened into his shop on lower Westheimer in Houston. At that time he was wearing boots and a Western jacket.</p><p>I had recognized his name because I had worked as a shipping clerk and factotum at the Bookman, which David’s mother then owned and ran. Leaning back in a chair with his boots up on a desk, his chin sunk down in his chest, mumbling almost inaudibly, he had seemed remote to the point of eeriness. I remember leaving the store rather quickly, with a combined sense of confusion and relief.</p><p>But this time our meeting was far more relaxed. He was married, had young children, and seemed to be making a go of things after years of drug addiction, life as a fugitive, and prison. We drove around searching for the lithographer’s shop that had made the zinc printing plates David had used to produce his forgeries. It was out of business, we finally learned, but as we drove David explained in some detail the meticulous process he had used to make his fakes. It became clear that among the motives he may have had for forging, money was not the central one. Earlier, David had shown me an ebony carving he had made of two human torsos writhing in torment. He had sold it for $750, but obviously the money had not been the primary reason for his making the sculpture. It was made to express something. He had intended to sell his forgeries too —although not as genuine, he claims, only as a set of facsimiles of early Texas documents. But again money was not the real motive. The forgeries were made to express something. I believe that something was revenge.</p><p><span class=\"dropcap\">B</span>eginning in the early sixties David worked hard, in his way, as a dealer. He pursued books and documents across the United States and deep into Mexico. He was knowledgeable enough and persuasive enough to excite the interest of new collectors, who would then become customers. He recognized value, both historical and commercial, in items such as imprints that others had passed over. But he did not understand money; it meant nothing to him at all.</p><p>David’s father, a thick, knobby man from the backwoods of Louisiana, had made his fortune selling drilling mud. Henry David had little or nothing in common with his son or with his daughter, who ran an art gallery, or with his wife, who had the same eye for fine objects as Dorman. When Dorman made foolish decisions his family always rescued him eventually; thus he never had to make money in his book business, and he never did. Yet Dorman David would have liked nothing better than to have made great profits. In addition to whatever that might have done for his self-respect, it also would have brought him respect in the book world, where he was considered a rich curiosity. His nemesis was John Jenkins. The two were friends for many years and even issued catalogs together. They bought, sold, and traded constantly between themselves. David usually had the better things to start with, but Jenkins was the better trader. Too often after the heat of the trading session faded, David found himself on the short end of the bargain.</p><p>As in his dealings with Jenkins, David was frequently getting out-traded by other bookmen because he was really too gullible for the surprisingly Machiavellian world of antiquarian bookselling. There is in any business an expected rivalry between competitors. In bookselling that competition is intensified because rare books, precisely because they are rare, are difficult to find, so dealers must vie with one another for goods to sell. The most common source is not old attics but other dealers. When I worked at the Bookman, I was amazed at how much of the business—well over half—was selling books to other dealers. Of course, no dealer can know enough to understand everything that comes his way. Thus dealers talk about how they “beat” another dealer—sold something for more than it was worth or bought it for less.</p><p>All this buying and selling is carried on in an atmosphere of intense gossip. Booksellers like nothing better than to chatter about the minutiae of rival booksellers’ professional and personal lives. Informal alliances spring up when small groups of dealers decide they don’t like the ways of certain other dealers. Then these alliances fall apart over jealousies, misunderstandings, or occasionally even real betrayals, only to reform in different patterns of loyalty and hatred.</p><p>In that world David had few friends outside Texas and few enough in Texas. The bias against Texans as crude vulgarians trying to buy culture persists in parts of the book world today, but it was a major factor in the sixties, when David was most active. Tall and unbridled as he was and rich as his family was, David fit enough of the Texas stereotype to earn the quiet contempt of many Eastern and Western dealers. Even within the state he was resented by booksellers trying to scrape by, because they believed that his father would rescue him from every poor business deal he made as well as from the messes of his personal life. He also bought the best items and then tripled or quadrupled the asking price. Eventually, everyone learned to wait for David to overextend himself, get desperate for money, then lower his prices, often to below what he had paid. All of that combined to make dealers feel almost justified in taking advantage of him when they could. David knew he was getting beaten in trades and being ridiculed behind his back. But he couldn’t ever change that. His frustration was a reason for getting back at the whole collecting world.</p><p>“I designed the Bookman to express my feelings toward books,” David says. And what he had created in his store was an atmosphere both bright and reverent. Behind two massive wooden doors with brass knobs was a wall covered with old copper type and engravings, themselves covered with a clear coating. To the right was a long, rectangular room three stories high and lit by skylights. Polished bookcases went from floor to ceiling. At one end of the room was a balcony and halfway up was a narrow wooden catwalk for reaching the higher shelves. An old movable pulpit with a spiral staircase stood in one corner. A long mahogany banquet table on luxurious oriental rugs completed the room.</p><p>David’s attitude about life was not nearly so conservative. He was a founder of the 7th of april Club, a gentlemen’s gourmet society that still meets. Its members were either wealthy or literary or both. In addition to books and fine objects, David liked sports cars, motorcycles, boats, and women, and he got into trouble with them all. Noticing the wide doors of one drugstore, he drove his car in to buy a pack of cigarettes. He brought an international debutante into Maxim’s on the back of a motorcycle. He raced pursuing police cars down the Gulf Freeway to Galveston —and got away. He combined a brooding, nervous character, a pouting lower lip, and the wild abandon—and the money—to follow any impulse. John Jenkins says, “Nearly every woman who ever met him fell in love with him.” David had six wives and so many girlfriends that he could not always keep them straight. He and a running mate once took two women for a cruise in the Gulf on David’s sailboat. They ran aground in Galveston Bay. By the time they came ashore a television reporter was covering the story. David arrived home to find that his inflamed wife already knew about him and his girlfriend from the evening news. Sometime in the mid-sixties David bought an original Thunderbird and installed an eightcarburetor racing engine. Then he drove the car to Waco to trade books and documents. At three in the morning he fell asleep at the wheel and crashed into a farmer’s parked pickup. He gave the farmer $1,000 and the car and hitchhiked to a hospital in Waco. As doctors sewed him up, David got on the phone and started trading, winding up with two antique sixshooters. He hired a plane to fly to austin. Once in the air, blood seeping from his sutures, he pulled out the pistols and shouted, “Let’s go to Cuba!”</p><p>David’s taste, energy, and wealth carried him on a wild ride for almost ten years. He bought and sold thousands of books and documents as well as paintings, cigars, guns, furniture, and exotic cars. He traded with a network of friends and associates. In one trade that took two days of constant negotiation Jenkins got a Rolls-Royce, a Kentucky rifle, and a Bowie knife; Price Daniel, Jr., the son of the former governor and a book dealer before he became a politician, got a book collection; a car dealer who had owned the Rolls got an antique racing car; a restaurant owner got several thousand Cuban cigars; and David got a $20,000 credit at Maxim’s in Houston, which he traded for some rare wines, which he in turn traded to Jenkins for books and documents. What fun! David issued a series of catalogs of rare Texas books and some superb manuscripts, including letters by Sam Houston and Travis and the only known list of Mexican officers captured at San Jacinto. And as he bought high and sold low, he always turned to his family for more money until even they lost patience. He had to give up the Bookman to his mother and go to New Orleans, where he worked for his father in a cement business, an occupation for which he was totally unsuited. Meanwhile, he continued to deal in rare books and documents. He returned to Houston after a year or so and set up shop in a series of locations.</p><p>As it turned out, those years—about 1968 to 1972—were the devil-may-care days of selling and collecting Texana. David, Jenkins, and others were turning up books and documents. Simpson was having his auctions. Great collectors like J. P. Bryan, Sr., John Pease, and Jenkins Garrett were actively in the market. And there was suddenly a flood of new material to buy and sell. Some of it came from Mexico, where archives still held valuable documents concerning Texas from the revolutionary and prerevolutionary eras. Some items simply disappeared from the smaller <em>municipias</em> in northern Mexico and reappeared for sale on this side of the border. Somewhat later a dentist from Mexico City began bringing things for Simpson to sell at his auctions. David bought documents from a college professor who had somehow obtained them from archives in Saltillo. Even with all this new material, or perhaps because of it, prices began to rise. It was no longer unusual for items to sell for several thousand dollars or more. Those should have been great days for David, as they were for other dealers. Instead, what few restraints had held him before disappeared entirely. The drugs and thefts and forgeries had already begun.</p><p><span class=\"dropcap\">I</span>t is impossible to say when David made his first fake. In 1963 or 1964 he was involved in the sale of a letter that I believe is a forgery; it was purportedly written by a defender of the alamo during the siege. David was aware of doubts about the letter at the time, but I think someone else was the forger (Please see “Highly Suspect” on page 109). A former secretary and companion of one of David’s best customers recalls going with her boss to see David in the mid-sixties. They found him baking paper in an oven. Without hesitating David volunteered that he was trying to make the paper look older. There are other stories of people coming upon him as he was drawing old maps or practicing calligraphy. But provocative as that may be, nothing is certain until 1971, the earliest date when it appears that fakes by Dorman David were on the market.</p><p>At the same time, a ring of thieves was raiding libraries and archives throughout Texas, and some people began to believe that the loot was going to David. In the light of all this skullduggery his early catalogs have an insouciant, bad-boy quality that is very curious. On the cover of a catalog from 1964 was an engraving of a stagecoach holdup; it was titled <em>The Bookman Offers for Sale Texas Books From a Recent Robbery.</em> another cover around that time showed the only existing Wanted poster from the Republic period with “Dorman David” substituted for the name of the real outlaw. David’s fourteenth catalog, issued in early 1966, was designed identical to a broadside, listed in Streeter’s bibliography as #11, known as the austin Declaration. Some copies of that declaration have since been identified as forgeries.</p><p>David himself dates the beginning of his decline from May 1971. He had taken about three thousand documents to show to a collector in Waco. Suddenly a Texas Ranger arrived with John Kinney, who was then the state archivist. They asked to look through the documents because they suspected some of them belonged to the archives. Eventually they found three or four that Kinney believed belonged to the state, although he could not prove it. Nevertheless, he announced that he was taking them back to austin. The Ranger tossed David a receipt. Then he and Kinney grabbed the papers and took off. David had had a lifelong antipathy for the police, and the incident confirmed his prejudice.</p><p>As the story spread in the tight world of bookselling, it changed David’s reputation from that of a foolish son of a wealthy father to that of a thief. It was a time of great emotional instability, even by David’s standards. His finances were in disarray, as always. His parents were getting divorced for the second time. And his long-standing appetite for drugs had become voracious. Today David says, “after that I just didn’t care anymore. I know one thing—I had never used any heroin before that. It all came after.”</p><p>One month later, in June, David held an auction at the Warwick in Houston that intensified the suspicions and gossip about him. The auction was a small but, in the collecting world, glittering affair that earned a long paragraph in the <em>Houston Post</em> gossip column. The catalog stated that the auction would start “at exactly 8:10 P.M.” Most of the leading collectors were there, and the letters, documents, and broadsides David offered for sale were rare and extremely desirable. There was a letter Stephen F. Austin had written from prison in Mexico City, orders Sam Houston had written at San Jacinto, a letter from Jim Bowie to austin declining the offer of a command in the Texas Revolution, and much more, 77 items in all. But where had David gotten such platinum artifacts? austin’s letter from prison had been listed in the austin Papers at the University of Texas. A letter from Peter Dimmitt from Fort Goliad, written October 21, 1835, which makes it one of the earliest letters of the Texas Revolution, also had been cataloged with the austin Papers. Certain other items seemed out of place at the auction. Everyone wondered where they came from—or should have-but no one said anything publicly. The bidding proceeded quickly because knowledgeable collectors were there not to bid so much as to see if anything happened. Nothing did. Afterward, John Jenkins returned an item he had bought. In a letter to David he asked for his money back and added, “I still have doubts about the provenance of this large group of documents that you have come up with. Ten or twelve of the items in your sale were listed in Binkley, Gammel, or the austin Papers. I hope you will have the good sense to check out your source very carefully before buying any more.” Later, in his <em>Basic Texas Books,</em> Jenkins described the event euphemistically as a “memorable sale, in more ways than one, of spectacular Texana.”</p><p>That summer a man we will call Thief a was arrested outside the austin Public Library. In his rented car were valuable old maps, a contemporary road map with thirteen Central and South Texas county seats marked, and several pages of typed instructions, which said, in part: “1. Get as much as you can! 2. Get maps in these county clerk’s offices. 3. Get all the old books you can. 4. Keep different counties separated.” Then the individual counties were listed with instructions: “Fort Bend C/Seat-Richmond. Here the D/Clerk’s office hasn’t anything but a few documents. You can still get some stuff from it (plenty in the 1850’s). Easy to get stuff out of here. In the C/Clerk’s office you can get a brief case full but it’ll take a couple of hours. I have gotten a lot of early items out.”</p><p>Thief a also had a check for $650, written to him by a man we will call Thief B. Thief B was soon found. Both he and Thief a admitted to a Texas Ranger that they had been stealing from the state archives. They claimed that Dorman David had put them up to it and that they had delivered the stolen documents to him at his store in Houston. Thief a got a probated sentence, but the Rangers did not try to arrest David for receiving the stolen documents until the following June, more than a year after Thief a’s capture.</p><p>The thirteen months or so between the Waco contretemps in May 1971 and the Texas Rangers’ final descent on David in June 1972 was David’s most active period as a forger. His heroin addiction was total. Old friends who might stop by would see him in the bathroom with a needle in his arm. Others would come in to find him sitting loopy-eyed in front of the television; he had twisted the dials to make the colors bizarre. He missed enough business appointments that even loyal associates finally gave up on him. In the midst of all this David did nothing to hide his fakes. He maintains that he was making facsimiles of historical imprints concerning immigration to Texas and thus had nothing to hide. Perhaps so. An addict, now reformed, who lived in a tent behind David’s house, explains it this way: “There was so much else illegal going on around there that forgery didn’t seem worth worrying about.”</p><p>David’s forgeries were so masterful that they fooled every dealer, librarian, collector, and other expert who saw them until Tom Taylor began his meticulous investigation. For someone like David, old paper was not hard to come by. Blank sheets could be cut from the endpapers of old books. Sometimes entire reams of old paper turned up in antique stores. David had a company in England make paper to the specifications of paper used in Texas during the Revolution and ship five hundred pounds to him in Houston. “But,” he recalls, “the paper was so far off. It didn’t have one hundred fifty years on it.”</p><p>He found a lithographer with a camera that could make a negative many times larger than the original document. He carefully worked on the enlarged negative to restore any damaged or imprecise letters. Sometimes he made mistakes that altered the text; those errors are the surest way of identifying the forgeries now. Although the type on the original had crisp, sharp edges, those edges became slightly rounded in the negative. David tried to correct this on the negative in the places where it was most obvious. Then he went further than that, making tinkering changes that were needless. Had he not done so, his forgeries would be even harder to identify. The lithographer then made a zinc plate the size of the actual document from the retouched negative.</p><p>David had studied several books about forgeries and learned that the ink of today is not the ink of yesterday. He made his own. He lit a candle, then held a bag over it. With its oxygen limited, the candle began to smoke. David scraped the carbon from the smoke off the inside of the bag. He mixed the carbon with boiled linseed oil, working the mixture with a butter knife on a sheet of glass until he had a substance that would pass for period ink.</p><p>He believed that printers in 1836 had not rolled ink onto type but had tamped it with a leather tool. So he made a tamper and applied his ink to the zinc plate with it. Then he put a piece of paper on top of the inked plate, and with a small wooden mallet he tapped each letter one by one. He lifted the sheet after each tap to check the result. Sometimes he discarded his mistakes, other times he tried to repair them. Despite the tedious process, David says today, “I was never satisfied with anything I did.” I believe he worked so hard to make the forgeries because the perfect fake would be the perfect revenge. If his fakes were accepted, he would beat everyone.</p><p><span class=\"dropcap\">D</span>avid’s assertion is that he never sold one of his “facsimiles” as an original, although it appears that in at least one case he did. Still, of the fiftysome fakes that are known, few were first sold by David. Instead, they entered the marketplace through dealers John Jenkins and William Simpson after the police raided David’s store and finally put him out of business.</p><p>On the night of June 14, 1972, two Texas Rangers, two detectives from the Houston Police Department’s burglaryand-theft division, and an assistant district attorney raided David’s store on Fairview, where he was also living. They expected to find the documents that Thief a and Thief B had admitted to stealing. An unnamed man had sworn that he had been in David’s shop two days earlier and had seen the documents. The police found none of the documents listed in the warrant nor did they find any drugs. But they did find and confiscate so many books, documents, personal papers, and the like that the police inventory of their seizure was 54 pages long. In light of the forgeries, the most interesting items appear on page 49: an original copy of the austin Declaration, a forged copy of it, a recent printing of another forgery called “Important News,” nine sheets of old paper, and a negative of the Texas Declaration of Independence. But the police were looking for stolen documents, not forged ones, and took no special notice.</p><p>About two hundred books, including about seventy volumes of the <em>Southwestern Historical Quarterly,</em> belonged to the Lamar University Library in Beaumont and were returned to it. Representatives from the Rosenberg Library in Galveston claimed six books that belonged to that library. State archivist Kinney identified three documents that belonged to the state —all of them had stamps or some other identifying marks. David was indicted for receiving stolen property, but just as the case was to go to trial, the charges were dropped. David always insisted that he had bought those books and documents without knowing they were stolen. There was no absolute proof to the contrary, particularly since librarians testified in depositions that they often sold duplicates from their collections without bothering to remove their identifying marks.</p><p>The police returned all that they still had to David, but his days as a bookman were over. No one trusted him enough to buy from him. For his part, he was bitter and wanted out. He sold everything, most of it to William Simpson and John Jenkins, his old friend and rival. Soon afterward, David began getting arrested for drugs. He escaped from custody once and jumped bond another time. He lived as a fugitive, existing on menial jobs. “For seven years,” he told me, “I was nobody.” Finally, he conquered his addiction. In December 1980 he turned himself in and served a term in Huntsville. Even while a fugitive, he made sculptures. Because he was a wanted man, he signed his work by carving a fish hook, which stood for the first letter of his assumed name, “Jack.” He still signs his work that way, a legacy from those black years.</p><p><span class=\"dropcap\">F</span>rom both his own admission and the items listed in the police inventory, it was clear that David had made a number of different forgeries and was probably making more. But where was his inventory of forgeries, and what happened to it? Only two forgeries were on the police list, but David must have had some material either outside his store or that the police did not discover. He sold a genuine copy of the Texas Declaration of Independence—the copy he used as the model for his forgeries—to a dealer in New York in October 1972, several months after the raid. That copy was not in the police inventory either. Perhaps the other forgeries were with the genuine declaration, wherever that was.</p><p>Simpson admits that after the raid he bought eight to ten large boxes from David that held approximately five thousand documents. David had not listed the contents nor did Simpson inventory them. Simpson says he then traded Jenkins the books and printed material, as he had done at various times before. Jenkins says all the fakes he sold came from Simpson, with the possible exception of one or two items that may have come indirectly from David in another collection that Jenkins had bought. Thus it seems likely that the stock of forgeries were in those eight to ten boxes whose contents ended up being divided between Simpson and Jenkins. As the two men sold the material bit by bit over the years, the forgeries entered the marketplace and made their way to museums, libraries, and private collections all across Texas.</p><p>Each of the men passionately denies knowing that any of the documents he sold were fake. Both point out that many other dealers and experts were fooled by the fakes over the years, that even Tom Taylor sold two fakes believing they were genuine. But apparently neither Simpson nor Jenkins saw any reason to wonder when six or eight or more copies of some of the rarest items in Texas history—there had been only two previously known copies of the Travis letter—suddenly turned up in their possession. In September 1987, Jenkins had a fire in his warehouse. He listed one of the fakes that had been returned to him in the insurance claim. He says that was before he knew the document was a fake and that he has since removed it from the claim. David maintains that he sold the plates he made to Jenkins, who says that’s not true. But since David believes it was Jenkins who informed on him to the police—which Jenkins also denies—David might have his own reasons for naming him. It would be the last gesture in a long revenge.</p><p><span class=\"dropcap\">O</span>ne day last December David showed up at Dorothy Sloan’s door in austin, needing to cash a check. He had some beautiful antiques in his pickup. Sloan admired them, and then the two went inside and talked for a while about the forgeries. Soon enough David was on his way, but he paused on her porch steps and said, “You know, I think all of you owe me something.”</p><p>Sloan said she didn’t understand.</p><p>“Because of me everyone is having to look at Texas history a lot more closely,” he said, and with a wave he was gone.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Books",
      "Austin",
      "Taylor",
      "Police",
      "Houston",
      "History",
      "money",
      "Business",
      "Libraries",
      "people",
      "Son",
      "ten",
      "Texana",
      "The University of Texas",
      "University of Texas",
      "Auction",
      "Dallas",
      "Death",
      "disappeared"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Austin",
      "Taylor",
      "Houston",
      "Dallas"
    ]
  }
}