{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19893",
    "date": "March 1989",
    "year": 1989,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1989/19890300.pdf",
    "issue_cover_image": "",
    "document_start_page": 120,
    "toc_start_page": 118,
    "document_page_range": [
      [
        120,
        121,
        122,
        123
      ],
      [
        174,
        175,
        176,
        177,
        178,
        179,
        180,
        181,
        182,
        183,
        184,
        185,
        186,
        187
      ]
    ],
    "toc_order": 6,
    "toc_headline": "Buddy Maedgen Is . . . Bugged!!",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198903-buddymaed",
  "source": "/1989/19890300.pdf",
  "wp_post_id": 125121,
  "wp_post_guid": "http://www.texasmonthly.com/article/buddy-maedgen-is-bugged/",
  "authors": [
    "Patricia Sharpe"
  ],
  "headline": "Buddy Maedgen Is... Bugged!!",
  "dek": "He bred good insects to kill bad insects. A safe and effective form of pest control, right? Try telling that to the FDA.",
  "spread_caption": "",
  "excerpt": "The saga of a man and his helpful insects illustrates the age-old battle between visionaries and bureaucrats.",
  "kicker": "",
  "word_count": 5226,
  "content": "<img/><p>MALCOLM A. “BUDDY”<strong></strong>Maedgen, Jr., is a bug farmer. In two long, low buildings on a county road outside Mathis, about forty miles north of Corpus Christi, Maedgen, 53, raises billions of “beneficial insects”—good bugs that kill bad bugs. They are nature’s own method of pest control, and the company that Maedgen (“May-gin”) owns is one of 24 commercial insectaries in North America and 2 in Texas that produce beneficial insects. The several-dozen species they raise—wasps to kill sugarcane borers, Australian ladybugs to check citrus scale, various parasites to control flies in dairies, poultry houses, and hog farms—save the agriculture and livestock-raising industries millions of dollars a year and keep them from having to use even more than the billion pounds of pesticides that they already apply annually.</p><p>Insectary owners are a zealous lot, sharing a tenacious belief that by helping to keep our food and fiber crops as pure as possible, they are making the world a better place to live. Normally, such a conviction does not require unusual sacrifices, but for Buddy Maedgen the last year has been anything but normal. Since January 1988 he has been embroiled in a one-man war against the federal government that has severely tested both his principles and his pocketbook. Ostensibly, it is a war over bugs; in fact, it is a war over beliefs.</p><p>The source of the conflict is a new area that Maedgen developed for beneficial insects: using them to keep pests out of grain warehouses. He saw it as a major step away from chemical pesticides. The Food and Drug Administration, however, disagreed. In its opinion, the method was an unclean practice that adulterated a food product. Since the hostilities started, Maedgen has tried logic and persuasion with the FDA, and he has ranted and fumed. In every instance, he has run into a brick wall. In the meantime, some of his customers have withdrawn, fearful that they might be the FDA’s next target. Maedgen’s travails epitomize the eternal enmity between bureaucrats and visionaries, between those who write the rules and those who test their limits. If the conflict isn’t ultimately resolved, Maedgen’s pioneering venture could blow away like so much chaff in the wind.</p><p>BUDDY MAEDGEN’s South Texas roots go deep. He is the third generation of his family to farm and ranch around Mathis, and he and his wife, Loretta, live in the house that Buddy’s grandfather built in 1935. It’s a comfortable, rambling place, walls crowded with mounted antlers, gun racks, and family pictures. With his cowboy boots and his immaculate Resistol, Maedgen seems perfectly in harmony with his surroundings, a man who knows exactly where he belongs and who he is.</p><p>When he went into farming on his own in 1961, Maedgen followed the approach to insect control that he had been taught at Texas A&M University: the liberal application of pesticides. That was the year before Rachel Carson published <em>Silent Spring</em> and Maedgen observed firsthand the ominous effects of insecticides that Carson warned about.</p><p>PHOTOGRAPHS BY ROCKY KNETEN</p><p>M<em>aedgen with his “beneficial insects.” To FDA bureaucrats, they’re just another form of pest.</em></p><img/><p><em>Warehouse pirate bugs on the job protecting kernels of wheat.</em></p><img/><p><em>Trichogramma wasps are programmed to kill grain moths.</em></p><p>M<em>aedgen is a passionate man and an impatient one. Now those same qualities were about to turn him into the bane of the FDA.</em></p><p>“We were always having to change to a different pesticide after a few shots,” he says, “because it would no longer kill.” But while the bugs grew more resistant with each generation, other animals did not. “We started noticing that we were killing our wildlife out there,” Maedgen remembers. On days the crop dusters sprayed, “We would see coveys of quail kind of staggering and falling over. The next day they’d just be laying dead in the road. Rabbits too—all our small game. I also noticed that if the planes didn’t shut their valves off in time and dragged the pesticide over to where the cattle were, we’d lose calves.”</p><p>The most frightening occurrence was when a tenant farmer’s house was accidentally sprayed by a crop duster. Maedgen says, “First thing I know, I get a phone call saying, ‘Hey, Maria and all the children are in the hospital.’ They had nausea, diarrhea, pinpointing of the pupils—they’d all been poisoned. They were treated and released later in the day, but it really was a sad thing. Incidents such as that made me see that pesticides were not the way to go.”</p><p>In 1978 Maedgen and Loretta went into the beneficial-insect business, giving their company the name Biofac, based on the Greek word for “life.” At first they raised only trichogramma wasps and about eight or so other beneficials, which they sold to farmers for use in their fields. After about six years, however, Maedgen got his idea to raise a specific group of insects to attack the weevils, beetles, and moths that infest grain warehouses. The techniques had been tried out experimentally by an Agricultural Research Service laboratory (a branch of the U.S. Department of Agriculture) in Savannah, Georgia, where they worked beautifully, providing kill rates of 90 percent and greater. Maedgen scaled them up for commercial use, and within two years he had turned over 95 percent of his facilities to the new endeavor.</p><p>Practically everyone in the family helped out, including Buddy and Loretta’s son, Kreg, and Buddy’s parents, all working in the balmy 80-degree temperature that the bugs preferred. With the aid of ten or so employees they tended the jars, plastic boxes, and plywood cabinets full of growing insects. They mixed up bug chow for the graineaters (recipe: oatmeal, ground wheat, cornmeal, dry dog food, glycerine, yeast, and honey), they harvested billions of moth eggs for species that required a nonvegetarian diet, and every afternoon they packaged bugs to ship out. Maedgen developed customers in about a dozen states from Texas to Minnesota and was looking forward to earnings of half a million dollars in three years’ time, more than triple the $150,000 the company made in 1987.</p><p>The insect SWAT team that Biofac reared for use in grain consisted of three stingless parasitic wasps and a predatory insect known as the warehouse pirate bug. Together they are a ferocious foursome. The warehouse pirate bug<em>—Xylocoris flavipes</em>—subdues by brute force. When it happens upon a weevil or a beetle larva as it wanders among the towering kernels of corn or milo in a grain warehouse, the streamlined brown bug impales the creature with its proboscis and sucks the life out of it.</p><p>The three parasitic wasps are more subtle, and of them, the trichogramma—the same insect Maedgen raised for field crops—is the most daunting. With its fiery red eyes and sleek black-and-yellow markings, the wasp is a model of maternal ruthlessness. In a storage bin, each female wasp seeks out the egg of a grain moth and deposits her own minuscule egg inside. Within the moth larva—<em>Alien-</em>like—a young wasp develops. The hapless larva is the youngster’s lunch. All four insects are minute. The question of how many trichogramma wasps or pirate bugs can dance on the head of a pin is not just a metaphysical riddle.</p><p>BIOFAC HAD MANY different types of customers, but if one seemed perfectly matched, it was Arrowhead Mills. The small but nationally known health-foods producer in the Texas Panhandle had built its reputation on organically grown cereal products, and Biofac had what Arrowhead needed: a method of organic pest control. The companies shared the conviction that drenching the earth with chemical pesticides year after year did not bode well for the future of either agriculture or mankind, and in the summer of 1987 Arrowhead signed up to try Maedgen’s program.</p><p>In September Arrowhead Mills released its first batch of warehouse pirate bugs and parasitic wasps in five 400-bushel storage bins containing varying amounts of blue corn, popcorn, wheat, yellow corn, and rye. Each bin was numbered; the rye was in number 56. After the initial release, Biofac sent a fresh batch of bugs by UPS every two weeks to keep the treatment going. If there was a major pest infestation, the beneficials would increase their population to tackle it, and they would conveniently die off after they had eradicated the invaders. Being in effect carnivores, they had no interest in the grain. The method was preventative, just the opposite of using pesticides (which Arrowhead didn’t do anyway), which was like deploying an antipersonnel bomb for insects.</p><p>The periodic shipments would arrive at the mill in an ice chest. Each one consisted of seventy or eighty tubes of insects and what looked like sheets of fine sandpaper but actually were pieces of paper with a thin layer of moth eggs glued to each one. Within each moth egg was a trichogramma wasp. “We [CONTINUED ON PAGE 172] [CONTINUED FROM PAGE 120] usually kept the insects in the fridge overnight,” recalls Boyd Foster, the president of Arrowhead Mills, “and put them in the grain the next day. If the weather was cool, you’d think they were dead, but if it was hot, boy, you’d better stand back, because they’d be all over the place.”</p><img/><p>“W<em>hat we’re doing is good,” the embattled insect farmer continues to insist, “and it’s right.”</em></p><p>The results were promising but not conclusive. “I would say we had moderately good success,” says Foster in his careful way. He thought the method could work better if the employees became familiar with it. Unfortunately, they never had a chance to do that.</p><p><span class=\"dropcap\">O</span>n January 12, 1988, Arrowhead Mills received belated New Year’s greetings from the federal government: an annual inspection visit from the Food and Drug Administration. The Dallas-based inspector, Ramona Faché, announced at the outset that she hoped for a cooperative effort, so the people at Arrowhead told her about the use of the insects. “The beneficials puzzled her,” says Foster. “She’d never heard of them before. She sort of scratched her head, but she went back and made her report.” The next day she called back for more information. Foster began to suspect something was up. On February 2 two inspectors from the FDA office in Lubbock came and took samples of the grains in the five bins and of products made from them. Something was definitely up. On the federal forms, the inspectors listed as the reason for collection “to document the use of ‘beneficial’ insects . . . examine for insect filth.”</p><p>On February 22 the lab issued its report, which showed that most of the raw grain tested contained some insects and insect fragments. It had been stored just as it came from the farm, and Foster explained to the FDA people that it would be mechanically cleaned before it was milled. That was the normal procedure for removing all foreign material—grass, twigs, weevils, and what-have-you—and the procedure was approved by the FDA. But Foster was in for a surprise. Cleaning would not be acceptable at this point, the FDA informed him, because of the way the insects had gotten into the grain. They had not flown or walked into the bins on their own six legs; they had been placed there. If Foster and Maedgen thought this made no difference, they were wrong. They were just about to get an unforgettable lesson in federal bureaucracy.</p><p>The essence of the FDA’s position was set forth in its letter to Maedgen on July 18. It stated categorically that “the deliberate addition of insects to food is an unsanitary practice that constitutes adulteration under sections 402(a)(3) and (4) of the Federal Food, Drug, and Cosmetic Act. . . . We recognize that certain low levels of natural and unavoidable defects such as field insects may be present in certain foods even if handled in a sanitary manner. The deliberate addition of insects to food is, however, neither natural nor unavoidable.”</p><p>To Maedgen, this seemed the height of inconsistency not to mention hypocrisy. Under FDA regulations, all food products are allowed to contain certain numbers of insects and other contaminants. Blackeyed peas, for instance, can have up to five larvae of the cowpea curculio in every can. Weevil and beetle grubs hidden inside grain are ground into flour and meal as a matter of course. People eat bug parts every day in all types of food, with the blessing of the FDA. Given that, what was the fuss over a few parasitic wasps and warehouse pirate bugs?</p><p>Maedgen and Foster had another common-sense question. Why was the FDA acting as if raw grain was ready-toeat food? A person certainly wouldn’t eat a bowl of raw wheat or dried corn straight out of the storage bin. If the FDA allowed damaging insects like weevils and beetles to be removed from raw grain by cleaning, why didn’t the same rule apply to beneficial insects? They were much smaller, and besides, they would <em>all</em> be cleaned out because they couldn’t hide inside a grain of wheat like a weevil grub.</p><p>Maedgen and Foster also wondered why wheat but not other grains appeared on the FDA’s list of foods with their permissible levels of contaminants. The FDA said it dealt with nonlisted foods on a case-by-case basis, but Maedgen believed that left far too much room for individual interpretation.</p><p>One other strange thing: According to federal regulations, there <em>was</em> an agency that was assigned to inspect grain: the Federal Grain Inspection Service, a branch of the Department of Agriculture. And according to its strict tolerance levels for insects, Foster calculated that Arrowhead’s grain was fine—all of it.</p><p>Foster said, “We thought sooner or later they would come to their senses and say, ‘Well, it’s no big deal. The beneficial insects are really tiny and they’ll be cleaned out anyway.’” He voluntarily withheld the grain from sale while the FDA finished its paperwork. But this was only the beginning of a long and frustrating battle.</p><p><span class=\"dropcap\">O</span>n March 23, about a month after the FDA’s lab report had been issued—with everything still in limbo—a funny thing happened. Inspectors from the Texas Department of Health showed up. When they heard about the beneficial insects, they instantly slapped detention orders on three bins of grain and inquired just how Arrowhead intended to get the bugs out. Said Lenwood Scholtz, the assistant director of the food and drug division at the health department, “The firm demonstrated its cleaning process, and we took samples. They revealed that the grain was no longer adulterated.” On May 5 the health department released all the bins except the rye in number 56 (the FDA was interested in that bin, so the department held it as a bureaucratic courtesy). In six weeks the Texas Department of Health had dealt with the same problem that the federal government had been chewing on for four months.</p><p>The fate of Bin 56 became clear on May 11. On that day, at the behest of the FDA, a federal marshal posted a notice of seizure on the bin of rye, and the U.S. Justice Department filed suit against it. The title of the case summed up perfectly the ludicrous turn the events had taken: “<em>United States of America, Plaintiff,</em> v. <em>300 Bushels, More or Less, of Rye, Contained in Bulk Storage Bin #56, Defendant</em>.”</p><p>Bin 56 was under house arrest. It was chosen not because the rye had more bugs but because, originating out of state, it was under federal jurisdiction. The FDA informed Arrowhead that it would have to pay court costs of $500 and post a bond of $3,000—for its own rye. At the FDA’s convenience, the mill would be allowed to “recondition,” i.e., clean, the grain under FDA supervision. It would also have to pay for the inspector’s time, at $39 an hour, and subsistence expenses of $60 a day. “The rye would be sitting there all summer,” said Foster. “The bugs were going to eat it up, but the FDA continued to drag this out with all their red tape, all the little reports, all the lawyers, and the judges making little decisions. And still nothing happened.” It would be a long time before something did.</p><p><span class=\"dropcap\">W</span>hen he’s talking about insects or his company, Buddy Maedgen has a way of looking at you directly from under the brim of his hat, as if challenging you to disagree. “What we’re doing is <em>good</em> and it’s <em>right,”</em> he says, punching out the words. Maedgen is a passionate man and an impatient one. Restlessness had gotten him into the beneficial-insect business in the first place, and persistence had kept him at it. Now those same qualities were about to turn him into the bane of the FDA.</p><p>In February Maedgen decided to confront the federal agency head on. Not only was the FDA targeting Arrowhead Mills, but an extension entomologist in Minnesota was making things worse by spreading word of the FDA’s opinion to grainstorage operators, some of whom were customers of Biofac. Maedgen holed up in the small portable metal building that served as his office at the insectary and typed a three-page letter on his Apple computer to Frank Young, the commissioner of the FDA. He told Young about Biofac (“We have invested over $1,000,000.00. . . . Our life savings and years of hard work are on the line”) and tried to explain why he thought the FDA ruling made no sense. At the end, he listed four “suggested actions,” one of which was having the FDA immediately withdraw “from its position of prejudice against the use of Beneficial Insects.”</p><p>Weeks dragged by without a reply from the FDA. On March 28 Maedgen wrote again, a slightly testier letter. A month later he received a reply to his first correspondence, from not Frank Young but a subordinate. If Maedgen had expected a change of heart, he was wrong. The FDA would not budge. Its two-page letter basically quoted chapter and verse from its regulations: “The term adulteration is defined in Section 402 of the FDA Act (copy enclosed).”</p><p>Obviously Maedgen wasn’t getting anywhere with what he considered reason—“Those birds in Washington making the rules don’t have any common sense,” he growled—so he decided to try political muscle. He spent more days in the office, rattling away on the computer and making calls to anyone who might help. Those letters at least got some attention.</p><p>Congressman Mac Sweeney was sympathetic, as was Senator Patrick Leahy, who was the chairman of the Senate Agriculture Committee. So was Congressman Kika de la Garza, the chairman of the House Agriculture Committee. Orville Bentley, the assistant secretary of agriculture, and Jim Hightower, the Texas commissioner of agriculture, wrote supportive letters. So did California insectary owner Jack Blehm. One and all, the calls and letters had no effect on the FDA. For a while Maedgen thought that he might get a rider on beneficials attached to the droughtrelief bill. But in the end that idea—like everything else—fell through.</p><p>In the middle of all this, two things happened to change Maedgen from a respectful petitioner to an angry aggressor. First, the FDA wrote another letter. This one suggested a new solution to the problem. All Maedgen had to do was conduct the necessary tests to have his bugs registered with the government as either “food additives” or “pesticides.” Maedgen could hardly believe what he was reading. For ten years he had worked for natural pest control; now he was being asked to agree that his insects were pesticides and to go through the time-consuming and possibly very costly process of having them federally approved. The second thing that happened was that a nationally circulated weekly newsletter called <em>Food Chemical News,</em> which was read by people in the food and chemical industries, wrote a detailed story about the FDA’s opinion. Anyone in the grain-storage or milling business who did not now know that the FDA took a dim view of beneficial insects just was not paying attention.</p><p>That did it. The thin facade of cordiality crumbled. Maedgen’s next two letters to the FDA were lulus. On September 26 he <em>wrote:</em></p><p>Dear DOCTOR Young:</p><p>Thank you so much for revealing the true concern you and your staffers have for the health and wellbeing of the American public. . . . Now get a load of this. . . . [As] bees travel from flower to flower they sip or drink nectar [which] flows from the bee’s mouth into its stomach . . . [and] mixes with saliva. . . . Upon arriving back at the hive, the bee <em>regurgitates</em> into hive cells [which also contain] insect fragments and insect excreta from the thousands of worker bees milling around inside the hive. . . .</p><p>In time this <em>INSECT VOMIT, INSECT EXCRETA,</em> and <em>INSECT FRAGMENTS</em> are sold as a product known as honey. How disgusting. Surely, DOCTOR Young, you would not allow such a “filthy” substance as <em>BEE VOMIT</em> to be sold as food—or would you????? Honestly, Doctor, do you eat bee puke?? . . . Please act on this urgent matter without delay.</p><p>He sent copies of the letter to everyone he thought could help—eighteen copies in all. Under the sarcasm in Maedgen’s attack was fury and the conviction that something was going on behind the scenes. The FDA’s actions—retaining the rye and releasing copies of its correspondence with him to <em>Food Chemical News—</em> seemed designed to establish a precedent that could restrict the use of beneficial insects. He felt that the giant companies that manufacture both drugs and chemical pesticides were exerting pressure through the FDA to stymie any area of biological control that could be an economic threat.</p><p>It was the sort of allegation that would be almost impossible to prove. For one thing, the FDA now maintained it had confiscated the grain not because it contained beneficial insects but because it had field insects in it. Of course, that directly contradicted what the FDA inspectors had written on their report at Arrowhead Mills: “Collected to document the use of ‘beneficial’ insects.”</p><p>Getting the FDA to state its position clearly on the issue proved to be an exercise in frustration. After weeks of dealing with red tape and runarounds, I finally tracked down Raymond Gill, the deputy director of compliance in the Center for Food Safety. He was quite familiar with the case because he had drafted most of the correspondence to Maedgen.</p><p>Painstakingly, he explained the FDA’s position. The Food, Drug, and Cosmetic Act, he said, defined “food” as “articles used as food for humans.” Even if a person did not eat a product, it was still food. Grain was food. As for “adulterant,” he said a good general definition would be “matter out of place.” Salt does not belong in sugar. A bug does not belong in a grain bin. The bottom line was that Arrowhead Mills had violated a rule. The FDA was there to enforce the letter of the law, not interpret it. “We are hindered by our act,” he said. “The statute is very dogmatic about what ‘adulterated’ is.”</p><p>Among federal agencies, the FDA has the reputation of being ultraconservative. To it, a rule is a rule, and as recent incidents involving the shortcutting of tests for AIDS drugs show, the agency is reluctant to make exceptions except in matters of life and death. The Buddy Maedgen case was certainly not that, and besides, the FDA felt it had offered Maedgen a feasible avenue for getting his bugs legalized. As far as it was concerned, the ball was back in his court.</p><p><span class=\"dropcap\">B</span>ut Buddy Maedgen didn’t want the ball in his court. He was still angry because he felt the FDA was concealing its true motives, but more than that, he was exhausted. In June his family and business had suffered a terrible tragedy. Buddy and Loretta’s son, Kreg—who had just graduated from A&M and was going to be married in December—had been killed in a car wreck. “Can you believe it?” said Maedgen, staring at the ground as we stood in the parking lot at the insectary. “The other vehicle was a truck spraying herbicide along the side of the road.”</p><p>He and Loretta kept the business going, but for weeks they had no heart for it. Kreg had been the kind of son every parent hopes to have: loving, clean-cut, happy. Pictures of him look like a young Buddy. One day he would have taken over the company. Maedgen said, “When something like this happens, you feel like about a million volts of electricity have gone through you. You can’t function, you can’t think.” He paused. “I went for years without shedding a tear,” he said, his voice steady but his eyes filling. “Since this happened, I’ve cried every day.”</p><p>When he finally got his feet under him again, Maedgen decided that win or lose, he had to keep on fighting. The battle had become more than ever a matter of principle. He said, “I’m doing this for Kreg.”</p><p><span class=\"dropcap\">M</span>aedgen hadn’t exactly pinned his hopes on the Texas Department of Agriculture. After all, the FDA was a federal, not a state, agency, and it hadn’t even had the courtesy to acknowledge Hightower’s letter. Still, he needed help anywhere he could find it, and the agriculture department had the reputation of being one of the most progressive departments of its kind in the country in promoting alternatives to chemical pesticides.</p><p>Maedgen went to the department early in 1988 and found officials there sympathetic. They did what they could, but months passed without any action from Washington. Finally Paul Martin, the coordinator of the sustainable-agriculture program, scribbled a note to five colleagues: “I think we should go all out to help this fellow and his family.” Martin had a good reason for going to bat for someone who was helping to reduce the use of pesticides. Several years before, he had collapsed and nearly died after being accidentally sprayed with Temik, one of the deadliest insecticides made.</p><p>The agriculture department team quickly concluded that dealing further with the FDA would be a waste of time. But they could offer help in one crucial area: They could help Maedgen’s beneficials get some much-needed credentials. The department’s expert on integrated pest management, Shashank Nilakhe, checked around and found that Texas A&M extension entomologist Roy Parker was going to do some large-scale tests on grain insecticides at Mathis Grain and Elevator—would Parker be willing to broaden the scope of his experiment? Parker said he would. Together Nilakhe and Parker devised a test that would be a <em>mano-a-mano</em> between biological and chemical control. Parker would spray the bins of rye he was assigned with insecticides. Maedgen would periodically release beneficials into his bins. Nilakhe would ensure that the protocol included proper control groups and triple replications. Results would not be available until the assay was finished, in a year, but when it was, the event would very likely be a bio-control landmark: the first commercial-scale test of beneficials in stored grain in the country.</p><p>The other part of the agriculture department’s strategy was to see if the Environmental Protection Agency could do anything. Nilakhe and others phoned their contacts in the EPA’s Office of Pesticide Programs, which was traditionally pro biological control. Diana Horne, the chief of program communications, said she thought she had good news. The EPA considered beneficial insects to be—of all things—pesticides. In fact, all biologicalcontrol agents—such as bacteria, viruses, and other organism—were natural pesticides and would therefore fall under the control of either the EPA or the USDA rather than the FDA. Maedgen was cautiously jubilant; he was willing to swallow the indignity of having his insects declared pesticides if he didn’t have to spend money and time doing it. Briefly, things looked up. Not only did the EPA’s proposal seem promising, but the FDA was also finally loosening its grip on Arrowhead Mills.</p><p><span class=\"dropcap\">O</span>n October 13 I called Boyd Foster to see if anything had happened with Bin 56. In a walking-oneggshells voice, he said, “Believe it or not, this very day the FDA man is here, and we are cleaning the rye.” Five days later—nine and a half months from the day in January when Ramona Faché asked for a “cooperative effort”—Bin 56 was released. It would have been a day for celebrating except for the small matter of costs. Said Foster, “I’m thinking of writing the FDA a letter, as a joke, asking for a refund of what we’re out, which is about a thousand dollars. They’d probably throw the letter in the trash can, but maybe it would give us some satisfaction.”</p><p>Satisfaction of any kind, however, was not to be quickly forthcoming. The EPA wanted to help, but in spite of itself it began to act exactly like what it was: a federal bureaucracy. Progress bogged down over minutiae such as determining which part of the Food, Drug, and Cosmetic Act applied to a certain procedure. Then factions in the agency started squabbling over the basics: If Maedgen’s insects were considered natural pesticides, could the EPA legally pass them on to the friendly control of the USDA, or would the whole mess be thrown back to—irony of ironies—the FDA? In November Horne said apologetically, “Our folks are going to try to talk the FDA into not making any more seizures on the assumption that we will eventually iron this out. It <em>will</em> be resolved; it’s just a matter of time.”</p><p>Buddy Maedgen will believe it when he sees it. In mid-1988 his business dipped to half what it had been, thanks to both the FDA and the drought. By early 1989 he had scaled back the stored-grain insects by 50 percent and was raising field-crop beneficials to fill in the gap. The last time I talked to him he was planning another barrage of letters to Frank Young and Congress. “If this situation with the FDA is not resolved, it could have a devastating effect on the biological-control industry in this country,” he said gloomily. Whatever the long-term effects, one thing is certain: It has had a decidedly chilling effect on his corner of the industry.</p><p><span class=\"dropcap\">I</span>n the United States today, only four insecticides are approved for use directly on stored grain: malathion, Actellic, Reldan, and Phostoxin. At some unknown point in the future, they will go the way of every other man-made insecticide. Either the insects will become resistant or the insecticides will be discontinued, as was ethlyene dibromide—EDB. For 36 years EDB was one of the most widely used grain pesticides in the country. In 1984, following a scandal over misapplication and carcinogenic effects, it was permanently banned.</p><p>Whatever happens, and whenever it happens, chemical companies will have to spend millions of dollars to bring new insecticides to market. Whether they can do it fast enough is a question, and they may not want to do it indefinitely. John Brower, a stored-grain specialist at the Agricultural Research Station in Savannah, says, “This is one reason we’re trying to develop beneficials. In a few years we’ll certainly be using less pesticide and more biological control.”</p><p>When that day comes, people who have stuck their necks out, people like Buddy Maedgen, may be the ones who convince others that beneficials can help do the job. The idea that someday he might be lionized as a pioneer is a novel thought to Maedgen. He is so used to doing battle that he would hardly know how to react. But if being a pioneer means charting unknown territory and taking risks that others think are crazy, then perhaps that’s what he is. “In a way,” he says, “I’ve been a renegade for a long time.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "FDA",
      "Insects",
      "Food",
      "Texas",
      "Agriculture",
      "people",
      "Business",
      "Health",
      "EPA",
      "Family",
      "House",
      "Government",
      "office",
      "War",
      "attack",
      "Bees",
      "Boyd",
      "Computer",
      "dealt",
      "Drugs"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Texas",
      "Lubbock",
      "Mathis",
      "Panhandle",
      "Washington"
    ]
  }
}