{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19893",
    "date": "March 1989",
    "year": 1989,
    "month": 3,
    "month_formatted": "March",
    "pdf_uri": "/1989/19890300.pdf",
    "issue_cover_image": "",
    "document_start_page": 100,
    "toc_start_page": 98,
    "document_page_range": [
      [
        100,
        101,
        102,
        103,
        104,
        105
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Bush League",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198903-thebushl",
  "source": "",
  "wp_post_id": 125130,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-bush-league/",
  "authors": [
    "Emily Yoffe"
  ],
  "headline": "The Bush League",
  "dek": "",
  "spread_caption": "",
  "excerpt": "In George Bush’s Cabinet, Texans are crawling out of the woodwork. Read about their pasts, their pets, their secret passions.",
  "kicker": "",
  "word_count": 3379,
  "content": "<p><strong>NOW That’s a Sound Bite</strong></p><img /><img /><img /><img /><img /><img /><img /><p>George Herbert Walker Bush owes the first half of his name to a family fascination with a</p><p>seventeenth-century British theologian and poet. George Herbert (the original) is the author of <em>The Temple; Sacred Poems and Private Ejaculations</em> and coined the phrase, “Well may he smell fire, whose gown burns.” George Herbert (the president) might keep that in mind in case things get hot politically. Herbert’s other sage political commentary should come in handy too.</p><p><em>George the first.</em></p><p><strong>On the deficit:</strong></p><p><em>By no means run in debt: take thine own measure. Who cannot live on twenty pound a year, cannot on forty.</em></p><p><strong>On welfare:</strong></p><p><em>Poverty is no sin.</em></p><p><strong>On exonerating Oliver North:</strong></p><p><em>The offender never pardons.</em></p><p><strong>PROOF George Bush Is Not a Texan</strong></p><p>“The idea of just going out and making money for the sake of it doesn’t interest me,” he has said.</p><p><strong>George! Jim! John! Bob! Lauro! Five tall Texans (well, four). Read about their paths to power, their nicknames, their pregnant dogs, their vision things. And just who is the mysterious Jackman?</strong></p><p><strong>SHOULD This Worry Us?</strong></p><p>Richard Nixon’s favorite quick lunch: Cottage cheese and ketchup.</p><p>Jim Baker’s favorite quick lunch: Cottage cheese, tuna, and Tabasco.</p><p><strong>WORDS Of the Forty-First President That May Haunt Us</strong></p><p>President Bush to the press, the morning after his election: “I hope you had a good night’s sleep. I did not.”</p><p><strong>KNOWN For His Love Of Baseball, Tennis, And Hunting, George Bush Also Starred On the 1951 MIDLAnd Misfits Touch-Football Team.</strong></p><p><strong>WITH Friends Like These</strong></p><p><strong>Richard Nixon:</strong> Bush received an embarrassing $100,000 contribution for his Senate race from the Nixon slush fund. As Republican National Committee chairman, Bush spent most of Watergate defending Nixon.</p><p><strong>Ferdinand Marcos:</strong> Vice President Bush offered this toast to the Philippine president in 1981: “We love your adherence to democratic principles.”</p><p><strong>Manuel Noriega:</strong> Bush claimed he didn’t learn until 1988 that the Panamanian dictator was involved with drug running. Bush was the head of Ronald Reagan’s anti-drug effort and had been briefed by the CIA on Noriega’s activities as early as 1983.</p><p><strong>GUESS Who Won’t Be Attending Many State Dinners</strong></p><p>In 1970 Bush was running for the U.S. Senate. John Connally endorsed opponent Lloyd Bentsen.</p><p>After Bush’s Senate defeat he asked Richard Nixon to appoint him Secretary of the Treasury. Connally got the job.</p><p>Bush and Connally were both running for president in 1980. At a meeting at Houston’s</p><p><em>Don’t wait by the phone, John.</em></p><p>Petroleum Club, Connally summoned Bush to his table and asked for Bush’s help putting a government together.</p><p>Illustration By Keith Graves. Photographs Courtesy Of Bettmann Archive (Left). Bettmann Newsphotos</p><p><strong>BUSHSPEAK: a Glossary</strong></p><img /><img /><img /><p>The forty-first president has two distinct speaking styles. Noonanspeak (named for speech writer Peggy Noonan) is full of quotable phrases, such as “kinder, gentler,” and metaphorical embellishments, such as “a thousand points of light.” Bushspeak is the peculiar form of locution used by the president when no one else is writing his thoughts for him. Here are a few of its basic rules:</p><p><strong>1.</strong> Go light on verbs and pronouns. Bush on his first night at the White House: “So we got home last night —I say ‘home’—we did. Climbed into bed. And I —nervous guy, you know, tension and work —my system working on the 6 a.m. call.”</p><p><strong>2.</strong> Go heavy on the interjections, particularly “Darn,” “Gee,” and “Look.” More description of first night: “and I looked out the window of the White House, and here were people all over the darn place.” Bush on Florida vacation:</p><p>“Gee, isn’t this great?” Bush at recent press conference: “Look, I know we’re going to have conflicts.”</p><p><strong>3.</strong> Make liberal use of catchphrases. Among his favorites:</p><p>“I meant it, and I mean it” and “Put that down, mark that down.”</p><p><strong>4.</strong> Turn “city” into a state of mind. His shouting match with anchorman Dan Rather was “tension city.”</p><p><strong>5.</strong> Use “thing” as an all-purpose “Sometimes you take a risk, especially when american lives are involved, and that gets it close to the hostage thing.” “I feel a little, I will say, uncomfortable sometimes with the elevation of the religion thing.” “This vision thing.”</p><p><strong>6.</strong> Have standard answer to any policy question. “You know what the answer to it is? I don’t know: That’s my answer.”</p><p><strong>7.</strong> Finally, combine all of the above for Olympian moments of incomprehensibility. Take Bush’s response to how he’ll do things differently in the White House: “Like the old advice from Jackman—you remember, the guy that came out—character. He says, ‘and then I had some advice: Be yourself.’ That proved to be the worst advice I could possibly have. And i’m going to be myself. Do it that way.”</p><p><em>Mikhail Gorbachev: next victim?</em></p><p><strong>COMRADE, Shake Hands With This Man At Your Own Peril</strong></p><p>On November 15, 1982, Bush attended the funeral of Soviet leader Leonid Brezhnev and met with his successor, Yuri andropov. On February 14, 1984, Bush attended the funeral of Yuri andropov and met with his successor, Konstantin Chernenko. On March 13, 1985, Bush attended the funeral of Konstantin Chernenko and met with his successor, Mikhail Gorbachev.</p><p>Illustration By Steve Brodner. Photographs By Picture Group (Top). Bettmann Newsphotos</p><p><strong>HE Accepts Disappointment Gracefully</strong></p><p><strong>GEORGE Bush - President</strong></p><p><span class=\"dropcap\">G</span>eorge Bush’s road to the presidency has hardly been charmed. There have been so many bumps and detours along the way that at times it must have seemed to the future president that the road had been condemned. ★ as a senior at Yale Bush applies for a management job with Proctor and Gamble. He is turned down. . . . In 1964 he runs for the U.S. Senate against Ralph Yarborough. He loses. . . . In 1966 he sells his stake in Zapata Off-Shore for $1.1 million. Eighteen months later the same interest would have fetched $4.6 million. . . . In 1968 Richard Nixon considers Congressman Bush for vice president. Instead, he chooses Spiro agnew. . . . In 1970 Bush runs for the Senate against Lloyd Bentsen. He loses. . . . Bush becomes United Nations ambassador in 1971; he opposes admitting China while unknown to him Nixon and Henry Kissinger negotiate with Peking to open diplomatic relations. . . . Bush becomes Republican national chairman in 1973; he is forced to abandon his ambition to run for governor of Texas in 1974 because of Watergate backlash. . . . In 1974 Bush is Gerald Ford’s top pick for vice president, but some staff members feel he isn’t yet ready “to handle the rough challenges of the Oval Office.” Nelson Rockefeller gets the nod. . . . In 1976 Ford again passes over Bush in favor of Robert Dole. . . . Bush runs for president in 1980 and loses to Ronald Reagan. . . . Reagan, looking for a vice president, settles on Ford. At the last minute the Ford deal falls apart. On the night of July 17, 1980, Reagan gives Bush the job.</p><p>Mr. Congeniality</p><p>James Baker-Secretary Of State</p><p><span class=\"dropcap\">J</span>ames Baker did not enter politics until he was forty years old. But during the past eighteen years he has proved so adroit at personal politics that he stands today as the most popular man in Washington. How did he accomplish this feat? By following a few simple rules. <strong>1</strong>. Make friends with reporters. According to Fred Barnes of the <em>New Republic,</em> Baker is not only a friendly leaker, he is friendly, period. He knows hundreds of reporters by name and even seems to enjoy the company of some of them. <strong>2</strong>. Don’t act snobby. When Baker is out with really important people, like the president of the United States, he’s not stuck-up. He acknowledges his press acquaintances with a little wink or nod. Such behavior has resulted in clips like this from <em>Time</em>: “James addison Baker III might just be the best thing George Bush has going for him . . . cool efficiency and uncanny political instincts . . . a tactful Texan . . . a workaholic who puts in 14-hour days at the office, Baker exudes serenity . . . manages to display the image of Eastern polish mixed with Southwestern earthiness that Bush looks silly trying to project.” <strong>3</strong>. Cozy up to Congress. Baker knows that although the press is crucial to one’s image, it is not everything. There are all those legislators too. Administration officials often follow the Oliver North model of congressional relations. But James Baker treats legislators as if they actually were an important branch of government. <strong>4.</strong> Do your homework. Before his confirmation hearing as Secretary of State, Baker visited each committee member and asked for his advice. Then <em>he wrote down what they had to say.</em> When he could, he also dropped in a little personal connection, such as to Claiborne Pell, that they both went to Princeton, or to Joseph Biden, that they both lost first wives under tragic circumstances. Such attention to detail and plain good manners have paid off for Baker. “We really did not dig into him the way we did with A1 Haig and George Shultz,” said Republican senator Larry Pressler from South Dakota. “I think because we all like him so much and have so much confidence in him.” and Democratic senator Christopher Dodd from Connecticut may have had the final word on how all of Washington feels about having such a great guy as Secretary of State: “I think we’re a very lucky nation.”</p><p><strong>TROUBLED Waters Ahead</strong></p><img /><img /><img /><p>Bush’s attitude toward leaks, as expressed to his Cabinet officers at a news conference: “i’d rather see their name on the record than insidiously leaked to somebody. Be on the record as much as possible. It’s better for your profession and certainly better for mine.”</p><p>James Baker’s attitude toward leaks, as told by former Reagan aide Lyn Nofziger: “Baker is one of the world’s great leakers of all time.”</p><p><strong>an Example Of Shotgun Diplomacy.</strong></p><p><strong>ON the Other Hand</strong></p><p>Even the guy with the best press clips in town has to take some flak. Here are some things that have been blamed on James Baker:</p><p>Iran-contra: If he’d stayed as Reagan Chief of Staff, the whole mess wouldn’t have happened.</p><p>The 1987 stock-market crash: His threatening words over West German interest rates sparked the tumble.</p><p>The continuing world debt crisis: The Baker plan —more Third World loans in exchange for more capitalism —has gone nowhere.</p><p>The S&L fiasco: It never caught his attention as Secretary of the Treasury.</p><p>Dan Quayle: Jim, how could you let it happen?</p><p><strong>GOOD Bye, Astrology; Hello, Esp</strong></p><p>According to the <em>New York Times,</em> Bush and Baker can communicate through nods and raised eyebrows.</p><p>Illustration By Steve Brodner, Photographs By SteveN Pumphrey (Top). Uniphoto</p><p><strong>PATHS Of Glory</strong></p><img /><img /><img /><p>Follow the boys as they make their way from the desolate wastes of Texas and New England to a Cabinet table laden with pork rinds and hot sauce.</p><p>• <strong>GEORGE Bush 1.</strong> Born Milton, Massachusetts, 1924. <strong>2.</strong> Graduates andover, becomes youngest Navy flier, 1942. <strong>3.</strong> Marries, attends Yale. <strong>4.</strong> Drives to Odessa, 1948; puzzled by chicken-fried steak; goes into oil business. <strong>5.</strong> Enters politics, 1966. <strong>6.</strong> 1989, tunes Oval Office radio to country-music station.</p><p><strong>JAMES Baker 1.</strong> Born Houston, 1930. <strong>2.</strong> Preps at Hill School in Pennsylvania. <strong>3.</strong> Polishes Eastern credentials at Princeton, graduates 1952. <strong>4.</strong> attends UT law school; practices dull if successful corporate law. <strong>5.</strong> Helps Bush in politics; serves as Reagan Chief of Staff. <strong>6.</strong> Becomes Secretary of State.</p><p>• <strong>ROBERT Mosbacher 1.</strong> Born White Plains, New York, 1927. <strong>2.</strong> attends Choate. <strong>3.</strong> Decides against Princeton because opening day conflicts with yacht race; goes to Washington and Lee in Virginia. <strong>4.</strong> Drives to Houston in 1948 with first wife to become wildcatter. <strong>5.</strong> Turns dad’s $500,000 investment into $150 million; befriends Bush; becomes Republican fundraiser, then Secretary of Commerce.</p><p><strong>• Lauro Cavazos 1.</strong> Born King Ranch, 1927<strong>. 2.</strong> Receives Texas Tech M.a., Iowa Ph.D.<strong> 3.</strong> Named dean of Tufts University medical school in Boston, 1975.<strong> 4.</strong> Returns to Texas as president of Texas Tech, 1980<strong>. 5.</strong> Reagan appoints to Cabinet, 1988; retained by Bush as Secretary of Education<strong>.</strong></p><p><strong>JOHN Tower 1. </strong>Born Houston, 1925. <strong>2.</strong> attends SMU and London School of Economics; succumbs to anglophilia. <strong>3.</strong> Elected to fill LBJ’s Senate seat, 1961<strong>. 4.</strong> Heads Iran-contra investigation, clears Bush; nominated for Secretary of Defense.</p><p><strong>JOHN Tower’s Latest “VERY Good Friend,” DOROTHY Heyser (Left).</strong></p><p><strong>He Would Have Breezed Through the Confirmation Hearing If He Had Been a Virgo</strong></p><p>“My best friends tend to be women. That’s supposed to be characteristic of us Libras,” says John Tower.</p><p>The Tower Inferno</p><p>John Tower Secretary Of Defense Designate</p><p><span class=\"dropcap\">A</span>s his hearing dragged on, John Goodwin Tower, the selfdescribed “man of some discipline,” ended up looking like a character from <em>Dangerous Liaisons.</em> He was accused of being intoxicated in public. He was grilled about what he did for defense firms. Most of all, he was painted as a womanizer. Allegations included entanglements with women from communist countries, secretaries being chased around the desk, romantic encounters with the maid. The wilder stories could not be proved, but there was enough to leave his reputation in shambles. What irony. Tower has spent years honing this very reputation as a lothario. He started out in an era when a test of masculinity was how much liquor you could hold and how many women you could bed. Though Tower claims those days are over, he failed to reform in time to avoid the censure of today’s post-Gary Hart morality. The further irony is that if the allegations about his private life are to be expected, the concerns about his standards of public service are not. Except for a penchant for Savile Row suits, Tower has lived modestly. Then he cashed in, became a consultant, took $1 million in fees from defense contractors, and left himself open to charges that he can’t be an impartial head of Defense.</p><p>Illustration By Steve Brodner. Photograph By Uniphoto</p><p><strong>the Diminutive Texan</strong></p><p>Federal investigators have gone over Tower with a microscope. But they failed to look into one looming issue: Just how short is John Tower? (The man himself acknowledges the point. “My name is Tower,” he says. “But I don’t.”) Well, we were willing to stoop so low. Extensive inquiry reveals that Tower has an alice in Wonderland-like ability to change size. At various times he has been:</p><p>• “Phenomenally short-five feet six, he claims, which seems generous.” <em>(Texas Monthly,</em> 1977)</p><p>• “a man who says he is 5 feet, 5½ inches tall, he often makes fun of his size.” <em>(New York Times,</em> 1988)</p><p>• “The short (he’s 5-feet-5 inches tall), dapper Texan.” <em>(Wall Street Journal,</em> 1988)</p><p>• “a small man physically, the 5-foot-4-inch Tower has [a] kingsize ego.” <em>(Dallas Times Herald,</em> 1988)</p><p>• “a diminutive man—maybe five foot two.” <em>(New Republic,</em> 1988)</p><p><strong>ARF!</strong></p><p><em>He that lies with the dogs, riseth with fleas.</em></p><p>—George Herbert</p><p><strong>Lauro Cavazos</strong> served in the army during World War II training scout dogs.</p><img /><img /><p><strong>Georgette Mosbacher’s</strong> constant companion is adam Mosbacher, her King Charles spaniel.</p><p><strong>Barbara Bush</strong> edited C. <em>Fred’s Story,</em> the memoirs of her dog, published in 1984.</p><p><strong>George Bush,</strong> talking about his and Barbara’s English springer spaniel, Millie (the successor to the late C. Fred), told <em>Time, </em>“That dog literally comes between us at night. She wedges right up between our heads and Bar likes it. She’s failing with the discipline.” Then, in one of his first pronouncements as president-elect, he proclaimed the pregnancy of Millie. “This</p><p>happened yesterday, a beautiful experience. We expect to have puppies in the White House.”</p><p><em>It’s a dog’s life.</em></p><p><strong>THINGS Not To Say To Barbara Bush</strong></p><p>“You must be awfully proud of your son the president.” “My, what an ugly dog.”</p><p><strong>FOR Example, She Breathes Oxygen And Exhales Carbon Dioxide</strong></p><p>Speaking at a Republican businesswomen’s luncheon in January, Robert Mosbacher explained that his wife, Georgette, “in some ways exemplifies many of you.”</p><p><em>Cosmetics queen, commerce king.</em></p><p><strong>the Aristocrat Goes Native</strong></p><p>Robert Mosbacher-Secretary Of Commerce</p><p><span class=\"dropcap\">P</span>erhaps with his bone structure-the finely sculptured aquiline nose, the wide, intelligent brow —Robert Mosbacher was destined to be cast as american nobility. How many past chairmen of the all american Wildcatters association would <em>Business Week</em> describe as being “courtly”? Mosbacher’s father, Emil, made a fortune in the stock market. Emil Junior and Robert lived in an apartment in Manhattan, a mansion in White Plains, New York, and a summer home in Palm Beach, where George Gershwin, a family friend, often visited. Emil Senior was determined that his two sons would not be spoiled rich boys. They were expected to be gentlemen, and they were expected to perform. They were taught that there are only three times in life when it is proper to have one’s name in the paper: birth, marriage, and death. ★ Mosbacher brought his code of behavior with him to Houston. He was active on the charity circuit but asked society columnists not to print his name. He joined the right clubs (Bayou, Royal Bermuda Yacht), maintained his status as a world-champion sailor, and quietly made millions in oil and gas, real estate, and ranching. He avoided publicity, conspicuous displays of wealth, and flamboyant behavior. Then in 1985 he did something almost entirely out of character. He married Georgette Paulsin Muir Barrie. A woman with her own PR aide, a woman with a personality as flashy as her figure, a woman who never met a photographer she didn’t like. A woman who so electrified Washington that she had to be sent packing on the day of her husband’s confirmation hearing so she wouldn’t get all the attention. Though a native of Indiana, Georgette instinctively understood how to be a showy, splashy Texan. And with his marriage to her, the aristocratic, low-key Robert Mosbacher has gone native at last.</p><p>Illustration By Steve Brodner. Photographs By Bettmann Newsphotos (Top). Uniphoto</p><p><strong>a Man Of ManY Facets</strong></p><p>Lauro Cavazos’ hobby is cutting gemstones. “It requires tremendous patience,” he says, “and when you’re doing it, you can’t think about anything else. It’s great relaxation.”</p><img /><img /><p><em>an educator polishes his skills.</em></p><p><strong>WIFELY Concerns</strong></p><p><strong>Barbara Bush</strong></p><p>Literacy Her dog, Millie</p><p><strong>Georgette Mosbacher</strong></p><p>Her cosmetics company New York Society Her dog, adam Mosbacher</p><p><strong>Susan Baker</strong></p><p>Bible study Crusading against dirty rock lyrics</p><p><strong>Peggy Cavazos</strong></p><p>Her work as a surgical nurse Early-education programs</p><p><strong>Lilia Tower</strong></p><p>Revenge</p><p><strong>HE Likes To Take His Work Home With Him</strong></p><p>Cavazos’ lifelong area of scientific research has been the physiology of male reproduction. Cavazos has ten children.</p><img /><p><strong>CAVAZOS At Texas Tech, Before the Call Of the “EDUCAtION President.”</strong></p><p>Illustration By Steve Brodner. Photographs By Artie Limmer/Texas Tech (Top). Zigy Kaluzny/Gamma Liaison</p><p><strong>NICKNAMES</strong></p><p><strong>Bush</strong></p><p>Poppy</p><p>Have-half (he was a generous child) Rubbers (he was once active in family-planning issues)</p><p>The Mexican Jumping Bean (by the Secret Service)</p><p><strong>Baker</strong></p><p>The Old Smoothie of Foggy Bottom Mr. Schmooze The Ultimate Pragmatist</p><p>Tower</p><p>Tex</p><p>Mr. Defense (see also: The Diminutive Texan)</p><p><strong>Mosbacher</strong></p><p>The Paul Newman of Washington Mr. Georgette</p><p><strong>Cavazos</strong></p><p>Larry</p><p><strong>FROM Brush Country To Bush Country</strong></p><p>Lauro Cavazos-Secretary Of Education</p><p><span class=\"dropcap\">L</span>auro Cavazos’ father, known for much of his life as Don Lauro, was a Kineno, one of the legendary vaqueros of the King Ranch. “It was a place of great beauty and great isolation. We didn’t even own a radio. But we had lots of books,” Cavazos recalls today. “My father had a high school education; my mother went as far as the third grade. But they always reminded us that education is a treasure that can never be taken away. I started reading the encyclopedia as a boy. I turned out to be very good at Trivial Pursuit.” ★ Don Lauro was not just any cowboy; he was the foreman of america’s largest ranching empire. He was a man used to getting his way—and one thing he knew he wanted was a better life for his five children. When they came of school age, he moved his family off the ranch, away from the two-room schoolhouse and into town. There were three schools in Kingsville in those days—one each for anglos, blacks, and Hispanics. Spanish was the primary language on the ranch; although the Cavazos family was bilingual, Don Lauro wanted his children educated in English. He enrolled them in the anglo school. “He went through a struggle to get us into town,” Cavazos says. ★ When Cavazos was discharged from the army in 1946, his father picked him up at the bus stop. He asked his nineteenyear-old son what he planned to do with his life. “I said, ‘I think i’ll become a commercial fisherman.’ ” His father replied, “Let’s go to A&I tomorrow and see the registrar.” at A&I a biology course captured Cavazos’ attention. When his major professor transferred to Texas Tech University, Cavazos followed, launching his academic career. ★ “all five of us are college graduates,” Cavazos says of his siblings. “My brother was the army’s first Hispanic four-star general. I’m the first Hispanic Cabinet member. We were very fortunate. A certain amount of intellectual skill and commitment gets you a long way down the road.’’*</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "March 1989",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Texas",
      "Reagan",
      "Republican",
      "School",
      "Senate",
      "Defense",
      "Family",
      "Nixon",
      "Home",
      "Tech",
      "Work",
      "Advice",
      "Army",
      "Drives",
      "Hispanic",
      "Legislators",
      "Love",
      "New York",
      "Oil",
      "Politics"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Washington",
      "Addison",
      "Alice",
      "Houston"
    ]
  }
}