{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19837",
    "date": "July 1983",
    "year": 1983,
    "month": 7,
    "month_formatted": "July",
    "pdf_uri": "/1983/19830700.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97,
        98,
        99
      ],
      [
        166,
        167,
        168,
        169,
        170
      ],
      [
        172
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Chilly Scenes Of Dinner",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198307-chillysce",
  "source": "/1983/19830700.pdf",
  "wp_post_id": 119139,
  "wp_post_guid": "http://www.texasmonthly.com/article/chilly-scenes-of-dinner/",
  "authors": [
    "David Seeley"
  ],
  "headline": "Chilly Scenes Of Dinner",
  "dek": "Back in the old days, Tv dinners were the domain of the listless and the forlorn—silent reminders that your company and your cooking weren’t worth a hill of beans.",
  "spread_caption": "",
  "excerpt": "The old tin tray, it ain't what it used to be. Today’s Tv dinners have become “frozen cuisine. ”",
  "kicker": "",
  "word_count": 5032,
  "content": "</strong></p><p>Americans Spend $26 Billion A year on frozen food. Our freezers are filled with everything from fish sticks to Haagen-Dazs, and we’re cramming more into them every year. Grocery stores across the country are dismantling outdated canned-goods shelves and making room for new refrigerated sections to accommodate the proliferation of frozen products. This is no time to invest in pork ’n’ beans, unless you’re a survivalist, because we are about to enter the golden age of the Tv dinner. Well . . . <em>I’m</em> not. I’ve already entered it and left for good, after eating dozens of frozen dinners so I could separate the palatable from the bad from the completely inedible. Now you won’t have to suffer like I did—just refer to my handy dining guide before you take a chance with any Tv dinners.</p><p>You’ll probably be happy to hear that Tv dinners as we used to know them are slowly becoming extinct. Swanson introduced the first one in 1952 —for $1.09 you got sliced turkey on cornbread, buttered peas, sweet potatoes, and gravy —and they didn’t really evolve much over the years. They came in compartmentalized aluminum trays covered with aluminum foil, and they had a reputation for being, well, garbage food. Tv dinners were what husbands ate when their wives went to bridge club, what bachelors ate when they got home from bowling, what kids ate when baby-sitters did the cooking on Saturday night. After two decades they were still cheap, usually less than $1.50.</p><img/><img/><p>Photography by Jim Myers, Styling by Jan Thomas, Letterform by Janice Ashford</p><p>But in the seventies American lifestyles changed. Fewer people were slaving away in the kitchen to make dinner from scratch, and something besides junky Tv dinners was needed to fill the void. The frozen-entrees industry brought out fancier dishes and ballooned into a $1.9-billion-a-year business, offering consumers convenient main dishes that were often as good as anything they made at home, and sometimes better. Since 1978, sales of entrees have gone through the roof, but sales of the more traditional frozen dinners were declining until last year, when they posted a significant gain. Now a $500 million industry, frozen dinners - particularly low-calorie and exotic fare-are the wave of the future.</p><p>Suddenly, across the country, demand for frozen dinners is often exceeding supply, and everyone from Swanson to Seagram’s is racing to catch up. Here’s why:</p><p><em>Singles.</em> Nearly 25 per cent of adult Americans are unmarried and live alone. These people generally work hard and spend a lot of their free time out on the town, so they are understandably averse to cooking elaborate meals at home. Singles like frozen dinners because they provide a fairly well-balanced and decent-tasting meal, are fast and easy to prepare, and keep their mothers happy. When the phone rings at night, they can say, “Oh, hi, Mom. I was just eating stuffed green peppers and a garden vegetable medley. What’s new?”</p><p><em>Working mothers.</em> Married women make up 25.5 per cent of the labor force in America. When Mom comes home from a hard day at the office to a hungry husband and two starving children, does she go to the kitchen and spend hours making biscuits and roast beef and coleslaw? Not when she can pop Le Menus and Lean Cuisines into the oven and put her feet up instead. Working mothers just don’t have the time for cooking that their own mothers had, and their added income means the family doesn’t have to scrimp —they can afford the extra cost of going frozen.</p><p><em>Microwave ovens.</em> It’s a vicious circle: Since more Americans are buying microwave ovens, more frozen-food manufacturers are producing microwavable entrees and dinners to be heated up in them. And since there are so many new microwavable meals, more Americans are saying, “Hey, let’s buy a <em>(Continued from page 96)</em> microwave oven!” Greyhound’s Armour Food division projects that 35 per cent of all American kitchens will be equipped with microwave ovens by 1985. Since most of the new frozen dinners are designed to be cooked in these gizmos in six minutes or less, microwaves are becoming immensely popular.</p><p><strong>Now the frozenfood industry’s figured out there’s a bit of the bon vivant in everybody. So even if you’re still just a lonely guy, you can sit down to your own banquet.</strong></p><img/><p><em>(Continued on page 164)</em></p><img/><p><em>Fatties.</em> An estimated 40 per cent of all Americans are overweight, and a lot of them are looking for an excuse to pork out. Many of these frozen dinners are quite low in calories, so dieters don’t feel guilty about eating them —and they buy them in quantity. Stouffer’s discovered this in 1981 when it introduced its Lean Cuisine line of frozen entrees. Five years in the making, Lean Cuisine racked up $120 million in sales its first year on the market. Weight Watchers doubled its sales the next year, after reformulating its fourteen-year-old line.</p><p>But let’s be honest. What you consumers want to know is not how many frozen, boned, breaded fish parts are sold annually but whether you can keep these frozen dinners down. Now don’t get me wrong-I love lots of frozen foods. Who can deny the delights of a freshly heated Original World Famous Manske Roll dripping in cinnamony butter? Who would give up a Night Hawk’s Taste of Texas dinner for anything less than a sack of Krugerrands? Can life be more sweet and pure and lovely than it is when you’re munching on Lean Cuisine Glazed Chicken With Vegetable Rice? I don’t think so. Unfortunately, not all Tv dinners are that good. Some are very terrible. But which ones? Do the sirloin tips taste like sirloin or like Naugahyde? Is that sweetish taste in the beef Burgundy a wine sauce or is it time to call the poison control center? There was only one way to find out.</p><p>Man Eats Nothing But Frozen Tv Dinners For Two Weeks . . . And Survives!<strong></strong> It was something that had to be done. New frozen dinners were being unleashed on an unsuspecting public, and somebody had to find out which ones were tasty, which ones merely edible, and which ones carcinogenic. So, armed with an unlimited expense account, a copy of <em>Frozen Foods: Biography of an Industry, </em>and a naive disregard for gastrointestinal distress, I set off in search of Tv dinners.</p><p>I made some calls first. I talked to the frozen-food man at the Food Marketing Institute in Washington, D.C. I talked to the people at <em>Frozen Food Age</em> in New York. I talked to a guy at Campbell Soup Company, which owns Swanson, which started the whole thing. These people and others in the business all reacted to my two-weeks-of-Tv-dinners plan the same way. “I hope you survive this,” said one. “You can’t be serious!” said another.</p><p>With unshaken resolve, I continued my quest. I learned that the Tv dinner was revolutionized in 1981 with the introduction of Armour Dinner Classics. Forget chicken wings and peas crammed into an aluminum tray —here, on sleek rectangular dishes that could go from microwave to dining room table, were such offerings as seafood Newburg and teriyaki steak, served with exotic vegetable combinations. Behind-the-times Swanson awoke from a long slumber-it had suffered a 16 per cent drop in sales volume since 1978 —and brought out its own line of upscale Le Menu dinners last year, featuring sirloin tips, breast of chicken parmigiana, and more, in microwavable oven-to-table circular dishes. Though distributed only in Texas and Colorado, the Le Menu line has already earned $75 million.</p><p>Other companies are rushing to get in on this cold, hard cash. Seagram’s, targeting the untapped upper-crust Tv-dinner consumer, has begun test-marketing its twelve-item Feast for One gourmet line, which features such delights as brandied duckling, coquilles Saint Jacques, and chicken cordon bleu topped with a handcarved carrot tulip. Prices range from $4 to a whopping $7.50. Feast for One dinners are currently available on a limited basis in Minneapolis, Denver, and parts of Westchester County, New York. Seagram’s officials aren’t predicting when their feasts will reach stores in Highland Park and River Oaks.</p><p>I didn’t get to eat any coquilles Saint Jacques during my foray into Frozen Dinner Land, but I did eat Chinese, Italian, and Mexican food. When I was hungry, I had to eat two or three dinners to be full. I ate frozen food around the clock for breakfast, lunch, dinner, and bedtime snacks.</p><p>Warning: Don’t try this at home, folks, unless under strict medical supervision. There’s something about frozen dinners that does strange things to your mind and body if you eat nothing else for a long, long time. Nearly all frozen dinners contain monosodium glutamate as well as other flavor enhancers, such as autolyzed yeast, disodium inosinate, and hydrolyzed plant protein. The industry is also fond of emulsifiers, like monoglycerides and diglycerides, added to moisten and tenderize food. Translated to layman’s terms, what all this means is that if you eat nothing but frozen dinners for two weeks, you’ll start flipping out. When you’re lying quietly in bed at night, you’ll get the uncomfortable sensation that your body is levitating. You’ll glance in a mirror and notice that your hair is standing on end. While driving a car, you may sometimes find yourself doing Robert Goulet imitations for no apparent reason.</p><p>If you do eat a lot of frozen dinners, it’s a good idea to throw in an occasional tossed salad, maybe a baked potato or two. You <em>must</em> eat some real food. And arm yourself with condiments: salt and pepper, spices, picante sauce, relish, catsup, Scotch. Frozen dinners are for the most part quite bland, since, like Tv, they’re targeted toward the lowest common denominator. So just pour on whatever you think will make them interesting.</p><p>I found that Tv-dinner prices varied considerably from store to store and from city to city. Most frozen dinners cost between $2 and $3, although a number were more expensive than $3 and some, such as the Chinese, Mexican, and old-style Swanson dinners, could be had for less than $2. Breakfasts by Swanson usually cost about $1.</p><p>These dinners weren’t eaten in meditative solitude. In many cases I prevailed upon innocent bystanders to chew and comment. Without their help this study would not have been possible; more than once I nearly broke down and fixed myself a peanut butter and jelly sandwich. Here, then, is the review of two weeks of Tv-dinner dining: the good, the bad, and the ugly. They’re rated on a sliding scale from five Tv trays (scrumptious) to zero Tv trays (call the poison control center immediately).</p><p><strong>The Good</strong></p><p><strong>Night Hawk’s Taste Of Texas</strong> (conventional oven only, 20 minutes). Shoot, you might have figured that the best frozen dinners in the U.S. of A. would come from right here in Texas. The Night Hawk, a chain of restaurants in Austin, Houston, and San Antone, puts out several inexpensive samplings of Texana fare: namely beef, beef, and more beef. This dinner features a juicy charcoal-broiled beef patty with seasoned, buttery gravy; pinto beans charged with chile peppers, garlic, and onions; and a slab of cornbread that’ll get done just right if you put it back in the oven a little longer. This and other Night Hawk offerings —tender Texas Sirloin, Steak ’n Taters, and Top Chop’t—transcend the fancy-schmancy microwave dinners that are selling in the billions. You might have trouble finding Night Hawk’s dinners, and if you do find them, there may be only a couple kinds available, but if you want a good honest cut of meat and something filling and simple on the side, it’s worth the effort to rustle them up.</p><p><strong>Chun King Shrimp Chow Mein Dinner</strong> (conventional oven only, 35 minutes). A metaphysical dining experience. The aluminum tray is partitioned in Zen-like simplicity: a rectangle before you, with two perfect squares beyond. This meal <em>looks</em> elegant. The shrimp chow mein is a smooth sea of pastels, with pink pearls of shrimp swimming amid vegetables and confettilike ribbons of egg noodles. And the delicate sauce doesn’t inhibit any of these flavors. Though the three little shrimp egg rolls are skimpily stuffed, they are crunchy and satisfying. The fried rice is robust and intermingled with flakes of parsley and sweet red peppers.</p><p><strong>Armour Dinner CLASsICS Chicken FRICASsEE</strong> (microwave, 7 minutes; conventional oven, 45 minutes). Tender chunks of slow-cooked chicken make this one of the best Armour dinners. The chicken is served in a rich sauce seasoned with celery and dill and is accompanied by plump, juicy peas and sliced carrots. Smother some of the rice with the sauce and spoon it home . . . ahhh, a warming, flowing taste of heaven. There’s also a helping of cooked-till-it-melts-inyour-mouth broccoli cut into manageable one-inch pieces. A wholesome, sticksto-your-ribs meal. (It inspires one to hyphenate.)</p><p><strong>Jamail’s Lamb Chops “Nouvelle Cuisine” With Fresh Vegetables And Herbs</strong> (conventional oven only, 35 minutes). Okay, I’ve thrown in a ringer. Jim Jamail & Sons Food Market in Houston cooks up assorted exquisite dinners every day in its kitchen, and the surplus is frozen in foil plates and sold later in the afternoon. This dinner was absolutely delicious. It was the kind of dinner Seagram’s probably aspires to with its Feast for One line: two thick, tender lamb chops, with a surfeit of meat and a scarcity of fat, served with a neatly laid-out row of vegetables so visually appealing that it seemed inconsiderate to take a fork to it. I did anyway. There were julienne slices of carrots, squash, and zucchini and servings of green beans and mushrooms, all thoughtfully garnished with herbs. Particularly pleasing were the appetizing green beans sprinkled with dill weed and the sliced mushrooms, whose spicy zest complemented the other, milder vegetables. Compared to the stingily portioned massproduced frozen dinners, this meal was a feast for one. Of course, feasts cost in these inflationary times. This one went for $8.50.</p><p><strong>Jamail’s Red Snapper Steak “Meuniere” </strong>(conventional oven only, 40 minutes). After the lamb chops I just didn’t have the heart to heat up a Swanson Hungry-Man dinner, so I tried this baby from Jamail’s. For $6.90 I got a nearly two-inch-thick red snapper steak drowning in lemon juice and butter. The flaky, boneless snapper was topped with two lemon slices, their rinds cut to form octagons, and further garnished with tarragon. The tanginess of the lemon was a marvelous contrast to the rich, succulent snapper. (From the size of the steak, that must have been <em>some</em> big fish.) It was served with a helping of creamy fettuccine Alfredo, oozing butter and sharp with Parmesan cheese, and a healthy portion of broccoli sprinkled with chopped pecans. The butter was all over the place; even the broccoli was swimming in it. People with heart trouble should probably steer clear of this dish.</p><p><strong>Stouffer’s Lean Cuisine Glazed Chicken With Vegetable Rice</strong> (in plastic pouches; microwave, 7 minutes; stove top, 15 minutes). This is an entree, not a dinner, but since I’ve seen women wrestle each other for one at a Safeway freezer section, I just had to include it. Far and away the best-selling Lean Cuisine item, this entree disappears from stores as fast as it’s stocked. A woman complained to me that her Tom Thumb can’t keep it on the shelves, then admitted that the last time she found Glazed Chicken there she bought up every single one —$60 worth. One plastic pouch contains strips of boneless chicken breast and mushrooms in a tarragon-seasoned glaze; the other, white and wild rice mixed with French-cut green beans. The tangy strips of chicken are dark brown and crispy around the edges, and the rice is just right—every grain has its own personality. In fact, each bite of this dish has its surprises, little Pop Rocks of taste: lemon, onion, pepper, paprika, garlic, tarragon. And it all adds up to just 270 calories.</p><p><strong>The Bad</strong></p><p><strong>Armour Dinner Classics Teriyaki Steak</strong> (microwave, 6 minutes; conventional oven, 45 minutes). Foul! The photo on this box clearly shows <em>two</em> pea pods draped across a thick cut of beefsteak, but mine had only <em>one</em> pea pod, and it was pretty sorry-looking. My beefsteak looked smaller than the one in the photo, but maybe that’s just a matter of backlighting. It was thick and juicy, though. The sauce was just barely there —what hadn’t been cooked off was so mild that only a few bites of the steak had any real teriyaki flavor. (Stouffer’s makes a beef teriyaki entree with an infinitely better sauce.) The oriental-style rice was bountiful and laced with slivered almonds, and though the carrots were a bit mushy for my taste, they were palatable and buttery.</p><p><strong>Le Menu Sweet And Sour Chicken</strong> (microwave, 5 minutes; conventional oven, 40 minutes). Uncover this meal after taking it out of the oven and you’ll be met with a steaming, fragrant delight. This is the problem: the delicious sweet-and-sour aroma that fills your dining room far surpasses the chicken itself. The chicken slices (battered and cooked in vegetable oil) aren’t of very good quality anyway, and the sweet-and-sour sauce laps ineffectually against the meat, creating no permanent impression. But the green beans and oriental vegetables are good and crisp, with an abundance of pea pods and water chestnuts, and the seasoned rice is full-bodied.</p><p><strong>Armour Dinner Classics Lasagna</strong> (microwave, 7 minutes; conventional oven, 40 minutes). The vegetables with butter sauce accompanying the lasagne are just like Grandma used to make, maybe better. The carrots, Italian green beans, sliced zucchini, lima beans, sweet red peppers, and celery, although mixed together, have each been singularly preserved; they taste fresh and are pleasing to the eye. The lasagne is only passable —there’s not much meat, the sauce is runny, and the pasta is a bit too chewy.</p><p><strong>Weight Watchers Sirloin Of Beef In Mushroom Sauce</strong> (conventional oven only, 35 minutes). The mushrooms covering this chopped and formed sirloin are much more evident in the box photo than in real life, which is where you’ll be eating. The meat is pretty good, though, for all the torture it’s been through, and the gravy is surprisingly spicy. The cut green beans and the cauliflower are both crisp and flavorful but completely unadorned. Although 410 calories leave no room for big pats of butter, you can cheat and ladle it on if you like. <strong>½Le Menu Sliced Turkey Breast DInNER</strong> (microwave, 4 minutes; conventional oven, 35 minutes). My mushroom gravy and turkey slices weren’t mixed too well. The sliced mushrooms, which tasted slimy and canned, were all trapped in a crevice between two of the fairly good, lightly floured chunks of turkey. The gravy, cooked with golden sherry and Sauterne, didn’t work (as we say in food criticism). But the long-grain and wild rice was savory and delicious, and the lyrical garden vegetable medley featured crisp, sweet broccoli, carrots, and cauliflower.</p><p><strong>Le Menu Breast Of Chicken Parmigiana</strong> (microwave, 7 minutes; conventional oven, 40 minutes). <em>Mamma mia!</em> If only this chicken breast weren’t so tough and dry, if only there were more tomato sauce to give it flavor—but this is not the case. Pour some Ragú on and maybe stick a couple of cloves of garlic in the chicken, and this meal would be <em>delizioso.</em> The fettuccine Alfredo has a fragile beauty, and the Italian green beans top the dish off nicely.</p><p><strong>½ Armour Dinner Classics Salisbury Steak</strong> (microwave, 5 minutes; conventional oven, 50 minutes). This dinner’s relatively low cost and its relatively high-quality meat are probably what make it Armour’s number one seller. This isn’t the brown-gravied sponge you may remember from your high school cafeteria—it’s an ample, well-cooked serving of seasoned ground beef covered with an oniony mushroom sauce. The flavor is soaked through the meat; the sauce isn’t just dribbled around it, as are many other frozen-dinner gravies. And kudos go to Armour for a true culinary feat: this dish contains peas mixed with corn in a butter sauce, yet the corn doesn’t taste like peas. So if you hate peas (I know <em>I</em> do), you can flick them aside and still enjoy a tasty vegetable. You might not enjoy the parsleyed potatoes —mine were dry and undercooked.</p><p><strong>Armour Dinner Classics Stuffed Green Peppers</strong> (microwave, 7 minutes; conventional oven, 45 minutes). This provides one of the most striking examples of the chasm between a photo on the box and what’s inside. In the photograph the two fresh-looking whole green peppers are filled with chunks of beef and covered with a rich tomato sauce. In reality the peppers are pale, wrinkled, and shriveled. Their thin, dry skins surround a collapsing green mush, which supports two squashed tennis balls of gray meat and rice covered with a watery, lifeless sauce. The taste of all this isn’t bad—the flavor of the peppers is adequately communicated through the meat —but the “hint of bacon” in the “creole style tomato sauce” is so delicate you wouldn’t notice it unless you read the box. And this meal is so visually unappealing it’s better not to go past that point. Comes with corn and peas in a butter sauce.</p><p><strong>Armour Dinner Classics Sirloin Tips</strong> (microwave, 6 minutes; conventional oven, 40 minutes). Why this is one of Armour’s top sellers is a mystery. Maybe it <em>sounds</em> good (“Come on over, baby, and I’ll put us on some sirloin tips!”). But the chunks of sirloin are desiccated, and the “rich” brown sauce (cooked with mushrooms, sherry, and Burgundy) is watery. The “escalloped” potatoes, taste-tempting and coated with goldenbrown Parmesan cheese in the box photo, are in real life puttering around in a soupy white froth. The potatoes are nicely textured and cheesy eating, but my companion said the Italian green beans (with carrots in butter sauce) were mealy-tasting. Sb Sb <strong>Le Menu Beef Sirloin Tips</strong> (microwave, 4<em>½</em> minutes; conventional oven, 40 minutes). A mistake. Whose choice was the “Cooked Choice Sirloin Beef”? Mine was stringy and tough; without the mushroom-and-wine sauce I would have just picked at it. The O’Brien potatoes had a somewhat reconstituted consistency and taste, and the cheddar cheese sauce on the broccoli stalks was almost tasteless, just a lightyellow goo.</p><p>½ <strong>Le Menu Pepper Steak</strong> (microwave, 7 minutes; conventional oven, 30 minutes). A good, meaty dinner with an abundance of sirloin beef chunks blended with onions and green pepper strips in a seasoned sauce. If the green peppers weren’t so mushy and if the beef were a bit more tender, this dinner would be superlative. The oriental vegetables are excellent, with crunchy water chestnuts and thick slices of carrots that retain some of their crispness. Comes with a big helping of long-grain rice.</p><p><strong>Swanson Western Style Dinner</strong> (conventional oven only, 35 minutes). This old-timer of a Tv dinner—a chopped-beef steak in gravy, with beans, corn, and “apple cake cobbler” in a compartmentalized aluminum tray —isn’t too bad. But when I took it out of the oven, gravy from the meat spilled into the dessert, a recurring problem with these tinfoil dinosaurs. The “broiled” choppedbeef steak had grill marks but little flavor —scooping up a forkful of the tomatoey sauce is helpful, and pouring on some catsup or steak sauce would be an equally useful exercise. The corn kernels were small and vaguely crunchy; the beans were beans. The tiny dessert (two big bites) was cakey, all right, but the apples had a slightly distressing, too-sweet taste. <strong>Armour Dinner Classics Seafood Newburg</strong> (microwave, 6 minutes; conventional oven, 40 minutes). At first glance you might think you see crab meat in this dish, but it’s really just one-inch slices of something called seafood sticks —apparently a kind of tube sausage of ground-up pollack, crab, and turbot with artificial orange color on one side to make it look like it once was part of something that moved around on an ocean floor. But it tastes fishy and has a springy, spongy consistency. This may be one of the leastfilling frozen dinners. The “crisp-cooked” green beans were, as advertised, crisp, but the plain white rice in my dinner had an awful cardboard aftertaste, as if it had been wrapped in newsprint and left out someplace overnight.</p><p><strong>the Ugly</strong></p><p><strong>Swanson Hungry-Man Chopped Beef Steak Dinner</strong> (conventional oven only, 40 minutes). A real man’s meal, cooked by men in the spirit of manliness and served in a manly way —in an aluminum tray, a big one. Real men don't cook with microwaves. This meal will satisfy your hunger if you have the right attitude. There are two hefty choppedbeef steaks soaked in brown gravy, with grill marks on them to show they’ve been cooked the way a man likes them, and there’s a blob of reconstituted dehydrated <em>whipped</em> potatoes you can stir up with gravy and gulp down real fast, and there are some mixed vegetables all thrown together in a pile and a blueberry cobbler with <em>square</em> blueberries (a manly shape!) that taste like the ones our male astronauts eat in rockets.</p><p><strong>Swanson Scrambled Eggs And Sausage With Hashed Brown Potatoes</strong> (microwave, 3 ½ minutes; conventional oven, 25 minutes). There are about one and three-quarters scrambled eggs, a skinny sausage link, and a hashbrown patty in this meal. If you eat it fast, it makes a decent cheap breakfast, and that’s what it’s designed to be: you stick the paper-and-plastic container in a cold oven, take a hot shower, and wolf down the food on your way out the door. But try to savor each bite and you might be alarmed; the ice crystals throughout the frozen eggs become a labyrinth of microscopic air pockets after the eggs are heated. When you chew these eggs, they just sort of move around in your mouth. The sausage link is satisfying in a rather bland way, but the hashbrowns have the same odd consistency as the eggs.</p><p><strong>½ Swanson French Toast With Sausages</strong> (microwave, 2¾ minutes; conventional oven, 20 minutes). Two of those skinny sausage links here sidle up next to two reasonably good but not very eggy slices of French toast. Don’t let the photo on the box fool you —there’s no maple syrup or pat of butter inside. You’ve got to come up with that yourself, and look —you’re already late for work.</p><p><strong>La Choy Beef Pepper Oriental</strong> (microwave, 6 minutes; conventional oven, 20 minutes). The bean sprouts, sweet red peppers, and green peppers complement this beef well, but the little chunks of beef are intolerably tough —you’ll still be chewing them long after you’ve lost interest. The fried rice looks more exotic than it is. To give it some taste, sprinkle on soy sauce, or fork the rice over into the beef pepper compartment and mix it with the gravy and vegetables. Avoid the fruits and vegetables in sweet-and-sour sauce at all costs. The sauce, a sickeningly sweet goo, has the consistency of mucilage. If you try it, you may never get your mouth open again.</p><p><strong>Patio Fiesta Dinner</strong> (conventional oven only, 25 minutes). A Tex-Mex disaster. Mucky refried beans, unsavory orange rice, and a beef enchilada and a cheese enchilada that have that distinctive yellow dye No. 5 aftertaste. You’d think these cheap Mexican dinners would at least be <em>hot,</em> but they’re not. They’d probably be more appreciated by Northeasterners. If you must eat one of these dinners, fill the foil tray with picante sauce, Tabasco, and a slice of Bermuda onion. Then throw it all out and buy a Van de Kamp’s Mexican Classics entree. Their chicken enchiladas <em>suizas,</em> for example, are magnificent —and spicy enough to make a New Yorker lunge for tap water.</p><p><strong>Swanson Meat Loaf Dinner</strong> (conventional oven only, 30 minutes). Retrieve this from your oven and <em>ahhhhh,</em> you’ll smell the chocolaty nut brownie. Poor soul, you know not what horrors lie ahead. The meat loaf is a shapeless, tasteless gray mass floundering in what seems to be blindingly red, pure tomato sauce. It goes straight to your stomach and stays there about eight weeks. The hashbrown potato “nuggets” will be undercooked unless you burn everything else, the green beans are chewy and bitter (I had to run to the sink to spit mine out), and that greatsmelling nut brownie turns out to have the consistency of potting soil.</p><p><strong>Bel-Air Swedish Meatballs</strong> (microwave, 7 minutes; conventional oven, 40 minutes). In a meatball-to-meatball competition with Armour Dinner Classics Swedish meatballs, this Safeway store brand would be a close second, since Armour’s are almost as bad as these. But not quite. In the box photo, Bel-air’s babies are covered with a brown sour cream sauce. In reality their top halves are bare, the lower halves stuck in a strange sweet sauce. What is that Burgundy wine listed in Bel-air’s ingredients? Mad Dog 20-20? The mixed peas and corn are reputed to come with butter sauce, but ours were dry and crying for help. The noodles, though, were surprisingly good; they must have gotten in by mistake.</p><p><strong>La Choy Shrimp Chow Mein Dinner</strong> (microwave, 6 minutes; conventional oven, 20 minutes). Vastly inferior to Chun King’s offering of the same dish, La Choy’s shrimp chow mein has an overriding flavor akin to recently boiled water—everything from pea pods to carrots to bamboo shoots to shrimp has the exact same absence of any taste at all. The fried rice is fair, but the fruits and vegetables in sweet-and-sour sauce are god-awful. Just like the one on La Choy’s beef pepper dinner, the sauce is handy to have around the house. For instance, you can use it to glue together model airplanes.</p><p><strong>El Charrito Saltillo Dinner</strong> (microwave, 7 minutes; conventional oven, 25 minutes). One taster called this cheap Tex-Mex Tv dinner “good trash food,” and that’s being nice. It is, in fact, representative of just about every other Mexican frozen dinner that sells for less than $2: abominable. The beef and cheese enchiladas are greasy invitations to a night of agony. The refried beans have a consistency disturbingly like lard, and the Mexican rice is horrifying —pick up a forkful and the whole serving is prone to spring from its mold, retaining the shape of the tray.</p><p><strong>El Charrito Beef Enchiladas & Beans</strong> (microwave, 8 minutes; conventional oven, 25 minutes). Four enchiladas, not at all unlike the ones above. Quick! Maalox! Turns! Call 911!</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "July 1983",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Beef",
      "Chicken",
      "Rice",
      "TV",
      "Beans",
      "Steak",
      "Meat",
      "Food",
      "peppers",
      "Shrimp",
      "people",
      "Sausage",
      "Cooking",
      "Texas",
      "Enchiladas",
      "Home",
      "Lamb",
      "Seafood",
      "Turkey",
      "choice"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas",
      "Golden",
      "D.C.",
      "Houston"
    ]
  }
}