{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198812",
    "date": "December 1988",
    "year": 1988,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1988/19881200.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": 130,
    "document_page_range": [
      [
        132,
        133,
        134
      ],
      [
        158
      ],
      [
        160
      ]
    ],
    "toc_order": 9,
    "toc_headline": "The Line",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198812-theline",
  "source": "",
  "wp_post_id": 123663,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-line/",
  "authors": [
    "Ed Fowler"
  ],
  "headline": "The Line",
  "dek": "A Visitor To the Harris County Jail Soon Finds Out That the Inmates Are Not the Only Ones Serving Time.",
  "spread_caption": "",
  "excerpt": "Visitors to the Harris County Jail resign themselves to the hours they must spend waiting in line to get fifteen precious minutes with an inmate.",
  "kicker": "",
  "word_count": 2605,
  "content": "<img/><p><em>The more experienced come prepared. There's plenty of time to strike up an acquaintance or play a game of cards.</em></p><p>Photographs By Don Glentzer</p><p>The Visitors’ Line At the Harris County Jail starts at the dirty glass doors and hugs the outer wall of pinkish-brown brick and smudged windows, extending 150 feet to the end of the building. There it turns left and stretches some more, winding around a pillar and growing slowly, like a snake regenerating part of itself. It looks like any other line, but the people are different. Oh, we come in the standard colors, mostly brown and black, with the odd white, and we dress in an ordinary way and take up the usual amount of space. But we don’t shift from one foot to the other or crane our necks toward the front—not we who are waiting to see inmates whose surnames fall between a and G. We’re as docile as Dickensian orphans queuing up for a bowl of thin gruel.</p><p>A-G is not the lucky line. That is H-M, always the shortest. N-Z slinks back from the dirty doors, down the steps, and spills onto the Franklin Street sidewalk. H-M parallels A-G but is less than half as long as A-G. H-M people seem a more animated, happier lot, but maybe we in A-G only imagine it so. Don’t do the crime if your friends and relatives can’t do the time.</p><p>But we are not here to remonstrate with those we have come to visit in the Harris County Jail. The fifteen minutes we will spend talking, separated by a thick pane of break-resistant glass, are too precious for that. And so, rarely does one hear a regretful word in line. No anger, no bitterness, no rebuke for the inmates or their jailers. I am here to see a friend in trouble about drugs.</p><p>The lines begin to form before 6 for the 7 to 10 evening visiting period. First come, first served. It’s wise to come early. I once arrived at 8:30 only to be turned away at 10. No “i’m sorry,” no “Go on home.” No warning a half-hour earlier that most of us weren’t going to make it to the visitors’ area on time. Inside the lobby, the deputies rolled their stand away and we had our verdict, as final as the <em>thwack</em> of a judge’s gavel. No one groused or sighed, no one (save me) cursed under his breath, as far as I could tell. We all just filed off into the soggy solitude of the night.</p><img/><p><em>Kids beat the line by turning corridors into playgrounds.</em></p><p>Even though visiting hours start at 7, the lines don’t begin to move then. Inside, the elderly, the handicapped, and those with infants are admitted first. The lines begin at the wooden structure on wheels that i’ve always thought should have “Lemonade 3 cents” lettered across the top. Instead are signs reading A-G, H-M, and N-Z. Beneath the signs sit three deputies with boxes of file cards and stacks of visitors’ slips.</p><p>After those in the first group are processed, at about 7:30, a deputy opens the doors and admits the first twenty or so from each line. Outside, hundreds continue to wait. I’ve stood in the A-G for as long as two hours and ten minutes. My average wait has been between an hour and an hour and a half. While I stand in A-G, elsewhere old people have taken ill and died and women have gone into labor and delivered.</p><p>Each line is a little transient community unto itself, like an RV park or a hobo camp. Some people talk, some withdraw into themselves, a few read newspapers or paperbacks. You have to be careful about bringing reading material, though, because you can’t take it to the visiting area. You can leave it on a bench and take your chances on its being there when you return.</p><p>Folks in line are an orderly lot. Deputies don’t keep order outside the doors. They leave it to us line people to work things out for ourselves. I must say we do an admirable job. One time, when I arrived early —but, again, not early enough—I found the end of the line already at the end of the building. As more and more visitors arrived they scattered here and there, finding places to sit on the ground, leaning against a pillar or the waist-high concrete wall that surrounds the plaza in front of the jail. I stuck to my place like a leech, fearing chaos when the line began to move, anticipating arguments about who had arrived first. But that didn’t happen. When it was time for the next group to go in, 25 people sorted themselves into position without a single squawk. It was as civilized as high tea.</p><p>“THE Guards Think If You're Visiting Someone In Jail SOMETHInG’s Wrong With You. They Don’t Care How They Treat You.”</p><p>My first few trips, I passed the time seething and devising ways to reform the system. Computerize it. Even up the alphabetical divisions. Adopt a Baskin-Robbins take-a-number approach. Expand the lemonade stand to accommodate more, and therefore shorter, lines. The galling thing was that the potential solutions should have been obvious to the deputies. Once, as my place inched forward to the window of Sheriff Johnny Klevenhagen’s office, I peered inside at his desk and empty chair and at his safe and his certificates on the walls and resolved to write him a letter. I’d tell him a moderately bright fifth-grader could design a better system. Later I went home and considered whether such an action would precipitate repercussions against the person I was visiting. I decided to acquiesce, like a proper line person.</p><p>After that, I put away my visions of reform and passed the time reading the paper or observing my fellow petitioners. Many would stare blankly or smoke or just watch. Some would sit down on the concrete each time the line moved, get up as it advanced, and sit again. Family groups would chat among themselves, and strangers would strike up acquaintances, maybe friendships. Dialogue was always subdued, though, almost sepulchral, with little laughter and no tomfoolery. Some would pass the time just sweating. Kids romped. They would chase and grab each other, giggle. Black line people would often bring children; Hispanics rarely did. Maybe cultural differences, maybe coincidence. I’d wonder about the kids. After visit after visit after visit, did they grow up believing that the normal progression of life was from the outside of the jail to the inside, where Daddy or Mommy stayed?</p><p><em>Ed Fowler is a journalist who lives in Houston.</em></p><img/><p><em>Though no one enjoys waiting, most folks grin and bear it.</em></p><p>One fellow came right out and said it. He was a friendly young white man who had come to visit his sister, who was nineteen. “In for drugs. Sometimes I wonder if she’ll ever straighten up,” he went on almost cheerfully, “but i’ll stick with her. She was still home when our folks died while I was grown and gone. She’s had it tougher than me.” We commiserated over the length of the wait and the indifference of clerks and deputies, and he said, “They think because you’re visiting somebody who’s in jail there’s something wrong with you. They feel like they don’t have to care how they treat you.” We wear the taint, we line people. Hester Prynne at least had a few laughs before her scarlet letter was affixed.</p><p>“I hope,” the young man said, “the guy on this line tonight knows the alphabet.” That’s the surest way to slow down the movement of your line —a semi-literate deputy. Tell him you’re here to see John Doe, and he’ll thumb through his cards and falter at De and Di and then skip right past Do. A deputy who knows the alphabet—and there are some—is a godsend to the line people.</p><p>Sometimes the deputy has a helper, presumably to expedite traffic. The helper fills out the visitors’ slip, listing the name and cellblock of the inmate and the name of the caller. Often, though, he must refer repeatedly to the index card and driver’s license to copy even the most common names. Put a helper like that with a deputy who hasn’t mastered his ABCs, and the line trickles like blood through a constricted artery. Such a dysfunctional duo was on duty the night I waited more than two hours to reach the lemonade stand.</p><p>Because they like to or because they must, line people look out for each other. Some warn first-timers about the rules because the deputies don’t. No purses are allowed in the jail, but no matter how many times a deputy sees a neophyte carrying one he won’t tell her she must return to her car and leave it. He’ll let her pass the lemonade stand, where again no one will tell her, and permit her to reach the guard who checks passes and driver’s licenses at the elevator foyer. He will then inform her she must dispose of it. And no, now that you ask, ma’am, you can’t leave it with him.</p><p>[ Continued On Page 156 ]</p><p>[ Continued From Page 132 ]</p><p><span class=\"dropcap\">M</span>y wife, Marjorie, who sometimes comes with me on jail visits, doesn’t do well with lines and signs. In the nine years i’ve known her, the only time I have seen her lose her cool in public involved that same combination. At the Gare de Lyon in Paris, she waited 45 minutes to buy a reservation for a train to Marseilles the next day, only to be told that the window sold today’s reservations only. Incensed, she jabbed a finger at the sign above the window and screamed, <em>“Il ne dit pas”</em>(“It doesn't say”), except that in her rage her limited French let her down and the sentence came out french-fried. The clerk, feigning incomprehension the way Parisians so artfully do, gave her a taste of the futility the Harris County Jail had in store for her.</p><p>On one particularly irritating occasion we had waited just over an hour and a half. The deputy had seen Marjorie when he opened the door and admitted a segment of line, cutting it off just before us. He saw her again when he returned and still again as he surveyed the lines while we waited in the lobby. He never said a word. After picking up our pass we moved on to the final checkpoint, to the guard near the elevators. He was the smiling, middle-aged deputy often stationed there, usually ready with a breezy pleasantry like “good as gold” as he perused passes and driver’s licenses and waved us through. This time he stopped —Marjorie was wearing a positively demure but undeniably sleeveless dress. For that reason, she could not go up. Recovering from the shock, she looked at me and said, “Go ahead, i’ll wait here.” I had long since resolved to bite my tongue in any such instance, fearing that once I started I would go too far. I moved on. And then I heard her.</p><p>Unable to contain herself, Marjorie demanded to know why a sleeveless dress should constitute reason to bar her.</p><p>“It’s the rules.”</p><p>We had read the rules, posted behind and to the side of the lemonade stand, and found no mention of sleevelessness. She was not reticent to advise the deputy of this fact.</p><p>“We can’t put up all the rules.”</p><p>“Then how am I supposed to know them? ”</p><p>“i’m telling you.”</p><p>“But I didn’t know before.”</p><p>“i’m telling you now.”</p><p>Unable to advance against his Socratic redoubt, she fell into a fuming silence and was on the verge of retreat when a young black woman behind her removed her jacket, worn over a proper dress with sleeves, and proffered it. The ensemble thus created made a schizophrenic fashion statement, but it got Marjorie onto the elevator and into a broken plastic chair before the visitors’ window. Line people hang tight.</p><p><span class=\"dropcap\">O</span>ne more line furls out within the lobby. It forms between the lemonade stand and the elevators, at the glass-enclosed booth. Visitors stand in line to leave money for inmates’ accounts. The clerks in the booth, women on every occasion i’ve queued up, don’t make change and don’t take coins, although one helpfully searched her purse once to scoop out a dollar in exchange for my four quarters.</p><p>In theory, one can take care of other business for prisoners at the booth, but there, as elsewhere, it’s dicey. A Hispanic woman in front of me explained to the clerk that her son had signed a release to allow her to pick up his effects because he was bound for prison. She produced her driver’s license to establish identity. “Different last name,” said the clerk. “Yes, I am divorced from his father.” “Can’t release anything unless it’s the same name.”</p><p>“How can the name be the same when I am divorced from his father and remarried?”</p><p>(Sympathetically) “I know, I know. But I can’t release them. Can his father come?”</p><p>“He is gone. I never talk to him.”</p><p>“i’m sorry. Maybe you should speak to your son’s lawyer.”</p><p>Outside, some people are in the visitors’ line in self-defense.</p><p>“I got to come see my boy,” an older black woman tells a contemporary. “I don’t come, and he’ll call four, five times a day. Run my phone bill up to one hundred and fifty dollars.”</p><p>Outgoing collect calls are allowed on pay phones in the cellblocks. A local collect call is $1.30.</p><p>“I had to quit accepting his calls,” the woman says. “I got to come down here to talk to him.”</p><p>Even when we’re not actually in line we still wait. Getting a call through the continuous busy signal at the switchboard can take hours, even days. I finally called a lawyer and got numbers for the specific departments I needed, and even then I found the results highly erratic. When I complained after two weeks that my person inside still hadn’t received medication promised at the intake screening, I was told it would be delivered that day. It was. When I called to inquire about a class offered inside—inmates must submit written requests for any information, including that concerning release dates and nonemergency medical care; sometimes they are answered, sometimes not—the education director said she would see my person that day. Months later, she hadn’t. When I called to obtain a release date (again via a phone number provided by the attorney), I was referred three times to other numbers, finally winding up at Central Records. Dialing continuously for about five minutes, I got past the busy signal and reached a recording, which instructed me to hold. I held for sixteen minutes, listening to “Good King Wenceslas” played on a xylophone. Then the receiver apparently was picked up and replaced, because the dial tone returned. I dialed without respite for another ten minutes, failing to sneak past the busy signal, and gave up.</p><p>In the end, in anything short of a crisis situation, you play it the deputies’ and the clerks’ way. You go along to get along. Standing in A-G one night, I decided the one good thing about being lined up outside is you’re not inside, where many sleep on mattresses on the floor and all take it the way the deputies dish it.</p><p>You can think, maybe even learn, in line. But it’s not the educational experience of preference. I learned how oblivious I, like most of the white middle class, am to the problems of the poor. We sit in our suburbs unaware of the price they pay, even when they have done nothing wrong. It makes you wonder if albert Einstein decided everything is relative while standing in line at jail.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1988",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Jail",
      "Harris County",
      "Inmates",
      "Home",
      "ten",
      "Wall",
      "Women",
      "Business",
      "Crime",
      "Design",
      "Education",
      "ever",
      "Family",
      "Fashion",
      "Game",
      "Hispanic",
      "Hispanics",
      "Journalist",
      "money"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": []
  }
}