{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19856",
    "date": "June 1985",
    "year": 1985,
    "month": 6,
    "month_formatted": "June",
    "pdf_uri": "/1985/19850600.pdf",
    "issue_cover_image": "",
    "document_start_page": 146,
    "toc_start_page": 132,
    "document_page_range": [
      [
        146,
        147
      ],
      [
        230,
        231,
        232,
        233,
        234,
        235,
        236,
        237
      ]
    ],
    "toc_order": 2,
    "toc_headline": "On the Wings Of the Wind",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198506-onthewin",
  "source": "/1985/19850600.pdf",
  "wp_post_id": 121287,
  "wp_post_guid": "http://www.texasmonthly.com/article/on-the-wings-of-the-wind/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "On the Wings Of the Wind",
  "dek": "Joann Shaw’s Ambition In Life Is To Get From Snyder, Texas, To North Platte, Nebraska. In the Air. Without a Motor. Or a Net.",
  "spread_caption": "",
  "excerpt": "Someday, when the weather is just right, glider pilot Joann Shaw will sail across the sky, alone among the silent and shifting clouds, for hundreds of miles.",
  "kicker": "",
  "word_count": 7707,
  "content": "<img/><img/><p><span class=\"dropcap\">H</span>ot Air Rises. On Late August Afternoons over the fallow cotton fields and scrubby pasturelands of Scurry County it rises especially well, stirring up dust devils and powering thermal updrafts that can reach 10,000 feet until they condense into sight as clouds. Earlier on this particular afternoon the West Texas sky had been filled with such clouds, the sort of textbook cumulus formations that are known to soaring pilots as q’s. Neatly sheared at the bases, they stretched with mesmerizing regularity in endless furrows overhead. But by four o’clock the starch had gone out of them, and the individual q’s were now running into each other, creating an uninspiring haze.</p><p>“There she is,” Charles Shaw said. He was pointing north into the remnants of that perfect sky, where his wife’s sailplane caught the sun as it banked. Joann Shaw was returning to the Snyder airport on the final leg of a threehundred-kilometer triangle that had taken her over Stanton and Tahokah. She had gone up to reconnoiter, to see what effect a recent rain might have had on thermal strengths and thus on her chances of setting a world’s distance record before the end of the summer.</p><p>The ship was a Nimbus 2, a high-performance sailplane with a wingspan of seventy feet. Jo brought it down in a rectangular pattern, working to lose the altitude she had spent the rest of her flight earning. On its approach the Nimbus passed overhead at about a hundred feet. Its white fiberglass body looked as frail as an eggshell, but it plowed upwind with surprising force and commotion. It touched down at the end of the landing strip on one toy-size wheel and then coasted about thirty yards until its momentum flagged. Charles caught the tip of one wing with his hand and escorted the ship a little farther until it was still, and okay, D.K.”-which is how she addresses herself when she gives herself a talking-to -“you’d better get with it.”</p><p><em>(Continued on page 210)</em></p><p>Photography by Steven Pumphrey</p><p><strong>WHY Would Joann Shaw Want To Fly a Six-Hundred-Mile Epic Trip In Her Nimbus 2? “BECAUSE SOARInG Is a Hell Of a Good Way To Keep Yourself ENTERTAInED If You Like a ToUCH Of Excitement.”</strong></p><p><em>(Continued from page 143)</em></p><p>For a while we swap food gossip, a pastime at which Kennedy is deliciously wicked. Often in her stories she figures as a woman embattled. Take those food stylists from magazine X who contrived to make her food look dead. “Dead food!” she bellows. “and they changed my recipes!” Or take that recent cooking contest she judged not long ago. When the results from the other judges were compiled, Diana was horrified. And said as much. There was “this half-raw tomatillo stuff that was thin and shrieked at you,” she recalls, and one of the recipes used chili powder that stung her mouth. “No depth of cooking,” she finishes sadly. “i’m always the dissenting voice.”</p><p>That dissenting voice is one that has informed Kennedy’s four cookbooks, remarkable for an idiosyncratic, uncompromising tone that has grown stronger with time. In <em>The Cuisines of Mexico, </em>Kennedy put readers on notice that her recipes aimed for authentic textures and balance of flavors, considerations she found wanting among “most writers on Mexican food, who have compromised it beyond the point of authenticity.” The Kennedy tone was admonitory, occasionally testy, enormously sensual. She made you smell, hear, feel, and most of all <em>taste</em> Mexico, from its markets and plazas to its street stalls and private kitchens. If there was any one thing that set her apart from the pack of food writers, it was her keen sense of texture, a crucial quality often treated as an afterthought. Kennedy reveled in things slippery, mealy, crackly, smooth, pulpy, juicy, sticky, spongy, crusty, frothy —her range of sensitivity seemed endless and voluptuous.</p><p>Kennedy’s was a grass-roots scholarship based on extensive fieldwork, a single-minded devotion to ferreting out the best recipes whatever the cost in personal comfort. And she expected her readers to make a few sacrifices as well, to go find that epazote sprouting in the crack of a sidewalk, to shun inferior commercial tortillas and work at perfecting their own, to brew their own mild pineapple vinegar, just the thing for marinating those <em>antojito</em> garnishes.</p><p>After <em>Cuisines</em> came <em>The Tortilla Book, </em>a veritable hymn to the tortilla in its countless applications, and then the delightfully anecdotal <em>Recipes From the Regional Cooks of Mexico—</em>Kennedy at her most conservative, bent on the mission she calls <em>rescatar,</em> to rescue and preserve endangered recipes, dishes headed for extinction in a Mexico increasingly enamored of twentieth-century conveniences. Oddly, the most recent book, <em>Nothing Fancy,</em> shows Kennedy at her most liberal and inventive. A wildly personal synthesis of lovingly remembered British recipes, Mexican favorites, and oddments inspired by Lebanese, Portuguese, Chinese, and French Colonial cooks, it is a blueprint of the Kennedy palate. And if its recipes seem simpler and more permissive than those of her earlier, purist tomes (“anything goes as long as we don’t call it authentic,” she writes), the tone has developed into something much closer to Kennedy’s actual speaking voice. Amid the gentle reminiscences, Kennedy manages to fulminate and rail in high style against latter-day degeneracies —the dissenting voice honed to fine art.</p><p>Yet even though the Kennedy gospel has spread-even though her major revision of <em>Cuisines</em> scheduled for next spring will eliminate many of the first edition’s compromises and substitutes because, Kennedy contends, “people are ready for it”-still, she is discouraged. “almost nobody knows how to analyze Mexican food, and that depresses me,” she says from her perch on the Nissan dealership wall. “People can’t taste. They drink too much. They smoke too much. They’re in too much of a hurry.” I suggest that people may be scared off from her classic Mexican recipes because some of them are so long and detailed; one amateur cook I know in austin professes to be overwhelmed by them, I tell her. He says he doesn’t want to spend three days grinding seeds and peeling chiles. Diana looks at me as if i’ve gone bonkers.</p><p>“First of all, a lot of my recipes are very simple, very short,” she protests. “The problem is that Mexican food has been presented badly, so people think it’s cheap ethnic food that shouldn’t take all that time.” Some of her recipes read longer than they take, she points out, because her format in the first three books was to itemize each piece of equipment and to give extraordinarily detailed instructions, much the way Julia Child does. “Some cookbook writers never assume anything goes wrong, so they don’t tell you how to put it right,” Kennedy scoffs. But in the world according to Kennedy, things do go wrong, and her cookbooks mirror that view. “anyway, what’s wrong with saying something takes five days?” she demands. “Some things need maturing. They take time to season.” The easy way is not the Kennedy way.</p><p>And this is not an easy week, but then Kennedy’s weeks never are. For starters, there’s the broken truck—the mechanics still haven’t finished with it, even though the sun is disappearing and a high-altitude chill is creeping into the air. And at Quinta Diana, “everything’s in an uproar,” Kennedy says. Wheelbarrows keep breaking, water hoses keep giving out, the old dog needs a better bed and the new dog needs a kennel. The tall white windmill that propels a supplementary electric generator is on the blink. The winter rains didn’t come, and the water commissioner keeps changing the time when Diana will be allowed to open her irrigation gates for her five allotted hours a day. And all of a sudden the toilets won’t flush, which makes it hard to have guests and forces Diana to tote a lavender plastic pail of water along when she uses the john.</p><p>Worse still, many of her precious tools have been stolen, along with three rolls of barbed wire and a treasured rechargeable flashlight and the living, buzzing nuclei from all her beehives. Now she’s having a six-foot wall built around the house, to be topped off with a bristling forest of broken glass. There is cement to be ordered and linseed oil to be boiled down to make a varnish for the massive front gate, and of course the linseed oil caught fire last week, and the gardener didn’t show up today. “ I simply don’t have enough hours in the day,” moans Diana. “You have to baby the staff. One of the boys wants to tell me about every bowel movement from every cow.” She rolls her eyes, then rallies. “i’ve had a lot of shocks, but somehow it works,” she says. “The only thing I can do is run to my typewriter and use it as my shoulder to cry on.”</p><p>The sun is down now. The truck is fixed. Somehow I think Diana doesn’t do too much crying over her old SmithCorona electric, up in her pack rat’s study overlooking El Cacique. Sure, her hillside microcosm is fraught with complications, seems in fact perpetually on the brink of running out of control. But if all ran smoothly, what could be more boring?</p><p><strong>Epiphany in a Banana Leaf</strong></p><p><span class=\"dropcap\">N</span>ight. A high insect song vibrates over the hillside. Kennedy is poking at a Persian lime tree with her flashlight. Capturing three limes, she retreats to her kitchen, which is deeply shadowed now and bathed in small pools of overhead light. These aren’t the <em>right</em> limes, Kennedy qualifies, pouring herself a small glass of Herradura white tequila tempered with a bit of lime juice and salt. Little Mexican limes would be better, but there are none on the premises right now. While Kennedy puts two liters of raw milk on to boil, the way the boys like it—a nightly ritual —I squeeze limes in a hand press for my margarita, nervous to be at large in the master’s kitchen. Sure enough, I squeeze the juice into the wrong container and drip some onto the stove top, a maneuver guaranteed to spoil its finish. Diana duly notes my errors —not unkindly —and moves in to mop up.</p><p>Afterward Diana disappears into a larder lined with all manner of curious jars and pans. Small rattlings and mutters are heard; then she emerges, bearing a big, battered tin marked “Ye Olde English Mints.” Inside are her sourdough breadsticks, the very ones I passed by cavalierly in <em>Nothing Fancy,</em> thinking breadsticks beneath my notice. Wrong. Kennedy breadsticks could revise the whole genre’s reputation. I amaze myself by eating two.</p><p>“You didn’t come here to eat breadsticks,” I chide myself, reaching for a third.</p><p>Supplicants appear at the kitchen door: the boys from the hut below the gate —<em>los jovenes,</em> Kennedy calls them, the young men-here with questions and various bits of intelligence for La Senora. The milk changes hands; so do an outsize flashlight and a .20-gauge shotgun, another nightly ritual. “Most people carry guns at night around here,” Diana reports matter-offactly. A disturbance in the night? a barking of dogs? <em>Los jovenes</em> will shoot in the air a few times, or perhaps Diana herself will fire a couple of blasts out the bedroom window with her .32-caliber pistol. “It doesn’t hurt to let people know you’re armed, when you’re a woman and live alone,” she says, seizing a wooden spoon and marshaling her forces for supper.</p><p>Shouts emanate from below. Shortly, one of the boys reappears at the door. “Shouting here, that’s the thing,” explains Kennedy. “That’s how we communicate. I’ll be in the middle of dressing, and there’s a shout. Or i’ll have my pants halfway down in the john, and there’s a shout.” Life at Quinta Diana is a ceaseless parade of interruptions, digressions, crises both great and small.</p><p>“What was it like to have cooking classes here in your home?” I wonder out loud, thinking how particular she is about each detail in her universe. Not so hot, admits Diana. “I don’t have a nice enough personality for that,” she says, hanging up a swaddled cheese to drain overnight. “Playing housemother is not my thing.” During night classes there were problems with the lighting level in her kitchen. “Occasionally, i’d get snappy because I wasn’t in control.” She pauses a moment, ladling out <em>sopa de flor de calabaza</em> —squashflower soup-tinted the tenderest green. “I like being in control,” she finishes, emphasizing each word ever so slightly.</p><p>But i’m deep into the mystery of squash flowers, which until now I have only read about. The soup tastes hauntingly of—what? Flowers? Squash? Spring? i’m blissful, but Kennedy is full of warnings. The soup has been frozen; the flowers are from small-petaled zucchini plants rather than the highly desirable <em>calabaza criolla</em> with its bigger blooms. Kennedy finds that some restaurant versions of this soup are sorry affairs made with “awful, closed-up flowers.” Some cooks commit the sin of removing the little buttony flower base, which harbors flavorful juice. “The secret is the freshness of the flowers,” instructs Kennedy. “and a very good chicken broth, and at the end a <em>very</em> little, <em>very</em> good cream.” (Preferably raw, from your own cow, but she is merciful enough not to mention that.) She adds a bit of chile poblano. “No thickening!” she admonishes. “Just the flowers!”</p><p>I’m still trying to fix the taste of <em>jlores de calabaza</em> in my memory, but Kennedy is tenderly unfolding a shiny banana-leaf packet on my plate. Inside is one of the most extraordinary things I have ever eaten, a Veracruz-style tamal possessed of a startling power and delicacy. Simple enough, really-a thin layering of light, slightly grainy white masa dough; a few morsels of tender pork set against a musky chile ancho sauce; and a big, anise-flavored leaf from the velvety <em>hoja santa</em> plant that Diana has planted in these parts. Yet the whole dish is impossibly subtle, the textures miraculous, the colors riveting, from the deep green of the leaves to the white of the masa to the brick-red of the ancho. The masa comes from white corn that has been soaked in lime and sent to the mill next morning to be ground.</p><p>“One Mexican anthropologist and gourmand said they were the best he’s ever eaten, and he’s not the type to be smarmy.” I feel like crying. Here’s an epiphany wrapped in a banana leaf, and in Houston my chances of duplicating it are slim to none. I’ll never have the proper custom-ground masa, let alone fresh <em>hoja santa</em> leaves, and I know in my heart that the avocado leaves Kennedy recommends as a substitute in her <em>Cuisines</em> recipe won’t do. “This is why people say, ‘Oh, Diana, you’re impossible,’ ” she says, arching a brow. “But this is what food is about—perfecting a recipe and doing it to the highest possible standard.” She is obviously pleased with her handiwork. But not too pleased. The masa, having been frozen for a rainy day, has lost an iota of flavor, she complains. I can’t begin to tell.</p><p>Next Kennedy turns her attention to her salad of fennel, lettuce, fresh tarragon, and parsley dressed—but for God’s sake not overdressed; that drives her madwith oil and vinegar. She complains about the lettuce while cleaning her salad plate in record time. “I do eat fast,” she apologizes. “Terrible habit! I always think, ‘On to the next thing!’ ” I am still lingering over the last of my Veracruz tamales, only to be further distracted by two potent dollops of Kennedy ice cream, one of wild blackberries and one of homegrown passion fruit, clean and tart. The blackberry has an untamed taste sharp enough to clear one’s head. Made with natural brown piloncillo sugar and some thick cream, it is the most intense specimen of ice cream that has ever crossed my path. Kennedy chafes at the ice crystals that have invaded but concedes, “I don’t mind saying this is inspired. You can see now why i’m such a snob about food.”</p><p>But then she’s off on her next project, grabbing her reading glasses and leafing furiously through a stack of books and papers while I dawdle over her homemade <em>tuiles</em> (“Not as dainty as they should be,” she opines. “Second-rate sugar”). The Festival of Southwestern Cookery in Houston is a week and a half away, and Kennedy will be a featured speaker. So will anne Lindsay Greer, chief apostle of the so-called New Southwestern cuisine and den mother to most of the young Texas chefs who practice the style, which is based largely on French methods and incorporates many of the Mexican ingredients Kennedy has avidly promoted for years. Kennedy clearly sees the New Southwesterners as rivals for her turf, if not outright upstarts. “Nouvelle cuisine from France was great; it did its stuff,” she concedes. “But people are trying to skip that classic training and add a few ingredients and call their food nouvelle Mexican or something. They’re trying to be too chichi without knowing how to do the real thing.” Lines must be drawn; <em>somebody</em> must hoist the banner of purism. So, red ballpoint in hand, Kennedy is going over every inch of Greer’s cookbook, <em>The Cuisine of the american Southwest,</em> marking the many typos and bits of mangled Spanish with a copy editor’s meticulousness. She has peppered Greer’s glossary with <em>x’s</em> and no’s; one page sports a huge red inkblot where Diana’s pen has thrown a fit. “Look at this! <em>‘Helote’</em>instead of <em>‘elote,’</em> and ‘Chihauhau’ instead of ‘Chihuahua,’ ” sniffs Kennedy.</p><p>Greer, it seems, has gotten some of her chiles wrong. An illustration of a serrano is incorrectly labeled. “Serranos are never roasted and peeled,” chides Kennedy. “She simply doesn’t know what she’s talking about.” a photo catches her eye. “Look at that guacamole. It looks like the worst mess you’ve ever seen.” Kennedy sighs, thumbing through the book. “She’s got some awful things in here. Chile <em>polcasl</em> Tomato-melon salad. Jalapeno jelly -I can’t stand it. And look where she advises people to place their <em>salsa cruda</em> under a strainer and run cold water over the chile-and-onion mixture to extract ‘the bitter milky liquid.’ ” Kennedy rolls her eyes. Greer’s recipe for tortilla soup makes her throw up her hands. “Chili powder! Cumin! Oregano! What the hell do you want all that for?” demands Kennedy. “It’s so overspiced. You need only one branch of epazote and good crumbly, mealy tortillas.” She pauses ominously. “a little knowledge is a dangerous thing.”</p><p>What’s to be done? However vehement she is here in her own kitchen, Kennedy realizes that it would be impolitic to flail away at the festivalgoers or to savage Greer in public. “How about this?” she suggests, scrutinizing a <em>Dallas Times Herald</em> article on New Southwestern cuisine. “i’ll say that i’m confused by some of these new dishes I read about in the press. I’ll slap them about gently and then offer to send them all Spanish dictionaries. And then they’ll say, ‘Well! She’s scolded us!’ ” Kennedy looks not at all displeased by the prospect. “Maybe i’d better ask for a table for one.”</p><p><strong>The Texas Connection</strong></p><p><span class=\"dropcap\">A</span>nother thing Kennedy hasn’t got much use for: Tex-Mex. “It’s so overseasoned, loaded with all those false spices like onion salt, garlic salt, MSG, and chili powder,” declaims Kennedy. “They play havoc with your stomach, with your breath, everything. The thing I simply cannot stand is that stale oil, cheap oil that breaks down fast and has a lingering flavor. It comes back to me all night.” as far as she’s concerned, Tex-Mex is one big nightmare, from the moment the waiter produces “those awful tortilla chips with that sauce that destroys your palate.”</p><p>We’re at lunch in Diana’s kitchen, and unfortunately a big plateful of killer <em>carne de puerco con uchepos—uchepos</em> are esoteric Morelia tamales of new field corn —is keeping me from mounting a suitable defense of my native Texas delicacies. The field corn (a.k.a. horse corn) makes each of the <em>uchepos</em> a tiny cloud of richly astounding sweetness; they are moist, fragrant, the essence of corn, in their simple sauce of broiled tomato, chile, and a little garlic. Blackish-green <em>chilaca</em> chile strips add a concentrated pepper taste and a hint of heat; white rectangles of Diana’s <em>queso fresco</em> and runny sour cream from Senorita Esperanza, a neighbor down the road, add cool, tangy notes. “This cheese is too rubbery,” carps Kennedy, interrupting her meditation on Tex-Mex. “It should melt right into the sauce.” It <em>is</em> a little squeaky and chewy, this cheese, but I am drunk on <em>uchepos</em> and care only about eating as many as I can. Any resemblance between these ravishing morsels and Tex-Mex tamales is purely coincidental; at the moment, Lord forgive me, I can hardly remember what Tex-Mex tastes like.</p><p>But Kennedy can. “all that cumin,” she sighs. “Spoons and spoons of it, when a pinch would do. It’s such an overwhelming spice.” She reminisces about her first <em>fajitas,</em> sampled this spring in Fort Worth at a restaurant whose name she has forgotten. “The meat was divine, but why do they mess it up with all those unnecessary seasonings?” she asks. If I knew the answer to that i’d be rich, I tell her, snooping around the stove in search of a few more drops of <em>sopa de jideo—“the</em> boys’ soul food,” as she describes it, a comforting kettle of vermicelli fried with a bit of onion and garlic and a single <em>chipotle</em> chile, then soothed with Senorita Esperanza’s sour cream.</p><p>“Did you know that flour tortillas are taking over Texas?” I ask Kennedy as I spoon up my <em>sopa.</em> “Some places don’t even bother to offer you corn tortillas anymore, even with dishes that need them.”</p><p>“Texas would,” retorts Kennedy. “What idiots! a flour tortilla is not nearly as nutritious. It’s got fat in it; it’s got salt. A corn tortilla is just corn, lime, and water, and it’s good for you. A flour tortilla isn’t as versatile either. You certainly can’t do <em>chilaquiles</em> with it. It’s a trend, that’s all,” she concludes with finality.</p><p>There must be some Mexican restaurants in Texas that you like, I suggest a bit timidly. Diana manages to restrain her enthusiasm. “Chains like Ninfa’s are a disgrace,” she says flatly, although she remembers a soup there that was fairly edible. I gulp, remembering my beloved green sauce and <em>queso suizo.</em> San antonio? “Sometimes i’ll go down to Mi Tierra for the menudo,” offers Kennedy. That’s it? “I haven’t really tried that much Mexican food in Texas,” she admits. “I tend to avoid it, so I can’t be too unfair to them.” When she travels, eating Mexican food is the last thing on her mind; she wants things she can’t get in San Pancho: fresh seafood, <em>dim sum,</em> French food at the interesting new places. She did once deign to eat the soups in three Mexican spots in San Francisco, but all things considered, she’d rather be at Chez Panisse or the vegetarian temple Greens.</p><p>There is, however, a Texas restaurant with which the Kennedy name has been widely associated —Fonda San Miguel in austin, the restaurant that brought the polite (as opposed to the working-class) food of interior Mexico to the attention of Texans. Kennedy’s name was frequently invoked when the restaurant opened in 1973, but today Diana minimizes her connection with the place. She won’t admit to a falling-out, but she stresses that all she did was give classes to the owners, Mike Ravago and Tom Gilliland, and help with a menu. “They did not buy my name with that. I never <em>have</em> been associated with the restaurant,” she insists. What does she think of San Miguel’s food? “Sometimes something comes off,” says Kennedy. “But it’s too large to do custom food, and I told them that from the start.” There is one thing she’s unhappy about. Ravago and Gilliland have taken “Cuisines of Mexico,” the title of Diana’s venerated cookbook, as the name of their umbrella company. “I don’t think that’s very nice,” says Diana shortly.</p><p>Kennedy’s Texas connection, though healthy, is not as strong as one might suppose. Texas is not the number one market for Kennedy’s books or for her classes. California takes those honors. And though a Fort Worth cooking school, the French apron, is on Kennedy’s A-list (“They really treat you like a guest chef there”), Houston currently rates way down on the Kennedy scale. “I will never again do a benefit in Houston,” she informs me. She is still smarting from an experience last fall that left her in tears on the last day of her demonstrations. “Those Houston women are too rich and too spoiled,” she says, remembering one who balked at her mention of raw milk (“Where’s their sense of humor?” she gripes) and another who scolded her for scolding the noisy attendees. Then she’s off reminiscing about Houston classes past, including the time she moved out of the house of a famed cooking-school proprietress because things were not comme il faut and the time one of what Kennedy calls the fifty-dollar ladies had the temerity to apply her makeup while sitting right there in one of Kennedy’s classes. Hilarious? Sure, but somehow it has the uncomfortable ring of truth. Sitting at Kennedy’s table, i’m convinced that the certain kind of monied Texas lady who feels it her sacred duty to cook Mexican is ill-equipped to deal with the full-blown reality of Diana.</p><p><strong>“Too Modern for Me”</strong></p><p><span class=\"dropcap\">A</span>t 7:45 in the morning, Kennedy jounces down to the San Pancho crossroads in a billow of dryseason dust, ready for her annual expedition to a piloncillo sugar mill in the <em>tierra caliente—the</em> hot country two thousand feet below her semitropical valley. Efigenia sits quietly in the back of the truck, exuding practicality. Diana dispenses a thermosful of homegrown Kennedy coffee and the first of a nonstop stream of opinions that mark the day like mileage signs on an interstate. “It’s thirdrate coffee,” she sighs as I sip, “but it’s ours.” after Kennedy’s handymen harvest big sacks of the cranberry-colored beans from her coffee trees, she dries them under the roof for a year, runs them through a coffee mill, stores the shucked green beans inside a huge earthenware olla, and eventually roasts and grinds them. In truth, it is commanding coffee, <em>fuerte</em> and smoky as the brew you get in Veracruz, where customers sit amid the blinding white tiles of La Parroquia and bang spoons against glasses, demanding refills. Kennedy agrees with the comparison but not with my inflection. “It’s PaRRO-quia,” she says with a schoolmistress’s crispness. Things must be correct.</p><p>Correctness is not a quality shared by the lush fields of gladiolus marching out from San Pancho. “They’re a damn nuisance,” says Kennedy. “They wear out the soil because they require so much fertilizer. They’re stiff. They look man-made! They have no scent! and”—worst of all-“you can’t eat them! an awful flower,” she concludes darkly. Nothing is too small for her to weigh in on; nothing escapes the gimlet Kennedy eye.</p><p>The innocent-looking avocado groves unfolding around us fall under her scrutiny next. “This area is overplanted in avocados just the way California wine country is in grapes,” she observes disapprovingly. “They’re growing the grafted types like the Haas and the Fuerte here. I started to graft mine, but I stopped because there’s always a demand for the little local <em>criollos.”</em> a clump of oak trees catches her eye. Zitacuaro is famous for its bakers, all of whom prefer to fire their outdoor clay ovens with oak because it burns hot and smokes less, says Kennedy. “So our oak forest is being diminished,” she laments as we careen down a switchback into a light-filled valley plumed with smoke columns and lavender jacarandas.</p><p>“They have a lot of irrigation water down here,” Kennedy notes enviously; meshed in the reality of her sere hillside, she always suffers a lustful twinge when she spies an exuberantly watery spread. Everywhere along the narrow two-lane highway, people are walking to school, picking wild blackberries, prodding burros, brushing a child’s hair in the sun. Diana basks momentarily in the scene. “That’s the difference between the countryside here and the countryside in america,” she gloats. “Here, it’s full of life, full of people doing things. There it’s empty and dead.” That’s Kennedy the Mexico romantic talking; the next moment, Kennedy the Mexico realist is quailing and curses a precipitous driver. “They’ll all pass on a corner here,” she groans, wrestling her pickup onto an awesomely bad dirt track that slices through a banana-clad canyon. Coppery wisps hover in distant fields below-african marigolds, explains Kennedy, to be fed to the local chickens to give them their characteristic golden skin. Whether that is good or bad she neglects to say, and the road has jostled me into such submission that I don’t bother to ask.</p><p>Hundreds of vertiginous feet later we pass through a homely wooden archway announcing, “Welcome to Enandio,” as a wooden waterwheel churns and sluices near a sugarcane graveyard baking in the sun. Diana wants to take photos, but the universe is not cooperating. “Damn!” she exclaims. “The sun’s in the wrong place.” Mankind is balking as well; the owner is missing and must be summoned. We kick idly among the dry stalks. “The three boys were working together when I left this morning,” Kennedy observes apropos of nothing. “That’s never a good sign.” across the street a shy woman stands on her porch, flanked by leggy impatiens and five children in all stages of growth. Diana, with nothing better to do, addresses the woman gently but ever so firmly. My Spanish isn’t great, but soon enough it clicks: Diana is telling her she’s got enough children, that the laws of God don’t require it, and a bunch of other stuff I can’t quite decipher. The woman smiles inscrutably, stroking her daughter’s hair. “She’s not controlling herself,” Diana says to me sorrowfully.</p><p>A young man arrives with bad news —the owner of the mill is not available. No sugar today. Diana sighs resignedly, none too surprised, then drives up the mountain toward an even more remote and rustic mill. Early-morning Enandio is heartbreakingly beautiful, plastered with polychromatic vines and gay flowerpots affixed to facades wholesale, in the Michoacan manner. A church tower like a white paper cutout is the kind of spire any postmodernist worth his pediment would swoon for, I remark to Diana. “Too modern for me,” objects she, steering around a flock of pecking chickens. And another thing: “It’s all T-shirts and baseball caps now,” she mourns, as a clutch of chirping children trails excitedly in our wake. Diana regrets the passing of the indigenous peasant costumes, but the eighties will out. Ahead, a hose blocks our path, and a man and his wife leap to lift it, crying “<em>Pasele</em>/” Diana inches under it, her own twentieth-century triumphal arch.</p><p>Now the earth is black and volcanic, rich with ancient trees and rivulets, the road hewn straight upward into rock. At last the yellow truck heaves up into a cane-field clearing where the mill steams and fumes and clatters like a sorcerer’s workshop. A pungent, caramelized smell smites us —raw sugarcane juice stewing in vats the size of horse troughs. D.K. approves. “Pure sugar, nothing taken out or put in,” she exults, pointing her camera at a primitive, waterwheel-driven conveyor that sends cane stalks chattering through a shredder. Their juice trickles down a sluiceway to the vats; it will simmer for six hours before workers skim the liquid and pour it into conical wooden molds, where it will crystallize into the hard, brown piloncillo. Fifteen kilos will last Kennedy most of the year, grated for cookies or tea things and stirred into her ever-present pitcher of sour-orange drink.</p><p>The price, however, is not right. “What did we pay last year?” Kennedy asks Efigenia. “<em>Sesenta</em>,” replies Effy. Sixty pesos per kilo, and now the owner of the mill wants 95. A handsome, graying man flashing a set of movie-star teeth, he is called to the shed for negotiations. He and Kennedy bend their sombreroed heads together, uttering histrionic “eeehs” and “aaayhs,” his hat a grimier twin to hers. The transaction is attracting the interest of every man on the premises, and soon we’re all jammed into the dark shed, where aromatic sugar cones are heaped beneath a saint’s portrait. The boss is unyielding. “He says everything has gone up,” Kennedy reports. “Nothing goes up ten to twenty per cent here; everything goes up fifty to one hundred per cent.” She’s not about to give up, though. As the owner weighs out her sugar, D.K. informs him that he’s reducing his topsoil by using chemical fertilizers. Adjusting the hooks on his ancient hanging balance, the owner is obviously not buying her argument. “I give my lectures on <em>fertilizantes</em> and birth control all over the place,” says Diana. I snap a photo of her and the owner. She wheels, dismayed. “My hat was crooked,” she reproaches me. Then, after a moment, she softens the remonstrance. “i’m particular because I do look awful sometimes,” she says.</p><p><strong>A D. K. Drubbing</strong></p><p><span class=\"dropcap\">O</span>n our way down from Enandio, some fallen mangoes beneath a roadside tree demand inspection. Effy leaps out of the cab, pinches, confers with Diana. The verdict: mango season is still a ways off. Out on the highway again, Diana goes into high gear. She decries the way commercial fertilizers render water unusably saline. She castigates the big chemical companies. “Everybody’s greedy. That’s the trouble with the world. And there’s too many people!” She heaps scorn on a papal nuncio who opined that the population has not reached its limits in the tropic zones. “Doesn’t he know that the closer you go to the equator, the less flexible is the land?” she asks rhetorically. Reagan takes a D.K. drubbing too. “I think the prolife people are out of their goddam minds,” she harrumphs. “With millions of people starving, millions of children that shouldn’t be born, it’s terrible that the president is bowing to these fanatical groups.”</p><p>Then she’s back on the chemical companies and their wretched propellant sprays. “The manufacturers say, ‘This is what the public wants.’ Well, why the hell don’t they do some educating?” she demands. “It’s like those awful packaged foods. The public has no palate because everything has to taste alike. I deplore the mediocrity! I deplore the consumerism!” McDonald’s gets it next: “It just drives me mad to think that they’re destroying rain forests to give the overfed american public a cheaper hamburger,” she rants, deep in a full-fledged snit. She honks in annoyance at some rude tailgaters who roar past us on a curve. Then she’s on, in the best Kennedy all-over-the-map verbal tradition, to the development of the San Joaquin Valley (“a rich, producing area being <em>built</em> on”) and the lamentable way Los angelenos waste water. “i’m the only one at Peter Kump’s New York cooking school who forbids people to wash up under a running tap,” she informs me. “a single basin of water is all you need!” My head is spinning. “Why accept blue toilet paper?” Diana asks suddenly. “It’s awfully bad for your bottom, for one thing, and the dyes contaminate the water. Why do we have to be such a pampered public? Why do we need little flowers printed on our tissues?” I have no rejoinder, having been exposed to more pronouncements than even I—no stranger to them—can quite absorb. It’s not even 10 a.m., and i’m mentally exhausted. I am coming to understand that Diana doesn’t <em>have</em> opinions; she’s <em>about</em> opinions. They define her against the world. As if she can read my mind, Kennedy fixes me with her bright gaze. “People tell me, ‘You’re so opinionated,’ ” she says. “If i’ve arrived at this age and don’t have opinions, I think i’ve rather wasted my life. They say, ‘What do you think of this lovely dish?’ I say, ‘I think it’s awful.’ ”</p><p><strong>On the Program</strong></p><p><span class=\"dropcap\">L</span>ate morning. Guardian shuffles under the pale blue froth of the plumbago outside Diana’s kitchen door, wanting to be fed. Zita, the cool <em>grey</em> cat (“g-r-e-y,” insists Diana, “not g-r-a-y”), has been hanging around the stove expectantly, and La Condesa’s yelps can be heard from her tether beyond the unfinished wall. Diana lifts the lid of a beat-up caldron and peers inside. Prehistoric hunks of bone bob amid carrots and potatoes, and a savory cloud of steam escapes into the room. This is the animals’ <em>caldo,</em> to be ladled onto torn-up commercial tortillas and hillocks of wholesome bran. Diana can’t resist cooking for her pets any more than she can resist cooking for the rest of her menage, despite her protests to the contrary.</p><p>I watch Guardian inhale his lunch and lift a bran-and-tortilla-coated muzzle contentedly. Zita gets a little pig’s intestine with her carrots and potatoes. I have never seen a semivegetarian dog before, or a semivegetarian cat either. “They like carrots and potatoes and bran?” I ask doubtfully. “Maybe not at first,” says Kennedy. “The new dog would not look at our food for a week. She was used to rice! She got thinner and thinner.” Now, of course, she’s on the D.K. program. “There’s very little waste around here,” says Kennedy proudly, surveying her charges, then, lest I misunderstand, “They get a lot of love, but not overwhelming quantities. To be loved all the time is such a bore!”</p><p><strong>To Market, To Market</strong></p><p><span class=\"dropcap\">T</span>he streets and sidewalks of Zitacuaro are clogged with foot traffic at 11 a.m., and Kennedy negotiates her yellow truck gingerly past the town’s vast concrete zocalo. Nothing escapes the tart Kennedy commentary. “Look at that awful dress,” she says, spying a luridly polyestered senorita. “That man has two wives. In the same house. And children by both of them!” She is appalled at the gentleman’s contribution to the overpopulation problem. Zitacuaro itself, a rangy timber-and-ranching city of 100,000, really gets Kennedy’s critical juices flowing. With its rapid recent growth, the town is everything Kennedy’s beloved and seductive Mexican countryside is not. “all these utterly new buildings built by all these engineers-very efficient and clean and awful,” she grieves, inching past the pink cathedral and up a narrow side street. A stout man in a dark suit, gold watch fob strung across his ample waistcoat, forges along the sidewalk like a battleship. “Probably a lawyer,” Kennedy observes pointedly. “We haven’t seen too many of my friends this morning. I sometimes feel like the Queen of England going through here. All the bowing right and left!”</p><p>The post office workers greet her with smiles and salutations. It’s Diana this, Diana that, nothing today, Diana. At the <em>tortilleria</em> Kennedy loads her straw market basket with a towering stack of tortillas destined for the animals, then shoos me away from them. “There are rats back where they make the masa,” she warns. We check for the latest produce along the street of open market stalls flanking the cathedral. “The first wild blackberries—<em>zarzamoras</em>—are coming in,” exclaims Kennedy, indicating some buckets beside a stall. I think longingly of her wild blackberry ice cream. “Very disagreeable beans,” she says, pointing out a heap of long pods. We sample a cherimoya, its sweet, custardy flesh coming apart in crablike segments, then buy some tiny Mexican limes and move on. There are too many plastic gewgaws and pregnant women out here for Kennedy’s taste. We retreat into the cool, turquoise recesses of the big covered market.</p><p>Vendors on all sides greet Kennedy as she marches through, red tassel twitching busily from the back of her sombrero, in search of her favorite baker. (“i’ll never be able to show my face in this market again if I have to come here with one more photographer,” she confides with a grimace.) The baker is nowhere to be found; he is drunk today, we are told. We must settle for second best, which goes against the Kennedy grain; most of the local bakers use too much sugar nowadays, she says. She trails off, heading for the butchers’ stalls in search of pork for a recipe. “Not enough fat,” she insists to one butcher after hefting a slab of meat. Pork in Mexico no longer has that meltoff-the-bone quality she wrote about so lyrically in <em>Cuisines.</em> Finally she selects some nice shin and brisket, the <em>right</em> shin and the <em>right</em> brisket.</p><p>Out on the yawning, sunstruck plaza, she halts a passing police official in his tracks. Where’s that barbed wire they impounded after the burglary at her house? Diana wants it back. The official says it will take a week. “You said that two weeks ago,” she protests, raising a little hell. To what avail, however, is uncertain; the sidewalk conference ends unresolved. Next Diana makes a run on the bank, where she is a customer to be reckoned with. Antonio, a short, broad-faced fellow in a perfect, pale blue banker’s shirt, hastens to assist her. “Where I have a good balance, I don’t expect to wait in line,” says Kennedy. “I get better service here than in any bank in New York City. The people are smartly dressed. They wear ties. Of course, I always make a substantial contribution to their Christmas party.”</p><p>Sounds a lot like noblesse oblige, but Kennedy prefers to think of it as her part in a larger system of reciprocity of patronage. “I always try to do as much extra for people as I can, and they know that,” she says. There are the tire gauges she gave to the man who repairs her tires, for instance, the mirrors and honey for her Toyota mechanic. “and people know about my forestry,” Diana reminds me. That’s her pet project. Periodically the San Pancho padre arranges for a load of baby trees to be picked up by Kennedy at the forestry station, whereupon she rounds up the village children to distribute the trees. After a visit, the governor of Michoacan sent Kennedy a load of fruit trees that she divided with everyone in the village. That sort of thing has been great public relations for La Senora, whose arrival in the modest farm pueblo of San Pancho occasioned bemusement and even hostility. Now the same woman who once tried to block off Kennedy’s ranch entrance stops to gossip with her in the road. As much as Kennedy has become a part of the local landscape, though, she inhabits that ambivalent zone peculiar to expatriates; she is of the place and yet not of it. The jacaranda dispute is a case in point. One day Diana was horror-struck to see that six lovely old jacaranda trees had been cut down in front of San Pancho’s rosy church. She called the forestry service to blow the whistle on the offenders (cutting those trees was against the law in Michoacan, a state that’s serious about protecting trees). “It did get a bit tense,” she admits. “I think the jefe of the pueblo was fined, but nobody wants to say.”</p><p>The garish Pemex station just east of Zitacuaro is filled with highway noise and dust and late-afternoon sun. Kennedy sits at the wheel of her truck, having reclaimed it from the mechanics for the third time this week, and compliments the attendant on the station’s clean gas. It’s a rival station’s dirty gas that is fouling up her fuel system, she tells him. Suddenly she spies a trucker lighting up a long, brown cigarillo two pump islands over. “Can you believe that?” she hisses to me in English. “Stop him!” she orders the attendant urgently in Spanish. The attendant goes blank and noncommittal. Kennedy persists. The attendant walks off in the opposite direction. So D.K. starts yelling lustily across the pump islands. <em>“Idiota!” </em>she cries to the trucker, outlining in minute and devastating detail what a piece of foolishness he is engaged in. The guy looks over and keeps puffing. D.K. is furious. As we drive off, she gives him one last piece of her mind. His face doesn’t even change expression. A hundred yards down the road, she remembers the attendant. “Damn!” says the queen of Mexican food. “I forgot the tip.”</p><p><strong>A Mixed Blessing</strong></p><p><span class=\"dropcap\">B</span>y now I should be used to it. I’m sitting at Diana’s kitchen table eating deliriously good food, and she is telling me what’s wrong with it. The homemade chorizo atop the <em>cazuelitas,</em> a molten panfried pillow of masa dough laced with cheese, is a bit too <em>picante,</em> she complains; besides, the final flourish of <em>queso bianco</em> should be a different cheese. <em>Tacos de nopalitos</em> filled with a slippery saute of fresh cactus pads and epazote are so rambunctious that they make me cough. “Too much chile?” worries Diana. Finally comes the unlucky armadillo in his adobo sauce, roasted in a slow oven and crisped under the broiler, rich and fatty and crackly skinned. Pork crossed with goat? Im in such high-greed gear that it is minutes before I notice that Diana has only picked at hers. “What about the armadillo?” I ask. Since it’s the first time she has cooked one, I expect a verdict. “i’m not sure,” she replies.</p><p>I’m taken aback. The woman who has firm ideas even about ant eggs (loves them fried, hates them stewed) at a loss for words? In the silence, I begin to suspect something even more unsettling: Kennedy’s finely tuned palate is a curse of sorts. I may be having the time of my life, but she cannot quit appraising, calibrating, and qualifying every nuance of the food in front of her. “i’m starting to think of your palate as your curse,” I tell her. She considers me with sudden intensity.</p><p>“Paul said that, you know. It’s in my last book,” she says quietly. Then the passage comes back to me. Diana and Paul, who is dying of cancer, marooned in a Texas motel dining room as they drive crosscountry toward New York. Paul shoves his plate back in disgust. “I don’t know whether to thank you or not,” he bellows at Diana. “Most of my life I could eat anything anywhere, but now look what you have done to me. This damned rubbish.” With that same awful clarity, I see that food back in Houston will taste like poison to me. “a refined palate can be a curse, in a way,” Diana says presently. “But on the other side of the coin, when something is really good, the experience is so joyful.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "June 1985",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Food",
      "people",
      "Texas",
      "Water",
      "Cooking",
      "ever",
      "Houston",
      "Trees",
      "Children",
      "Mexico",
      "Restaurant",
      "Soup",
      "Tortillas",
      "ICE",
      "Masa",
      "Oil",
      "Pork",
      "Books",
      "Coffee",
      "Drives"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Texas",
      "Houston",
      "Fort Worth",
      "Austin",
      "Dallas"
    ]
  }
}