{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19942",
    "date": "February 1994",
    "year": 1994,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1994/19940200.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 104,
    "document_page_range": [
      [
        106,
        107,
        108
      ]
    ],
    "toc_order": 18,
    "toc_headline": "The Temptation Of Williamson County",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199402-thetempta",
  "source": "/1994/19940200.pdf",
  "wp_post_id": 128727,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-temptation-of-williamson-county/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "The Temptation Of Williamson County",
  "dek": "Was taking a stand against homosexuals more important to austin's northern suburbs than a new apple Computer office and seven hundred jobs?",
  "spread_caption": "",
  "excerpt": "Why austin’s suburban neighbors to the north wouldn’t take a bite out of apple Computer.",
  "kicker": "",
  "word_count": 1782,
  "content": "<p>To Southbound travelers on Interstate 35, Williamson County is indistinguishable from austin. The unmistakable accoutrements of suburbia—golf course subdivisions, chain motels, McDonald’s arches, and sprawling shopping centers—appear around Georgetown and continue almost unbroken for thirty miles into the urban center. But for many residents of Williamson County, nothing is more basic to their lives than their distance <em>from</em> austin, not just in miles but in values. In Houston and Dallas, austin is still regarded wistfully as a Hill Country paradise, but in the exploding suburbs of Williamson County, austin stands for poor schools, violent crime, high taxes, and most of all, a social permissiveness toward unorthodox lifestyles, evidenced by aging hippies, street people, and a large and vocal homosexual community.</p><p>This smoldering hostility toward austin helped ignite a political fire storm on November 30, when the Williamson County Commissioners’ Court voted by a 3-2 margin to deny a tax break for an $80 million telemarketing center proposed by apple Computer. The objection was not to the project but to apple’s corporate policy of extending benefits to live-in partners of homosexual workers. The snub of apple and its seven hundred jobs was a nationwide media sensation; the <em>New York Times</em> put it on the front page. For a week, until Commissioner David Hays changed his vote, the decision imperiled not just the apple venture but the economic development efforts of the entire state.</p><p>Nowhere, however, was the news from Williamson County greeted with more astonishment than in the rest of Texas. This is, after all, a state that is only now emerging from a decade-long recession and an even longer struggle to diversify its economy. The idea that government should maintain a good business climate has been a mainstay of Texas politics since the end of World War II. Other Texas communities—even Waco, the Baptist heartland—quickly let apple know that the company was welcome in their towns, if not in Williamson County.</p><p>Now apple’s office project is back on course—but Texas politics is not. The fight over apple revealed a state that is changing from one dominated by cities to one dominated by suburbs, and a politics that is responding less to economic issues than to questions of values and quality of life. Welcome to post-industrial Texas. Welcome to Williamson County.</p><p>“AUSTIN Is Trying To Keep Business Out To Protect cave bugs,” said the Reverend Donald Ledbetter. “They’re considered enlightened. Williamson County is trying to keep business out to protect our families. We’re considered Neanderthals.” The Reverend Ledbetter is the pastor of the Heritage Baptist Church in Georgetown. He has the round, expressive face that seems to be a prerequisite for getting into seminary, etched with deep lines that can instantly produce the appropriate emotion. His church occupies a two-story white frame house on a corner one block from the county courthouse where the apple vote took place. In the foyer is a poster that displays a pile of coins and the words “He is poor indeed whose only goal is making money.”</p><p>Illustration By Aletha Reppel</p><img/><p><em>In the beginning there was economic development. Then came family values.</em></p><p>Churches like Heritage Baptist were leaders in the fight against apple. Donald Ledbetter wrote a letter to the <em>Williamson County Sun</em> opposing the tax break and urged his congregation to do likewise. “i’m a Baptist, and I believe in the separation of church and state,” he said, looking back on the episode. “But the state doesn’t believe in it. It makes laws that we consider immoral and then says that the church needs to stay out of it. We can’t. When family values are left out, when a community invites bad morals in—and i’m not just talking about homosexuals—you just rip the spirit out of the fabric of the community.”</p><p>This is, of course, the language of the Christian right—a term that the Reverend Ledbetter does not like. “i’m considered part of the Christian right,” he said. “I don’t agree with that. I see values as a pendulum that swings left and right. The community changes. The church is supposed to stay in the same place. I deal with people who buy two or three acres and a horse and think, ‘This is the answer to life.’ Of course, it’s not. Character is what brings happiness. Strong fathers make strong families. Strong families make strong churches. Strong churches make a strong community, and a strong community makes a strong government. That’s what we want to get across to our leaders. We felt that voting for apple was sending the wrong message—that character is not important.”</p><p>In the suburbs, small churches like Heritage Baptist attract young newcomers. And Williamson County is teeming with young newcomers. Between 1970 and 1980, its population doubled and since then has almost doubled again, to 140,000. Before white flight from austin began, the largest and most important town in the county was Taylor, a farming and railroad center seventeen miles east of 1-35. Georgetown, the county seat, was a quiet town of 6,000, and Round <em>Rock, just up</em> the road from austin, was little more than a village. Today Round Rock has more than 30,000 people, and Georgetown is at 15,000, with thousands more living in unincorporated subdivisions just outside the city limits. Taylor, off the commuting route into austin, has been left behind.</p><p>The velocity of change has produced division and resentment. The east side of the county resents its loss of power to the west; the issue of apple’s tax break was first raised by the county commissioner from Taylor, which stood to gain nothing from new jobs on the west side of the county. Old families resent their loss of power to new arrivals; the First Baptist Church in Georgetown split when younger members wanted to build a gym and took the name of the church to a new building at a roomier location. There is little loyalty to place; in Round Rock, almost everybody works in austin. On a warm weekday afternoon, I drove through Serenada, a subdivision with ordinarysized houses on huge lots west of Georgetown, and saw virtually no children at play, just empty yards and empty garages. Arguments for economic development have little resonance for many of the newcomers. To commuters, growth means more cars on the freeway; to small-business owners, growth means competition from Wal-Mart and other giant stores.</p><p>It is not surprising that Williamson County is fertile ground for family values and churches, because for many newcomers, the family and the church are the only two institutions in which they are personally involved. Even the public schools no longer command widespread respect. Round Rock is currently involved in an imbroglio over whether the Christian right is behind the recent firing of the school superintendent. Nor is it surprising that homosexuality was the issue that finally brought all of the resentments into the open. Even crime and taxes are not as threatening to the family; homosexuality means the extinguishing of one’s lineage. And to make matters worse, guess which city council last September became the first in Texas to provide domestic-partner benefits to homosexual employees? austin’s, naturally.</p><p><span class=\"dropcap\">U</span>ntil the Moment Came For him to cast the decisive vote, Commissioner David Hays of Georgetown didn’t know what he was going to do. A 34-year-old former college tennis player whose family owns a title insurance company in Georgetown, he was on record as favoring the tax break for apple. In a letter to the <em>Round Rock Leader,</em> Hays had written, “Government should not tell private industries how to run their businesses! We should do everything we can, however, to lower taxes and ease the financial burden that straps many families today. . . . We need to attract industry into the County to defray the tax burden on our citizens.” But the calls! The phone had been ringing off the wall. Most of the callers said the same thing: “We don’t think our tax dollars should go to support homosexuals.” But that wasn’t really the point anymore. Somehow, the issue had escalated so that a vote for apple was a vote for homosexuality.</p><p>Hays found himself forced to choose between economic development and family values, two principles that he had always supposed went hand in hand. His family had moved to Williamson County when he was nine, and to him it is a place that is tough on crime, welcomes businesses with open arms, and is a great place to raise a family. The furor was a mystery to him; by Williamson County standards, he was an old-timer. He even liked austin. Hays was an old-fashioned pro-business Republican in a cauldron of political change. If culture and lifestyle were the issues, Hays decided, then he had to vote no.</p><p>“I did what I thought I had to do,” Hays reflected later. “I just felt that we needed to step back and let things cool off.” after the Tuesday vote, two other commissioners began working out a new deal: apple would get its tax break, and developers would donate the right-of-way for new roads, saving the county from having to buy it. The savings would more than offset the lost taxes. But would apple accept the plan? By now apple had scores of offers. Hays fretted all Thursday night. An idea came to him: Governor Richards had offered to intervene; he would call her at dawn. They set up a meeting, and on Friday morning three worried men from Williamson County headed for austin. Richards walked into the meeting room at the Four Seasons Hotel, saw some dirty coffee cups on a table, and busily started cleaning. For the first time in days, Hays relaxed. “I felt like I was visiting my mother,” he recalled. He explained the deal. “You boys go downstairs and get something to eat,” Richards said. She called apple, and thirty minutes later the deal was done. On December 7, the commissioners’ court made it official. The vote was expected to be unanimous, but to Hays’s dismay, the other opponents of the tax break repeated their negative votes.</p><p>Although the final arrangement was a better deal for Williamson County than the original, Hays received 139 calls against his second vote, only 22 in support. He had violated an old rule of politics: Take a stand and make one side mad; change a stand and make both sides mad. “It’s probably the worst thing I could have done politically,” Hays acknowledged of his encounter with the new politics of suburbia, “but i’m a better person because of it. I don’t agree with the lifestyle, but you don’t have to support it or condone it to be concerned about AIDS or care about people.</p><p>“It would have been almost bigoted not to vote the way I did the second time.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Apple",
      "Williamson County",
      "Church",
      "Family",
      "Austin",
      "Georgetown",
      "Politics",
      "Texas",
      "Business",
      "Rock",
      "Round Rock",
      "Jobs",
      "office",
      "Power",
      "Suburbs",
      "Taxes",
      "Texas Politics",
      "AIDS",
      "Cars",
      "Children"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Williamson County",
      "Austin",
      "Georgetown",
      "Texas",
      "Round Rock"
    ]
  }
}