{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19942",
    "date": "February 1994",
    "year": 1994,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1994/19940200.pdf",
    "issue_cover_image": "",
    "document_start_page": 94,
    "toc_start_page": 92,
    "document_page_range": [
      [
        94,
        95,
        96,
        97,
        98,
        99
      ]
    ],
    "toc_order": 16,
    "toc_headline": "The Guns Of Huejotzingo",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199402-thegunso",
  "source": "/1994/19940200.pdf",
  "wp_post_id": 128733,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-guns-of-huejotzingo/",
  "authors": [],
  "headline": "The Guns Of Huejotzingo",
  "dek": "The annual restaging of ancient battles in this small town is Mexico’s liveliest, most colorful carnaval. It’s also the loudest—by a long shot.",
  "spread_caption": "",
  "excerpt": "On the three days before Lent, amid clouds of smoke and the sounds of musket fire, this tiny town is the site of Mexico’s most chaotic carnaval.",
  "kicker": "",
  "word_count": 496,
  "content": "<p><span class=\"dropcap\">D</span>uring <em>Carnaval</em>, <strong>the Huejotzingueños divide into four battalions, each with its own traditional costumes. While there are French soldiers and Serrano Indians, some of the most interesting outfits belong to the Turks (right), who have tall hats, peacock feathers, homemade muskets, and silk capes embroidered with the images of Mexican heroes. Likewise, the Zacapoaxtlas (opposite) wear leather masks, beards woven from real human hair, and elaborate headdresses. Sunglasses are optional.</strong></p><p><strong>Text And Photographs By Geoff Winningham</strong></p><img/><img/><p>On Most Days Of the Year, You Might Drive Right Through Huejotzingo without stopping: It seems to be just another sleepy town on the old highway from Mexico City to Puebla. All you would notice would be the giant eucalyptus trees that line the road, the vast apple orchards that fill the countryside, the twin volcanoes—Popocatépetl and Iztaccíhuatl—that float against the blue sky. • Yet on the three days before Lent (February 13 through 15 this year), Huejotzingo is a place you would never forget, for it is the site of one of the most chaotic <em>carnavals</em> in the western hemisphere. Early in the morning on the first day, gunshots can be heard all across town. By dawn, people dressed in outlandish garb—as Indians, French soldiers, Turks—gather and dance to the music of local bands. By mid-morning, the streets have become a series of mock battlefields shrouded in gun smoke, as battalions of soldiers fire at each other with muskets. Amid all this, a beautiful girl appears on a balcony and is swept away by a noble bandit, who himself is pursued by lawmen on horseback. French and Mexican soldiers fire at the lawmen, cheering the abductor and his prize. At the same time, an ancient baptism and wedding are recreated in the <em>zocalo.</em> • Then the whole thing is repeated, again and again, until nightfall on the third day. It is <em>Carnaval</em> as it can happen only in Mexico: historical and whimsical, sacred and profane, full of fireworks and firewater, wild and crazy and wonderful.</p><p><em>Geoff Winningham is a professor of art at Rice University in Houston.</em></p><img/><p><span class=\"dropcap\">T</span><strong>he children of Huejotzingo love Carnaval. They look forward to it each year and take to the streets in costumes of their own. They even carry kidsize muskets (right). At lunchtime, activities in the street temporarily halt as soldiers prepare for afternoon battles (opposite, top). All the costumes (opposite, middle and bottom) are produced locally, including the Turks’ shoes (made from modified running gear), the hand-carved muskets, las naguillas (pleated pants), and the silk jackets.</strong></p><img/><img/><img/><img/><img/><img/><img/><img/><img/><p><span class=\"dropcap\">O</span><strong>pposite: Like many locals, orchard owner Jorge Justo (with his family, top) appreciates the legend of the Daughter of the Corregidor, which is immortalized on a mural (bottom) at Huejotzingo’s municipal building. The legend tells of the abduction of a beautiful woman by a noble bandit, which is reenacted each year. Left, top: More participants in wild costumes. Left, bottom: after three days of Carnaval, everyone in the city is tired. Their ears are ringing and their faces are covered with gunpowder.</strong></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1994",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Fire",
      "Guns",
      "silk",
      "Apple",
      "Art",
      "Children",
      "Dance",
      "Giant",
      "Highway",
      "leather",
      "Love",
      "Mexico",
      "Mexico City",
      "Music",
      "people",
      "Rice",
      "Rice University",
      "Running",
      "Trees"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": []
  }
}