{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198112",
    "date": "December 1981",
    "year": 1981,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1981/19811200.pdf",
    "issue_cover_image": "",
    "document_start_page": 160,
    "toc_start_page": 158,
    "document_page_range": [
      [
        160,
        161,
        162,
        163,
        164,
        165,
        166,
        167,
        168,
        169,
        170,
        171,
        172,
        173,
        174,
        175,
        176,
        177,
        178,
        179
      ],
      [
        288,
        289,
        290,
        291,
        292,
        293,
        294
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Texas, 1945 Or the Sad Cowboy",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198112-texas1945",
  "source": "/1981/19811200.pdf",
  "wp_post_id": 115863,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-1945-or-the-sad-cowboy/",
  "authors": [
    "Nicholas Lemann"
  ],
  "headline": "Texas, 1945 Or the Sad Cowboy",
  "dek": "These photographs are from the best documentary of life in Texas ever made. They gathered dust in an archive for thirty years before we found them. Then we found the people in the photographs.",
  "spread_caption": "The Hayden Miles Ranch in andrews County, November 1945.",
  "excerpt": "In a faraway archive we found the best photographs of Texas ever taken, never before published in a large group. Together, they show every part of the state as it entered the modern age. And each one has a story behind it.",
  "kicker": "",
  "word_count": 7744,
  "content": "<img/><img/><p>Esther Bubley</p><p><span class=\"dropcap\">L</span>ook carefully for a minute at the photograph on the opposite page. It has the unusual quality of conveying > both the precise feeling of a small moment—a card game in the bunkhouse of a ranch one evening during a roundup—and something large and important. The World War II pinup in the background places the picture well within what everybody thinks of as modern times, but otherwise all its particulars connote days long past: the cowboy hats and boots, the comfortable, weather-beaten clothing, the rough wooden wall in back, the harmonica at the lips of the man in the center, and most of all the solemn and slightly awestruck look on the faces of the boys, which suggests that a whole way of life is being passed from one generation to another here. Unavoidably, besides being about a card game, the picture is also about what Texas used to be and is no more.</p><img/><p>Charles Rotkin</p><p><em>The featureless road between Happy and amarillo, in the Panhandle, april 1950.</em></p><img/><p>Harold Corsini</p><p><em>Employees at the Baytown refinery leaving work on their bicycles, December 1944.</em></p><p>The picture was taken outside andrews, in the corner of West Texas where the Great Plains meet the desert, in 1945. The pictures on the following pages—pictures of every part of the state and nearly every walk of life, of the Panhandle and the Valley, of cowboys and clerks—also connote, in their different ways, a Texas long gone by. They are about hard work and close families, about loneliness and simple pleasures. They were taken between 1945 and 1950, but they look older than that. They seem to belong to a distant past—1930, or 1920, or even 1890—rather than to a time when people now still young were already born. They seem that way because Texas has changed dramatically and completely in the last 36 years, more so than practically any other part of the United States. In that short time the state has crossed the border from country to city and from agriculture to industry, in ways that have remade everyone’s life.</p><p>Texas was mostly rural in 1940; in 1950, by the Census Bureau’s measurements, it was mostly urban, just as it is to a much greater degree today. In the year the picture of the cowboys was taken the value of farm and ranch production in Texas was greater than the value of crude oil production, just as it had always been; in 1947 oil moved ahead, and it has dominated the economic life of the state ever since. This is a business state and an urban state now, and a much richer one too; that’s one reason why the pictures look so old. In 1945 a cowboy could still stand as a symbol of Texas life. Today a cowboy is quaint, a curiosity, and a symbol of Texas only in the minds of the sentimental.</p><p>There is a second sense that these pictures convey, besides the sense of long ago, and that is the sense of loss. It is ingrained in us that something was destroyed in the big change between the time of the pictures and now—that in those days there was space and simplicity to life in Texas, a sense of the outdoors, of freedom. The cowboys in the photographs seem noble and tough, but the men who are working with steel and machines or behind desks seem small and inconsequential, robbed of their ties to the land and hence of their dignity. In other words, it is difficult not to feel that the age of ranching was in some way morally superior to the age of oil. Or, to be extremely specific, that a man like the sad cowboy with the harmonica in the middle of the bunk-house picture led a life that was grand and that nobody lives anymore.</p><img/><p><em>In Humble’s lower, or “poor boy,” camp in Tomball, the Tanners—Jimmy, a gauger, Velma, his wife, and Gene, their youngest son—at home in the evening, May 1945.</em></p><img/><p>Sandy King</p><p><em>Gene Tanner in his office in Houston.</em></p><p>Esther Bubley</p><p><strong>The Poor Boy</strong></p><p>Gene Tanner, the boy playing on the floor in this picture, is 45 now. His parents, Jimmy and Velma, are retired and still live in Tomball. Gene is the Houston division manager for Ideal Basic Industries, a cement company based in Denver.</p><p>“Tomball was just a little old sleepy town. A little oil town. Daddy moved there in ’32 and the oil play was just starting. Back then, people like him were oil field trash to the rest of the town. In the forties the oil people got established and there was an oilman mayor.</p><p>“Probably that was the best time to raise kids. Everybody knew you. You had church. Better yourself. Discipline. Starched white clothes. Most of the people there had come off the farms. Everybody was striving for their kids, trying to do better. Maybe other towns had the same thing, but a lot of people who came through said, ‘Boy, this is a nice town.’ That’s what has fueled Houston, is us people from small towns.</p><p>“Now I live in a big old house, and I was saying to my friend the other day, ‘Do you think we’re doing right with our kids?’ That’s one of the things that concerns me, my generation’s kids. Are they going to be as aggressive, are they going to want to succeed as much as we did? I think poorness breeds success. I used to get one pair of shoes a year.’’</p><p><em>N.L.</em></p><img/><p>Russell Lee</p><p><em>Loaded into a truck like cattle, a crew of day farm laborers waits to be driven to the next job, Harlingen, December 1945.</em></p><img/><p>Harold Corsini</p><p><em>On the roof of a steel storage tank holding crude oil, workers spray on a coat of shiny aluminum paint, Baytown, June 1946.</em></p><img/><p>Russell Lee</p><p><em>Hammtown was wherever N. R. Hamm’s wheat harvesting crew happened to be, from Canada to Texas; near Vernon, June 1949.</em></p><img/><p>Harold Corsini</p><p><em>Flapping in a stiff breeze, some workmen’s overalls hang on a clothesline to dry at the Humble refinery, Baytown, June 1946.</em></p><img/><p>Russell Lee</p><p><em>Children at a company barbecue at the Humble camp in McCamey, September 1947.</em></p><img/><p>Russell Lee</p><p><em>at 5:45 a.m., a crew of wheat harvesters near Vernon eats breakfast, June 1949.</em></p><p>The sad cowboy’s name was Ruel Lowe. I was curious enough about him that I went to andrews to find out what his life was about, hoping also to learn what was lost when one Texas culture fell and another rose in the late forties. The answer wasn’t what i’d expected at all.</p><p><span class=”dropcap“>T</span>he picture was taken by a woman named Esther Bubley, then 24, now 60, as part of a gigantic photographic enterprise whose fruits—85,000 pictures, 6000 of them of Texas—lie unnoticed in an archive at the University of Louisville in Kentucky. A very few of the pictures surfaced in various publications in the forties and fifties, but the 33 printed here are by far the most ever reproduced in one place at one time. Although they are, taken together, extraordinary both as works of art and as a record, until now only a few dozen people knew they existed.</p><p><strong>The auto Dealer</strong></p><p>Mayor Cecil Faris, the man at the microphone, is announcing the allied victory in Europe to the people of Tomball in this photo. The two men behind Faris are F. K. Rose, a mail carrier, and Millard Ford, the Chevrolet dealer in Tomball. The small boy in the lower left corner of the picture, with the ecstatic look on his face, is Roy, the second of Millard Ford’s three sons. Roy was nine years old at the time; now he is 45 and lives in a pleasant suburban-style house in Tomball.</p><p>“I don’t remember the end of the war. I remember the beginning. They bombed Pearl Harbor on my sixth birthday. And I remember all the boys coming back from the army and playing for the high school. Some of them were eighteen, nineteen, twenty years old. That was when the Tomball football team was whupping up on everybody. I knew there was a war on, but I wasn’t to the stage of looking in the paper every day to see the list of casualties. But my dad says there was a one-day celebration the day of victory in Europe, and then they also had one for the end of the war.</p><p>“My dad’s dad moved here from Cleveland, Texas, and opened a sawmill. Dad worked parts in a car repair shop, and then in ’38 he bought the Sinclair station in town. Any boy in uniform, he’d sell him gas, even if the boy didn’t have any coupons. In ’44 the old Chevy dealer in town went out of business and Dad bought the dealership, Ford’s Chevrolet. Millard Junior, my older brother, went in the business in ’52. I went in in ’62. We bought the place from Dad in ’73.</p><p>“I worked there six days a week, fifteen, sixteen hours a day. And then in ’79 we sold the dealership to Monty Haskins. The car business is a good business. You make a lot or you lose a lot. There’s no in-between. Our business was very profitable, and we had an offer that gave us the chance never to work again. We got out six months before the business went bad. We were lucky. Real lucky.</p><p>“Now i’m retired. I do things around the house, play tennis, cook, mow the yard. I never mowed the yard before ’79.</p><p>“In the old days there was a big sign outside of town that said ‘Oiltown, USA.’ Everything was Humble. There was a producing oil well under the stands at the football field. Tomball wasn’t so close to Houston then. It was a long way. People didn’t go there. We just had one paved road in town.</p><p>“The Tomball field quit producing in ’62, and most of the people work in Houston now. They commute. They still almost all work for Exxon. They all go to Houston every day. Back in the forties we were Class B and now we’re Four-a. Houston’s grown out to FM 1960 and that’s only eleven miles away. Tomball’s slowly moving out to FM 149, which is the road to Houston. We were the first business to move out there. You really haven’t even seen the town these days until you’ve seen McDonald’s and Safeway.</p><img/><p>Esther Bubley</p><p><em>Cecil Faris, the mayor of Tomball and a Humble gas station owner, announces a town holiday because of V-E Day, May 1945</em></p><p>“Right now Tomball’s just right. It’s close enough to Houston and still out a little. We go into the 1960 area a lot for movies and shopping, but we don’t go to Houston per se. Tomball will grow. It’s gonna grow. It can’t get smaller. Pretty soon you won’t know everybody anymore.”</p><p><em>N.L.</em></p><img/><p>Sandy King</p><p><em>Roy Ford on Main Street in Tomball, at the site of Mayor Faris's speech.</em></p><img/><p>Russell Lee</p><p><em>G. R. Church, Jr., a seismographic “computer”-a mathematical clerk-checks records from the oil field, Houston, august 1947.</em></p><img/><p>Russell Lee</p><p><em>at the Baytown refinery, a worker in the hydroformer unit is dwarfed by the valve control board he is adjusting, November 1950.</em></p><img/><p>Esther Bubley</p><p><em>In the days before oil derricks were thin and sleek, workers in andrews County build a drilling rig on the plains, November 1945.</em></p><img/><p>Edwin Rosskam</p><p><em>a serviceman’s wife, pressed into service at Baytown because of the war, rests next to a sulfur dioxide unit, January 1944.</em></p><img/><p>Russell Lee</p><p><em>Tanks for storage of methyl ketone at the Baytown refinery, February 1949.</em></p><img/><p>Russell Lee</p><p><em>Cotton bales in the yard of the gin in Vancourt, near San angelo, February 1948.</em></p><p>The photos were commissioned by the Standard Oil Company of New Jersey, now called Exxon, but the driving force behind them was Roy Emerson Stryker, an economist who didn’t know how to use a camera. Stryker was a professor at Columbia University who left teaching and went down to Washington in 1935 to work for his former faculty colleague Rexford G. Tugwell, who was assistant Secretary of agriculture and a leading member of Franklin Roosevelt’s brain trust. Officially, Stryker was hired as chief of the historical section of the Resettlement administration (later renamed the Farm Security administration). In plain English his job was to hire photographers to take pictures of rural poverty in america, with which Tugwell could lobby Congress to pass the New Deal economic program. He signed up Ben Shahn, Walker Evans, Russell Lee, and Dorothea Lange, among others, and the work they did is now recognized as an important document of the Depression. The FSA pictures have been collected into half a dozen books, and original prints sell for as much as $1000 each. The then-unknown photographers are now recognized as masters.</p><p>In 1942 Stryker left the government to work for Standard Oil, which was the most hated company in america, both on general principles and in reaction to a just-finished trial on groundless charges of collaboration with the Germans. Standard Oil hired Stryker to improve its image and to provide the visual accompaniment for its new slogan, “There’s a drop of oil in the life of everyone.” Stryker took the job, according to people who knew him, because it would allow him to chronicle the whole world. He hired a first-rate group of photographers —Russell Lee again, Gordon Parks, Bubley, Edwin Rosskam, Harold Corsini —and sent them practically everywhere, with loose instructions to photograph whatever seemed interesting. Stryker saw their purview as not only the oil business itself but also its economic ripple effects. He was interested in how oil money touched an entire society and in how users of petroleum products (in other words, everybody) lived.</p><img/><img/><p><em>Lois Westfall, whose husband Howard was foreman at the Noble Holt sheep ranch near Dry den in Terrell County, feeds her granddaughter, Jean Spilsbury, September 1945.</em></p><img/><p>Olin Boese</p><p><em>Mrs. Westfall today, outside Barnhart.</em></p><p>Esther Uubley</p><p><strong>The Ranch Wife</strong></p><p>Lois Westfall’s second husband, Howard Westfall, was foreman of the Noble Holt Ranch, a sheep ranch near Dryden in Terrell County, at the time this photograph was taken. Today Mrs. Westfall is a widow and lives in a mobile home on the edge of the town of Barnhart. The baby she is feeding in the picture is her granddaughter, Jean Spilsbury, who is now working as a nurse at the University of Texas animal Research Foundation in Ennis. Howard Westfall died in 1975.</p><p>“1 was born and raised in Tarrant County. I was cashiering at the Fort Worth Stock Show and Rodeo in ’34 when I met my husband. He was roping calves in the rodeo. We were married in June of ’35. Howard rodeoed for fifty-eight years. He is in the Texas Cowboy Hall of Fame, and he was nominated for the National Cowboy Hall of Fame.</p><p>“We rodeoed in ’35 and part of ’36. Then we went to the Nate Hickman Ranch in Big Lake for four and a half years. We left when Virgil Powell from San angelo bought it and Howard didn’t want to work for him because he was a close friend. We went to Clovis, but we didn’t like it up there so we went to Marfa, on the Pescacho Ranch. We stayed five years and then went to work for Mr. Holt. After that we went to Fort Stockton and then Ozona and then the Jack Turney Ranch in Edwards County, between Sonora and Rocksprings. We stayed there twenty-five years. It’s rough country there. Howard liked that better than the plains.</p><p>“When Howard died 1 left the ranch. I tried to buy a place in San angelo but it was way too high. My daughter and son-in-law—he’s going to be the foreman over here at the Rocking B Ranch —they said, buy a house trailer. So I did.</p><p>“There wasn’t much money in the old days. You see on TV now how people say they can’t live on what they make. Well, we was working for sixty dollars a month. You can always get by if you try and you want to. Now cowboys get a hundred dollars a day. By the month, I don’t know. But you can’t keep no stock. You can’t have nothing of your own.”</p><p><em>N.L.</em></p><img/><p>Russell Lee</p><p><em>The farmers' market in downtown Houston, august 1947. It had 280 stands, covered ten blocks, and was patrolled by one cop.</em></p><img/><p>Esther Bubley</p><p><em>Some town ladies visiting after Sunday morning services at the threadbare assembly of God church in Tomball, May 1945.</em></p><img/><p>Esther Bubley</p><p><em>Hardy Gilliam, the manager of Klein's Checkerboard Feed Store in Tomball, pushes some sacks across the porch, May 1944.</em></p><img/><p>Esther Bubley</p><p><em>On the Hayden Miles Ranch, an old cowboy and a young one eat next to the chuck wagon during a roundup, November 1945.</em></p><img/><p>Russell Lee</p><p><em>a leading restaurant in Odessa, with awnings for drive-in customers, October 1947.</em></p><img/><p>Russell Lee</p><p><em>Cattle gather around a windmill-fed watering hole on a ranch near Hart, June 1949.</em></p><p>The pictures appeared in Standard Oil employee publications and annual reports, but like the FSA pictures, they transcend the propaganda purpose for which they were intended. Stryker’s photographers firmly maintain that they were given complete freedom by Stryker and the company and that none of their work was censored in any way. With the possible exception of the pictures of oilcompany-owned housing camps, which seem idyllic beyond the limits of credibility, their work bears them out. It presents life straightforwardly and without gimmickry. The curator who assembled the famous FSA pictures for the Library of Congress once said he always thought the Standard Oil pictures had “more bite.”</p><p>In 1950 Standard Oil stopped the project, having become much more popular with the public. Stryker moved to Pittsburgh to teach and assemble photographs at the university there. He died in 1975. Standard Oil kept the pictures at Rockefeller Center in New York for ten years and then donated them, at Stryker’s urging, to the University of Louisville’s photographic archive, where they are today.</p><p>Naturally Texas, where Standard Oil operated as the Humble Oil and Refining Company and where nearly half of america’s oil was then produced, was important to Stryker’s project. He sent six photographers here, three of whom did the bulk of the work: Bubley, Lee, and Corsini. Corsini’s major project was to photograph Humble’s Baytown refinery, one of the biggest industrial plants in the world, with, he says now, “the idea of making it look like a sculpture, not a bunch of pipes.” Lee photographed parts of Houston and East Texas in the late summer of 1947, then went to West Texas and took pictures of San angelo and Odessa and some smaller towns, then to the Lower Rio Grande Valley to shoot the fruit and vegetable growing industry. He photographed the West Texas cotton business and a wheat harvest in the Panhandle; ranching, refining, and the laying of pipeline. He covered nearly every facet of the life of the state except the big cities, and he now says that was an omission that resulted from his and Stryker’s stunningly unprescient assumption that the cities were not necessary to an understanding of Texas.</p><img/><p>Sandy King</p><p><em>Dr. Nedll Longley at his suburban home.</em></p><p><strong>The Barber’s Son</strong></p><p>The boy in the scout uniform, shining shoes, is Neill“ Longley, the son of Dewey Longley, the barber in andrews. The other boy is Carl Lee Underwood, Jr., known as Curly, who became a county employee and died late one Saturday night in 1956, at the age of 31, in an auto accident twenty miles outside of andrews. Dewey Longley died last year. Dr. Neill Longley, 51, practices radiology in Houston.</p><p>“My daddy came to Houston out of high school and stayed with an aunt and went to barber college. That was the only professional job he felt he could qualify for, and he wanted to be a professional person and something besides a farmer.</p><p>“When 1 was about four we just couldn’t make it anymore in the cafe and barbershop we had in Inadale, so Daddy decided to strike out. We went on the road. We sold pots and pans and Daddy cut hair on weekends. We lived in a tent. If things were good, we’d stay in a town a month. We’d go to San angelo, Lubbock, Pecos, Fort Stockton. There were hardly any roads. The old Model a got stuck a lot.</p><p>“We had a wreck one time. That’s one of the most memory-provoking things in my life. We had peaches and a sack of flour in the back seat, and we turned over between andrews and Eunice. My father was bleeding and covered with flour, and I thought he was dead.</p><img/><p>Esther Bubley</p><p><em>In the barbershop in andrews: Neill Longley shines shoes and Carl Lee Underwood gazes at a customer's boots, July 1945.</em></p><p>“We were in town after town after town, and finally my father came to andrews. I never could figure out why we settled there. Daddy was a drinking man and andrews was a dry county, and he spent half his time going to the Moonlight Bar in Odessa.</p><p>“He worked in the old hotel barbershop for another barber. Then he worked for <em>another</em> barber. Then he opened his own shop. It was on the corner of Broadway and First where the main red light is, and he rented it from</p><p>Cokenaw of Cokenaw’s Cafe. He came in ’36 and got his own shop in ’38. That was right before the oil boom hit, and there were a lot of roughnecks and roustabouts, and he was making more money than he ever had. My mother cooked and waitressed for Mom Hartley at Hartley’s Drive-In.</p><p>“In ’38 Mother took me to Colorado City, and we went to a lumberyard and she got a trailer chassis and built a trailer house from the ground up all by herself. It took her six weeks to make the house. That was our first home. She pulled it back to andrews and we lived to the side of Mom Hartley’s drive-in. My daddy started making more and more money from the oil people. We bought a house and five acres from Mrs. Fanny Matthews. The house has three bedrooms,</p><p>a kitchen, a screened back porch, and an open front porch. That’s where I grew up.</p><p>“I was kind of a loner. I’d just run and run in the sand hills. About that time the war came, and I got a stick and played war games and parachuted off the windmill. Once my friends and I set some weeds on fire and got a family whupping.</p><p>“I worked at the shop shining shoes. I got a war bond, $18.75 a month, from my daddy for cleaning the house, so after school i’d do that. Then i’d shine shoes. Then, Mother had gotten a job working for Dr. Wood, our first doctor there, so after I shined shoes i’d go over to the hospital where she was to study. And I read the medical books. And I decided I wanted to be a doctor.”</p><p><em>N.L.</em></p><img/><p>Esther Bubley</p><p><em>In the recreation hall of a Humble camp in Tomball, wives of employees play cards at a meeting of their “study club, ” april 1945.</em></p><img/><p>Esther Bubley</p><p><em>In front of the City Cafe on Main Street in Tomball one evening, four oil field hands take their leisure, april 1945.</em></p><img/><p>Russell Lee</p><p><em>Men buying tickets to a rodeo, San angelo, September 1947. The price was comparable to that of a fancy meal in those days.</em></p><img/><p>Esther Bubley</p><p><em>First Baptist Church, Tomball: Mildred McGowan, Noreen Cannon, F. K. Rose, and C. H. Shaw at evening services, May 1945.</em></p><img/><p>Esther Bubley</p><p><em>Newlyweds Willie (l.) and Gene Bishop on a West Texas ranch, September 1945.</em></p><img/><p>Esther Bubley</p><p><em>Berry pickers selling their wares on the road from Houston to Tomball, april 1945.</em></p><p>Bubley came to Texas in the spring of 1945 and went immediately to Tomball, a small town thirty miles northwest of Houston then going through an oil boom. She spent the next three months there producing a detailed record of nearly every aspect of the community: school and church, work and leisure, family life and social life. Tomball is a town with the feel of the South and not much intrinsic cause for prosperity, and so it has always been eager to become a company town for whatever company would have it. In 1906 the railroad came through, and the townsfolk were so grateful that they named their community after the railroad’s lawyer, Thomas H. Ball of Houston. In the 1940s Tomball was a company town for Humble. The company built two camps for its employees—the upper camp was for the managers and the lower one, called the poor boy camp, for the oil field hands—and even secured drilling rights to the entire town in return for providing free gas and water. After the arrival of Humble, Tomball became—judging from Bubley’s photographs, at least—a pleasant, slightly too neat, classic american town, set apart from the standard smalltown mythology only by the presence of oil wells.</p><p><em>(Continued on page 286)</em></p><img/><img/><p><em>Jimmy, Melvin, and G. N. Timmons (l. to r.) in the tent where they lived, andrews, July 1945. G. N., a farm laborer, didn't like oil; seven of his thirteen kids are in the oil business.</em></p><p>Esther Bubley</p><p><em>(Continued from page 176)</em></p><p>From Tomball, Bubley went briefly to Galveston Bay, and then she headed west. She photographed a Humble pipeline camp in the western Hill Country near Vanderpool, at that time a poor and isolated area, now a retreat for well-to-do city people. She moved on to the town of andrews and then went down to Terrell County on the border to stay on a sheep ranch and photograph the shearing. She returned to andrews for her final assignment, the roundup on the Hayden Miles Ranch just outside of town. It was there that she took the picture of the cowboys playing cards in the bunkhouse.</p><p>All the Standard Oil pictures together present a comprehensive vision of Texas at a crucial moment. They show bespectacled businessmen and grease-stained roughnecks, Mexican farmworkers and frontier housewives, wild horses and sophisticated machinery. Everything looks different from the way it does now, even the people. They look lonelier, leaner, and, to be less lyrical about it, poorer. Texas was 32nd among the 48 states in median family income then, and John Gunther, in his 1947 book, <em>Inside U.S.a.,</em> approvingly quoted Pappy o’daniel calling Texas “New York’s most valuable foreign possession.” It is mildly surprising to realize that the children in the photographs are only in their forties now, that there is that direct a link between now and then.</p><p>Some of the photographs look as if they could have been taken anywhere in rural america. Some of them look like pictures of Mexico. The pictures of andrews and the ranch on its outskirts are the ones that look most like the notion of Texas that you’d get from the movies. For that reason, the impulse to let the Standard Oil photographs stand as small metaphors for Texas is strongest for those pictures, and the curiosity about the people in them and their fates over the intervening years is the most intense. It cannot really be a question whose answer reveals all truths about the state, but again, what was that cowboy’s life like?</p><p><span class=\"dropcap\">Y</span>ou get to andrews by driving up U.S. 385 from Odessa, a rulerstraight road through the flat desert of the Staked Plains. Except in rare patches, the land is unirrigated and untamed: ugly, certainly, but grand because of its endlessness. There are no trees, just grass and scrub. When the land rolls, it takes its time doing so, as if to make even the slightest break in the monotony last as long as possible. This was the final part of Texas to be taken away from the Comanche Indians; andrews County wasn’t organized until 1910. It isn’t naturally good for anything but cattle ranching.</p><p>Pump jacks are everywhere along the road, bobbing up and down as fast as the Railroad Commission will allow; andrews County is the third-largest oil producer in Texas, behind Ector (right next door) and Gregg (in East Texas). It has three major oil fields. All the pump jacks bring the eye into the short range when the country demands the opposite, and thus work against its peculiar physical appeal. It’s easy to understand how Homer Bannon, the old rancher in Larry McMurtry’s <em>Horseman, Pass By,</em> felt when he wouldn’t let the oil company drill on his ranch, saying, “There’ll be no holes punched in this land while i’m here.”</p><p>But in andrews, there weren’t many like him; the town seems to have been quite eager to loosen its ties to the land and enter the oil age. On the roads into town are signs that read “Welcome to andrews, Oil Capitol of the World” and “andrews Loves God and Country and Supports Free Enterprise.” In august of this year, when the county celebrated the production of its two-billionth barrel of oil, the lead article in the <em>andrews County News</em> said: “andrews makes no pretensions: it is an oil town. With all the good and bad things it implies, andrews was built on oil. Before the oil boom of the early 1940s, andrews County was just another huge slab of sunburned, semiarid West Texas. It was a poor and sparsely populated region.”</p><p>Yes, it was, and people in andrews will admit that much quicker than will people who didn’t live there. In the official county history nearly every family contributed a brief account of itself, and taken together they testify to a way of life far rougher and bleaker than is commonly ascribed to small towns two generations ago. To quote a few:</p><p>“andrews seemed to be the end of the road.”</p><p>“The sandstorms were so bad at times we couldn’t see the sun for three or four days at a time.”</p><p>“We used to pray for rain a lot. We used to pray for rain on Sundays in church.”</p><p>“There were not too many people here and the town sure was not much.”</p><p>“The struggles to make a living sometimes seemed more than a man could stand, but somehow, somewhere, Bob Moxley seemed to always draw the strength to continue.”</p><p>“I often say that if I had not firmly believed ‘Whither thou goest . . I would have taken my son and gone home to mother.”</p><p>In retrospect, it’s difficult to understand why people who didn’t own land stayed in andrews at all. In fact, most of them didn’t: the county’s population was six hundred in 1940. And even the ranchers led mean lives. In the thirties times were so bad that people were killing their cattle because the government would pay $5 for a patch of the hide. The circumstances in those days of Jim Parker, widely acknowledged as the richest man in the county, are described this way by his daughter-in-law: “In 1933 the loan company again counted the cattle in preparation for taking the mortgaged stock. When they couldn’t arrange for their pasture they decided to give Jim $100.00 a month to feed his family and run the three ranches—then both sides prayed for a miracle.” The county’s family histories are full of stories of other big ranchers who would wangle jobs delivering the mail or collecting taxes and be off the land like a shot. Even the official Father of andrews, R. M. Means, a pioneer rancher much beloved for helping to rig the 1910 election that moved the county seat from the town of Shafter Lake to andrews, left for abilene the minute he made a little money. He lived in abilene the last 38 years of his life. The county history says kindly that he “remained a staunch supporter” of andrews, however.</p><p>Oil was discovered in andrews County in 1929, but the big change can be dated from the moment that Henry Black arrived in the town in 1934.</p><p>Black was the Humble Oil and Refining Company’s district supervisor in andrews and so, without question, the most important person in the county. He was born and raised in East Columbia, near the mouth of the Brazos. He went to work for Texaco as a roughneck at the age of fifteen and stayed in the oil business for the rest of his life. In 1926 he brought in the Yates field near Iraan for Humble, and eight years later he drilled the discovery well in the Means field, on the ranch of the Father of andrews. Black built the Humble Means camp, complete with trees and a recreation hall, eight miles north of the town of andrews, and eventually 52 families lived there. He was the local personification of the biggest oil company in Texas, the sole ruler of a company village, and the source of the best-paying jobs in the county. He was not known as a sweet or gentle man, but he was respected. To be hired by Henry Black meant you could get married and raise a family.</p><p>In 1941 the Fullerton field came in and in 1947 the Dollarhide and Shafter Lake fields, and andrews County had its oil boom, complete with overcrowding, fights, housing shortages, almost weekly deaths on the Odessa Highway as people drove back drunk late at night, a few unseemly pregnancies, and the smell of creosote in the air. Nobody complained much, given what had gone before. In the fifties andrews settled down and became a prosperous oil town, with an excellent school system and a powerhouse football team. In the sixties, as oil exploration waned, so did andrews, but the OPEC price increases of the seventies, the introduction of waterflooding recovery techniques, and most recently price decontrol have all got andrews booming again. The population of the town is 11,000. There are four or five places to eat, and paved roads, and because of the schools people are confident that their kids will be able to go on to college and do well in life. All that means a lot in andrews, because not so long ago none of it was there. Everybody knows why things got better. It was because of the oil.</p><p>Before oil, everyone in andrews was poor, and the poorest of all in the forties was the Timmons family. They were farm laborers; they pulled and hoed and chopped cotton for a living. They would work a harvest, buy a dilapidated car with the proceeds, and drive on to the next harvest.</p><p>In 1939 the Timmonses worked the harvest in Gatesville, near Waco, bought a ’29 Chevy, and headed west. They had heard there was a big cotton crop in northern Mexico. They got as far as El Paso and ran out of money and gasoline. Somebody had to steal a bunch of bananas so they could eat, and then they got started again, but they ran out of gas once more in Mexico. They flagged down a truck and traded a pocketknife for a couple of gallons and made it, finally, to the cotton fields. They pulled cotton for a couple of weeks, saved up ten or fifteen dollars, and headed back north, bound for the cotton fields near Lubbock. But in andrews they ran out of money again, so andrews became their home.</p><p>You can see a picture of the senior Timmons, G. N., and two of his thirteen kids on page 177. It was taken in 1945, in the old army tent on the edge of town where they lived, with three beds and no lights or running water. The old man is long dead now, but the two boys in the picture, Jimmy and Melvin, still live in andrews. I went to see them at Jimmy’s house a couple of miles outside of town, which he built himself. It is a one-story white house made of concrete blocks, carpeted and wood paneled and comfortably furnished inside. Next door on the same lot is a small mobile home where their mother lives.</p><p>Jimmy is a lean, jug-eared, redheaded man, and he obviously didn’t find looking at the photograph very pleasant. “I wouldn’t want a picture like that flashed around,” he said. “Those was hard and hungry times.”</p><p>Melvin disagreed. “i’m not ashamed,” he said. “That’s the way it was for a long time for us. Hell, we went two and three days without food. It was really rough. We were worse than the people in the ghetto. I wouldn’t never go back to that. No way. That’s what keeps me going.”</p><p>“i’ll tell you one thing,” said Jimmy. “Before i’d let my kids go through that, i’d steal. I’d <em>never</em> go through it again.”</p><p>I asked Jimmy how he and Melvin had escaped a life of poverty. “The oil field,” he said without hesitation. “all of us went to the oil field just as soon as we could. That’s all there was to it. And the oil field’s been great to us. We’re not rich, but we live a good medium life.”</p><p>Why hadn’t their father gone into the oil field, then? “He tried it,” Jimmy said. “He roustabouted once for a while. But he always wanted to go back to farming. Farming’s all Daddy ever knew. That’s what he grew up around. He didn’t like any part of the oil field. He thought it was . . . just oily, that’s all.”</p><p>Today seven of the thirteen Timmons kids work in the oil business. Jimmy and Melvin both went into well servicing, and both worked their way up from the floor to tool pusher. In October they quit their jobs to start their own well-service company. Their good fortune pales next to that of the ranchers in andrews County, all of whom are rich from oil royalties now, but that doesn’t mean it should be dismissed. Before oil came, the ranchers were at the edge of failure and there was no middle class or even working class in andrews, or in much of the rest of West Texas. The only thing to be was a cowboy. Andrews has its stories of people who couldn’t handle the oil money and would have been better off without it, but for themselves most people are deeply grateful that the oil came. There is nothing romantic or virtuous about being poor.</p><p><span class=\"dropcap\">W</span>hen shown Esther Bubley’s picture of the cowboys playing cards in the bunkhouse, nobody in andrews recalls who the man in the foreground is. Everybody says he must have been just a cowboy who moved on to another ranch. The young man on the right in the photo, in the flat hat, is one of the Craddock boys, sons of a large family of small ranchers. It might be Will Ed and it might be Thomas Joe or Billy D.; nobody knows for sure.</p><p>The other two boys whose faces can be seen in the picture are W. H. and Dan Black, the sons of Henry Black, the Humble superintendent. They were in the bunkhouse because their father and Hayden Miles, the owner of the ranch, were partners in the Black and Miles Cattle Company. Black leased some land up near the Humble camp, and he and Miles ran the cattle back and forth between their two places. In retrospect, it seems there was more in this arrangement for Hayden Miles than for Henry Black; Miles got the use of Black’s land, and it was well known that anybody connected with the Humble company had easy access to pipe, fence, and other invaluable equipment. Black’s income from the cattle company could not have been great. A man in his position needed to maintain good relations with the ranchers in the district, from whom oil leases had to be bought. Ranching with Miles allowed Henry Black to assume the role of the traditional figure of respect in the county, and it allowed his sons to grow up knowing cowboying. That’s why they’re in the picture. They were learning how to cowboy, but there wasn’t ever the slightest chance that they’d actually become cowboys. They were going to become oilmen.</p><p>In 1946, the year after the picture was taken, Henry Black left Humble and, in partnership with a rich man from Midland, started the Henry Black Drilling Company. He moved to Midland and got rich himself. He owned seventeen drilling rigs and a company plane and a large homeplace in Brazoria County on the coast, back where he grew up. W. H. and Dan took over the business from him.</p><p>When oil exploration went sour in the late fifties, the two brothers sold off the company’s rigs. Even before that, a sevenyear drouth in the early fifties forced their father to sell most of his cattle in andrews County. They bought more land in Brazoria County and trucked what was left of their cattle there. Now Dan, who’s in the middle in the picture, lives in Midland and invests in oil drilling projects and looks after some real estate interests in arkansas and Brazoria County. W. H., who’s on the far left in the picture, lives in Richmond and runs the ranch, while at the same time selling it off slice by slice to become new suburbs of Houston. He grew up driving cattle across open range, worked all over in the oil business, and is now in the business of increasing the size of the biggest city in Texas—a life that would be unbearably symbolic to someone less commonsensical than W. H.</p><p>I went to see Dan and W. H. and showed them the photograph, and tjiey had a wonderful time reminiscing about the old days in andrews before oil got so big. They talked about the cowboys they had known, about cold December mornings on the ranch, about missing school for roundup, about getting up before dawn and riding to faraway grazing lands, about sleeping out and eating chuck wagon food, about how friendly people were and how much space there was and how money didn’t matter much. They talked about Hayden Miles, the gruff, crusty old rancher who had helped build andrews County. Dan said he thinks of andrews County as ugly now because there are so many pump jacks there, even though some of them are his.</p><p>The man in the middle of the picture, Ruel Lowe, the sad cowboy playing the harmonica, was Hayden Miles’s ranch foreman for many years. Unlike the boys, he was a real, lifelong cowboy, and this is what he had to be sad about: his wife was at the time of the photograph living with Hayden Miles in the ranch house, while Ruel Lowe was living in the bunkhouse with the other cowboys.</p><p>As people in andrews remember it, life at the Hayden Miles Ranch was less rosy than the Black boys’ version of it. They remember old man Miles as having been not so much tough as mean. His meanness, along with his womanizing, drove his wife and daughters off the ranch; they lived in Midland. The younger cowboys on his ranch all wanted to get jobs with Mr. Black, even though they liked being cowboys, because Mr. Miles paid so poorly. Most of them became oil field hands, and those who, like Ruel Lowe, never quite could bring themselves to leave cowboying didn’t have much choice but to work for Mr. Miles. People remember that Ruel once made up his mind to get work at another ranch, but Mr. Miles gave him a raise and he stayed. Miles could control people by spreading around not very much money, in the pre-oil days in andrews. In the oil days, the price of remaining a cowboy was being used, and having your closest family used, too.</p><p>Hayden Miles had one son, Jay, who was going to inherit the ranch, but when World War II came along Jay enlisted, to his father’s dismay, and he was killed in action in 1943. So when Miles died in 1958 the ranch was run by the bank until two local men, Gene Irwin and Max Ramsey, bought it from his estate. After Miles’s death, Ruel Lowe moved into town and got a reputation as a drinking man. He died in 1962. His wife remarried and lives elsewhere in Texas.</p><p>I wondered how Hayden Miles had felt about Ruel Lowe: fond, or guilty? It seems clear that Ruel would have been better off in the oil field than on the Miles Ranch as far as money and independence went, but perhaps there was some sort of bond between the two men, something deeper than the oil field could ever provide.</p><p>On an impulse, I went down to the courthouse and looked up Hayden Miles’s will. He died april 30, 1958, and left a gross estate valued at $344,499, of which he bequeathed half to his wife and half to his daughters. But he put in a special clause, which reads like this:</p><p>“I further direct that my executors and trustees hereinafter shall pay to RUEL Lowe for so long as he lives, the same salary which he is receiving at the time of my death ...” Maybe he decided to make it up to Ruel in the end.</p><p>“. . . provided, however, that such payments shall cease at any time he terminates his employment with my estate.” Then again, maybe what he really wanted, even dead, was to control the cowboy’s life utterly. In those days you could do that.</p><p><span class=\"dropcap\">R</span>uel Lowe’s successor as foreman of the old Hayden Miles Ranch is Bill Price, a wiry, friendly, weather-beaten man of 56 who » has worked on the ranch all his life, as did his father and grandfather before him. Price lives in a white converted mobile home on the ranch with his wife. In the living room, where he spends his free time, there is wall-to-wall shag carpeting, a color television set, and plush imitation brocade furniture. Price runs the ranch, and he owns a few cattle of his own.</p><p>Next door to the mobile home is the bunkhouse of the picture, the bunkhouse where Ruel Lowe lived.\" It is built of red brick, as tiny as a shack. A couple of recent arrivals from Mexico live there now. Over on the other side of the mobile home is where the ranch house used to be, where Hayden Miles lived. It burned down one night in 1968 and Bill Price’s brother died in the fire. The homesite is ringed by pump jacks; otherwise you can’t see anything from it but open country.</p><p>Like most of the places in these pictures, the Hayden Miles Ranch looks different now because of oil, and like every one of the people connected with the pictures, Bill Price has a better life now than he did then. Certainly he has a better life than Ruel Lowe did. He likes to reminisce about the days when the ranch was fifty sections and you could drive cattle all the way to Midland, trailed by a chuck wagon, and he likes to say he’s the only cowboy left. But he’s not a real cowboy like in the old days. Real cowboys didn’t have anything.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "people",
      "Texas",
      "Work",
      "Cowboy",
      "Business",
      "Cattle",
      "Houston",
      "Tomball",
      "Cowboys",
      "Land",
      "money",
      "Family",
      "House",
      "ever",
      "Home",
      "Photograph",
      "Cotton",
      "War",
      "Country"
    ],
    "wp_categories": [
      "Agriculture"
    ],
    "wp_location": [
      "Andrews",
      "Texas",
      "Houston",
      "Tomball",
      "West"
    ]
  }
}