{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198112",
    "date": "December 1981",
    "year": 1981,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1981/19811200.pdf",
    "issue_cover_image": "",
    "document_start_page": 157,
    "toc_start_page": 155,
    "document_page_range": [
      157
    ],
    "toc_order": 3,
    "toc_headline": "Child’s Play",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198112-childspla",
  "source": "/1981/19811200.pdf",
  "wp_post_id": 115866,
  "wp_post_guid": "http://www.texasmonthly.com/article/childs-play-3/",
  "authors": [
    "S. H."
  ],
  "headline": "Child's Play",
  "dek": "Seventeen toys guaranteed to please.",
  "spread_caption": "",
  "excerpt": "A brief but opinionated guide to the world’s best toys, from the alpha Probe to the telephone.",
  "kicker": "",
  "word_count": 573,
  "content": "<img/><p><span class=\"dropcap\">H</span>ere are some toys that appeal to me. Whether or not they will appeal to you or your kids I have no idea. Certain purists contend that children need no toys at all, that there are enough diverting objects in nature or around the house to hold their attention as it is. I think this is a valid, if extremely dour, observation, and so i’ve included a few “found” toys. (Prices may vary from store to store.)</p><p>1. Baby ann and Her Care Set ($24). This is my idea of a good doll. But then i’m a boy. I asked for a second opinion from a woman with experience in this area and she recommended number 15 below.</p><p>2. Lincoln Logs ($11 and up). It’s just a comfort to know they’re still around. I used to like to build a log cabin and then give it a good, swift kick and watch the pieces fly all over the room.</p><p>3. Gilligan’s Floating Island ($8). I know, but trust me.</p><p>4. 5, 6. Toy vehicles. The best toy vehicles are made of metal. The Tonka Mighty Dump ($18) is very large and structurally sound. The Corgi cars (Porsche $6, taxi $1.50) are much smaller, less ponderous, and much less expensive.</p><p>7. Rite Hite miniature food packages ($8 a set). For children who take a reductive world view. These are perfect scale models, cheap and—very important—empty.</p><p>8. Eggbeater ($5). Let a kid loose with one of these and a bowl of water, and chances are he’ll be as thoroughly entertained as he would be by any of the pricey items on this list.</p><p>9. Telephone ($2 a month). I’ve never known an infant or toddler who wasn’t obsessed with the telephone. A wide variety of toy phones are available, but a kid knows when he’s being fooled.</p><p>10. Measuring spoons ($1). Very few children will use these for measuring, but they jangle nicely, and even an adult—provided he is thoroughly bored—can have an absorbing time with them.</p><p>11. Bristle Blocks ($12 and up). Another construction toy, and a real contender. One receives an odd, perhaps not quite wholesome tactile satisfaction from attaching these pieces together.</p><p>12. Scotch adhesive memo pads ($l-$5). Older kids love to write notes or make drawings on these and stick them all over the house.</p><p>13. <em>Star Wars</em> toys ($3—$10). I’ve expressed some misgivings about these toys in the body of the article. These misgivings should not be taken too seriously, and they should be ignored entirely by anyone under twelve. <em>Star Wars</em> toys are expensive, but they are fairly durable and the scale is consistent, so that all of the figures actually fit into the Snow Speeders and Tauntauns. Crass commercialism at its best.</p><p>14. Alpha Probe ($25). Very chic this year, but still a great toy. Two astronauts, a large spaceship with all sorts of interesting moving parts. Various subtle electronic noises. One astronaut is male and one female.</p><p>15. Effanbee Sugar Plum ($40). Ideal for older girls, according to my source. Soft body, firmly rooted hair. Does not shed tears, wet, upchuck, or form earwax. A good, plain doll.</p><p>16. Tupperware plastic canisters ($18). As efficient a tool as any for a kid to explore the mysteries of spatial perception.</p><p>17. Mini Kitchen ($40). The working stove in my kitchen cost less when I bought it used than this thing does. But the Mini Kitchen is a classy toy, and in ten years you can sell it at a garage sale.</p><p><em>S. H.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Children",
      "Star Wars",
      "Cars",
      "Comfort",
      "Construction",
      "Food",
      "House",
      "Love",
      "Nature",
      "Opinion",
      "scotch",
      "Snow",
      "ten"
    ],
    "wp_categories": [
      "Food"
    ],
    "wp_location": []
  }
}