{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19939",
    "date": "September 1993",
    "year": 1993,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1993/19930900.pdf",
    "issue_cover_image": "",
    "document_start_page": 132,
    "toc_start_page": "",
    "document_page_range": [
      [
        132,
        133,
        134
      ],
      [
        207,
        208
      ],
      [
        210
      ]
    ],
    "toc_order": 15,
    "toc_headline": "The Comeback Kink",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199309-thecomeba",
  "source": "",
  "wp_post_id": 127215,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-comeback-kink/",
  "authors": [
    "Evan Smith"
  ],
  "headline": "The Comeback Kink",
  "dek": "His greatest-hits album is selling well. His new mystery novel is hip and funny. His movie may finally get made. This time, Kinky Friedman isn’t just blowing smoke.",
  "spread_caption": "",
  "excerpt": "After ten low-key years, country singer turned mystery novelist Kinky Friedman is once again poised to hit the big time.",
  "kicker": "",
  "word_count": 3216,
  "content": "<img /><p>Old hat: His sense of humor may offend, but Kinky frowns on changing his image.</p><p>Since the Stroke Of Midnight Last December 31, Kinky Friedman has been telling anyone who will listen—friends, fans, and especially reporters—that 1993 is his “power year.” The statement is vintage Kinky, a mixture of self-promotion and hyperbole, but it also happens to be true: Never before has the 48-year-old singer, author, and raconteur had so much to feel powerful about. In just nine months, he has sold more than 100,000 copies of <em>Old Testaments & New Revelations,</em> a new greatest-hits compilation spanning his career as a cult country star; filmed a one-hour video, a collection of songs and shtick starring himself and his friends Willie Nelson and Sammy allred; toured Europe hawking foreign editions of his mystery novels; and completed a new mystery, <em>Elvis, Jesus, and Coca-Cola,</em> which will be published this month by Simon and Schuster.</p><p>“It’s like a Second Coming to me,” Kinky says, and if it sounds as if he’s comparing himself to Christ, he is. “Lately, i’ve noticed uncanny parallels between my life and the life of Jesus,” he says. “We’re both Jewish, neither of us ever held a job, neither of us ever married, and we both traveled around the country irritating people.” Such irreverence, bordering on blasphemy, might be over the line for anyone else, but not for Kinky, who has been a crass troublemaker ever since his days as a neighborhood bad boy in Houston’s West University Place. At age nine, Richard Friedman (as he was then known) refused to participate in the Christmas pageant at Poe Elementary School—the first recorded instance, but not the last, of his wearing his Judaism on his sleeve. At age eleven, he wrote his first song—not a country ballad or a patriotic jingle but the pleasantly named “Ol” Ben Lucas (Had a Lot of Mucus).” In the seventies, when he formed his band, the Texas Jewboys, and sang such songs as “Get Tour Biscuits in the Oven and Tour Buns in the Bed,” “Homo Erectus,” and “Ride ’em Jewboy,” Kinky managed to offend women, gays, fellow Jews, and fellow Texans. Even when he switched from music to mysteries in the mid-eighties, he did not bother to clean up his act; his six books, including <em>Elvis, Jesus, and Coca-Cola,</em> are filled with smutty one-liners and slurs that make Rush Limbaugh seem sensitive.</p><p>Then again, the books are funny and oddly charming, as are most of Kinky’s songs, as is Kinky himself. Even when he attempts a defense of his political incorrectness—“Bigots need to be entertained like everyone else”—he does it with a smile, chomping on his trademark Honduran cigar for effect, and you get the sense that maybe he’s not such a jerk after all. In fact, he’s extremely likable—at turns warm, sophisticated, and sweetly insecure. He is also an engaging conversationalist, always providing new bits of information about the topic he’s most interested in: Kinky Friedman. “i’m not afraid of success, failure, life, or death,” he told me on an overcast day in July. “i’m just afraid I may have to stop talking about myself for five minutes.</p><p>Photographs By Michael O’Brien</p><p><strong>Seven-year-old Kinky playing chess against Polish-born grand master Samuel Reshevsky (standing).</strong></p><p><strong>Kinky with Bob Dylan in front of New York’s Lone Star Cafe in the late seventies.</strong></p><p><strong>Kinky with his girlfriend, Jo Thompson, on the QE Ii earlier this year.</strong></p><p><strong>a poster that pushed Kinky’s 1986 bid for Kerrville JP.</strong></p><p>He was a chess prodigy.</p><p>Kinky’s father, Tom Friedman, taught him the game when he was six. At age seven, Kinky was the youngest of fifty opponents to face Samuel Reshevsky, the Polish-born grand master, at an exhibition in Houston. “Reshevsky came over and said to me, ‘i’m sorry, but i’m going to have to beat your son,’ ” Tom recalls. “I lost in about thirty-six moves,” Kinky says of his memorable defeat.</p><p>For the next twenty years, Kinky played on and off, never professionally, and stopped altogether when he became a full-time musician. Recently, however, he has taken up chess again (“Like Churchill with the watercolors”), competing mostly against Willie Nelson, who he says is “pretty good himself.” Traveling on Willie’s tour bus from New York City to Halifax, Nova Scotia, this summer, the two men played a marathon tournament. “Willie won the first few games,” Kinky says, “but by the end, I was beating him like a drum. ”</p><img /><img /><img /><img /><p>He still lives in his parents house.</p><p>When he’s not making the rounds of “bookstores, whorehouses, and bar mitzvahs,” Kinky pads around the grounds of Echo Hill Ranch, the sleepaway camp his family runs on its four-hundred-acre property near the Hill Country town of Medina. The green trailer he called home for years, cluttered with pictures and posters and other souvenirs of the road, has been converted to storage space, so he works and sleeps in a cramped spare bedroom of the property’s low-slung main house, just down the hall from his septuagenarian father, Tom, a former psychology professor at the University of Texas at austin. (Kinky’s mother, Min, who was a speech therapist, died in 1985.) Uncle Tom, as he is known, runs the camp with his thirty-year-old daughter, Marcie, but he is never more than a few steps from “Kink,” with whom he has a close relationship. Tom dotes on Kinky in public and in private, clearly proud of his accomplishments; Kinky is courteous and deferential to Tom, thanking him in <em>Elvis, Jesus, and Coca-Cola</em> for providing “hills to climb and stars to reach for.” Father and son speak in a form of shorthand and relish topping each other’s jokes. “i’ve got one for you,” Tom says, ambling in during one of Kinky’s rare quiet moments. “a Jewish guy gets hit by a car and is spread out on the ground. A cop comes up to him and asks, ‘are you comfortable?’ The guy looks up at the cop, shrugs his shoulders, and says, ‘I make a living.’”</p><p>Kinky does not pay rent for living at Echo Hill; rather, in exchange for what he calls (again) “an ascetic, Christ-like existence,” he takes care of the camp’s laundry. Four mornings a week during the summer, Kinky rolls out of bed at six-thirty and dons his usual outfit—a short-sleeved polo shirt, beat-up blue jeans, and boots—while counselors load the sweaty socks and dirty shirts of one hundred pre-teens into the back of his pickup truck. Half an hour later, he drives sixteen miles to the dry cleaner in Kerrville, where he drops the bundles off before stopping at his favorite restaurant, the Del Norte, for his regular breakfast of yolkless <em>huevos rancheros.</em> He then heads back to the ranch at around nine-thirty and arrives there by ten—quittin’ time. “It’s the first job I ever had,” he says. “It makes me feel like a real working man.”</p><p>He has eaten monkey brains with Pygmies.</p><p>After graduating from UT’s Plan II program in 1966—a program he says is “distinguished by the fact that every student has some sort of facial tic”—Kinky joined the Peace Corps. In 1967 he was sent to the jungles of Borneo, where he spent two years with the Punan tribe as an agricultural extension worker. His greatest achievement during that time, he says, was teaching Chinese and Malay children to throw a Frisbee. Anxious to assimilate, he regularly ate monkey brains—a native delicacy—with his hosts. “They were wet and chewy,” he says, “kind of like chicken-fried steak before it has been chicken-fried.” He also got a tattoo of a dog on his left inner forearm from another tribe, the Kayan. “It’s an awful procedure. First they give you a jungle cigar and make you chew beetlenut and drink rice wine; the combination makes you very amphibious. Then they nail pig fat under your skin using real nails and a hammer. You bleed profusely.”</p><p>He thinks country music ain’t what it used to be.</p><p>During his four-year stint with the Texas Jewboys (1973 through 1976), Kinky performed songs that tended toward social satire (“Ballad of Charles Whitman,” “We Reserve the Right to Refuse Service to You”), but his voice was better than average: clear and deep, with a nonintrusive twang. He is very much a singer in the tradition of his childhood idols Hank Williams and Jimmie Rodgers, and his unadorned guitar playing would probably pass muster with another idol, Ernest Tubb, whom he met when he was fifteen. All of which doesn’t make Kinky a grand old man of country music—just someone well positioned to mourn the passing of its “undecaffeinated era.”</p><p>“These new country stars seem to pop out of the recording studio devoid of emotional heritage,” he says. “They’re big stars in a week. I’m sure Garth Brooks is a very nice guy, but [ Continued On Page 207 ] [ Continued From Page 134 ] the people who go to see him could have just as easily been at Disneyland and would have liked it just as much. I’ve taken to calling him the anti-Hank. Actually, I blame [the band] alabama for the demise of country: They crossed over, everyone followed them, and no one came back.”</p><p><strong>He saved the life of the woman accused of killing John Belushi.</strong> In January 1984, five years after he moved to New York City, Kinky was walking down a Greenwich Village street in search of cigars when he saw a man assaulting a woman near an automatic teller machine. Without thinking, he freed the woman, grabbed the man, and waited for the police to arrive. The next day’s <em>New York Post</em> put Kinky’s picture on page one, under the headline COUNTRY Singer Plucks Victim From Mugger. Only later did Kinky learn the identity of the victim: She was Cathy Smith, who the previous year had been indicted for injecting Belushi, Kinky’s friend and exroommate, with a lethal mixture of drugs. “Out of twelve million people in the city, it had to be her,” he says.</p><p>Of course, the incident had an upside. Inspired by his good deed and the attention it won him, Kinky decided to write a mystery novel in which a country singer from Texas solves a New York crime in his spare time. A few months later, he completed <em>Greenwich Killing Time.</em> The eighteenth publisher he showed it to offered him a contract; it and four subsequent mysteries <em>(a Case of Lone Star, When the Cat’s away, Frequent Flyer,</em> and <em>Musical Chairs)</em> have sold a total of one million copies.</p><p><strong>abbie Hoffman is the reason he wasn’t elected Kerrville’s justice of the peace.</strong> Upon returning to Texas in 1986, Kinky began what started out as a joke campaign for the JP job in Kerrville. He ran under the slogans “He’ll keep us out of war with Fredericksburg” and “as the first Jewish justice of the peace in Kerrville, I will reduce the speed limit to 54.95.” To make things interesting, Kinky ran as a Republican because no Democrat, including LBJ, had ever appealed to voters there. Yet as the race progressed, Kinky realized he really wanted to win. “I hadn’t done anything with people on the local level since leaving the Peace Corps,” he says. When the <em>Today</em> show aired a segment on his campaign—complete with shots of him handing out leaflets, Huey Long-style, on the steps of the post office—he pulled to within a few percentage points of his rivals.</p><p>Two weeks before the election, however, a wire service reporter called to ask Kinky whether there was any truth to the rumor that sixties radical abbie Hoffman had holed up at the Friedman ranch while he was a fugitive from justice. “It was true,” Kinky says. “I told him that abbie was a friend in need and that I would do the same for any other friend in need.” The Hoffman story was the last straw for voters in law-abiding Kerrville, who were already miffed that Kinky referred to them as Kerr-verts, and Kinky was “returned to the private sector,” beaten handily in the GOP primary by a woman named Pat Knox, who remains the JP to this day.</p><p><strong>He’s dating a former Miss Texas.</strong> In 1991 Kinky played a concert in Kerrville benefiting ace Reid, the legendary cowboy cartoonist. After the show, he was introduced by a mutual friend to Jo Thompson, a tall, pretty brown-haired native of Lufkin who won the Miss Texas pageant in 1987. “Being a small-town girl, I thought he was totally off the wall,” she says. The two didn’t speak to or see each other until a year later, when Kinky called their friend’s house and Jo picked up the phone. Over the next few weeks, they talked again and again, each time for a little bit longer. Only after Jo became “intrigued” by Kinky did she consent to a date with him. That was late last year; they’ve been keeping company ever since.</p><p>Kinky is clearly smitten with and protective of Jo, who will soon host a country dance magazine show on the Nashville Network. He has hung a giant portrait of her—rose in mouth—above his desk at the ranch, and he takes her with him on his book tours whenever her schedule allows. Nonetheless, Kinky insists he and Jo have no plans to marry. “I suspect i’m a homosexual,” he says.</p><p><strong>He’s huge in Europe.</strong> Two years ago, when the British Broadcasting Company was looking for someone to host a fourpart documentary on life in Texas, it bypassed Molly Ivins, Joe Bob Briggs, and other professional Texans and headed straight for the Kinkster. <em>Texas Saturday Night,</em> narrated by a wisecracking Kinky, became the fifth-highest-rated show in BBC history, and he was launched as a European celebrity—something, he says, on the order of “a country and western Dorothy Sayers.” although his mysteries had been turned down by thirteen British publishers as “too american,” suddenly Faber and Faber, the publishing house where T. S. Eliot once worked as an editorial director, wanted to produce a hardcover collection of Kinky’s first three novels. “I found he had great wit and verve—a distinctive, quirky voice,” says Robert McCrum, Faber and Faber’s editor in chief. <em>The Kinky Friedman Crime Club</em> arrived in stores in early 1992 and quickly hit Britain’s best-seller list. (a second volume, <em>More Kinky Friedman, </em>which includes his last two novels and <em>Elvis, Jesus, and Coca-Cola,</em> has just come out.) French, Dutch, and German publishers have also put out editions of Kinky’s mysteries, though only the French and Dutch versions excite him. “The Germans are my second-favorite people in the world,” he says, mindful of his heritage. “Everybody else is my first.”</p><p>This summer Faber and Faber sent Kinky and Jo on a book tour of Paris, Edinburgh, Dublin, London, and amsterdam (where they visited anne Frank’s house). At each stop, Kinky sold some books and played a few songs, and Jo led a Texas two-step workshop. Together, they traveled around in a 1952 Cadillac similar to the one Flank Williams died in. “I call it the Yom Kippur Clipper,” Kinky says. “It stops on a dime and then picks it up.”</p><p><strong>The characters in his mysteries are, more or less, real.</strong> as in Kinky’s previous books, the narrator of <em>Elvis, Jesus, and Coca-Cola</em> is a singer-turned-detective named Kinky Friedman who lives in a loft on Vandam Street in Greenwich Village. With the help of the Village Irregulars—Mike McGovern, Ratso Sloman, Steven Rambam, and Chinga Chavin—he must determine the connection between the death of his friend Tom Baker and the disappearance of his sometime girlfriend Uptown Judy. Meanwhile, he must prevent his other sometime girlfriend, Downtown Judy, from finding out there ever <em>was</em> an Uptown Judy. Complicating matters are the hostile questions of police sergeant Mort Cooperman, who is assigned to the case, and the noisy interruptions of Winnie Katz, a dance instructor who lives in the loft above Kinky’s.</p><p>All of these people exist, though the extent to which Kinky has faithfully portrayed them varies. First, there are characters whose names and professions are real. These include the narrator, whose hard-boiled vocabulary (the phone is “the blower,” noon is “Gary Cooper time”) and R-rated wit mimics the author’s, as well as McGovern, who until recently was a reporter for the <em>New York Daily News;</em> Sloman, an ex-editor of <em>National Lampoon;</em> Rambam, a “half-Jewish, halfItalian” private investigator; Chavin, Kinky’s ex-roommate at UT and the founder of a New York ad agency; and the late Baker, an actor and a onetime Jim Morrison confidant. Second, there are characters whose names are the only real thing about them; the best example is Mort Cooperman, who instead of being a cop is the owner of the Lone Star Roadhouse, where Kinky regularly played on Sunday nights in the early eighties. Third, there are characters who are based on real people but have different names. For instance, a noisy dance instructor really did live in the loft above Kinky’s, but her name wasn’t Winnie Katz. And Kinky really had, at the same time, two different girlfriends with the same name (not Judy) who didn’t know of each other’s existence. “They do now,” he says.</p><p><strong>His next book is set in Texas.</strong> While he was writing <em>Elvis, Jesus, and Coca-Cola, </em>Kinky grew bored with the characters and the standard Manhattan setting. He even contemplated the untimely death of the detective he patterned after himself. “The word ‘tedious’ came to mind,” he says. “Like Conan Doyle with Sherlock Holmes, I thought about killing him off.”</p><p>Instead, Kinky decided to move his next mystery home. It is called <em>Ten Pretty Girls,</em> and it takes place in Kerrville. Kinky won’t say what it’s about—only that he has finished about two hundred pages, that he is in it, and that he has included many characters based on real-life Hill Country friends. One of them is Pat Knox, Kerrville’s justice of the peace.</p><p><strong>His movie may finally be getting off the ground.</strong> To ferret out the truth about Kinky, you often have to halve or double whatever he says. It’s not that he’s a liar; it’s just that his exuberance sometimes butts heads with reality. Case in point: Kinky has been telling reporters for two years that <em>a Case of Lone Star,</em> his mystery about a killer who thinks he’s Hank Williams, will soon be made into a movie. In fact, while he might have wanted it to happen, the project never really progressed beyond the option stage.</p><p>This fall, however, the deal may actually get done. Tarquin Goetch, the British-born executive producer of <em>Home alone,</em> is collaborating with Kinky on a screenplay based on the book; the script should be completed by the end of the year, at which point Goetch will shop it around to his Hollywood friends. A few months ago, Kinky settled on a sound track, which includes a version of “Cowboys are Frequently, Secretly Fond of Each Other” that he and Willie Nelson have recorded. Besides Nelson, Bob Dylan has agreed to appear in the movie, and Kinky is happy to dispel any notion that the rock star will be lifeless on screen. “Bob’s a party waiting to happen,” he says. “There’s no truth to the rumor that the date on his carton has expired.” Other performers who have expressed interest in joining the cast include Dennis Hopper, Dean Stockwell, Ruth Buzzi, Kris Kristofferson, Steve allen, Dom DeLuise, Harry Dean Stanton, and Richard Moll. Kinky, naturally, will play himself.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Country",
      "Texas",
      "ever",
      "New York",
      "people",
      "Mystery",
      "Kinky Friedman",
      "Tour",
      "Chess",
      "Dance",
      "Singer",
      "Stars",
      "Bob Dylan",
      "Books",
      "Crime",
      "Death",
      "Hill Country",
      "Home",
      "House",
      "Kerrville"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Texas",
      "Hill Country",
      "Kerrville",
      "Lufkin",
      "Marathon"
    ]
  }
}