{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19939",
    "date": "September 1993",
    "year": 1993,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1993/19930900.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 148,
    "document_page_range": [
      [
        148,
        149
      ]
    ],
    "toc_order": 20,
    "toc_headline": "Home Improvement",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199309-homeimpro",
  "source": "/1993/19930900.pdf",
  "wp_post_id": 127203,
  "wp_post_guid": "http://www.texasmonthly.com/article/texas-100-home-improvement/",
  "authors": [],
  "headline": "Home Improvement",
  "dek": "Corpus Christi's Robert Rowling found his fortune in oil, but these days he's exploring new fields—downtown real estate in the city where he grew up.",
  "spread_caption": "",
  "excerpt": "As Corpus Christi oil magnate Robert Rowling has discovered, rebuilding his city is good for civic pride and better for business.",
  "kicker": "THE TEXAS ONE HUNDRED",
  "word_count": 719,
  "content": "<p>“This Is the Future Of Corpus CHRIsTI,” Says Robert Rowling, gesturing toward blocks of land near the city’s oceanfront convention center, home to only grass and windblown palm trees. For 39-year-old Rowling, his lanky frame folded behind the steering wheel of his burgundy Mercedes and his deep-set brown eyes shielded by black wrap-around Vuarnet sunglasses, this isn’t an idle prediction. Together with his father, Reese, he owns an estimated 30 percent of the downtown land in this coastal city.</p><p>Ten years ago the pair were unknown oil and gas independents who had just sold their interest in Live Oak County’s East Chapa field. Reese, a geologist, and Robert, a Southern Methodist law school grad running the family’s Tana Oil and Gas, had cash in the bank but a business based on an industry that was in steep decline. Though hordes of oilmen were cutting back or going broke, the Rowlings saw opportunity. Tana Oil and Gas was debt-free, a position that allowed the company to take advantage of cheaper costs for leases and drilling. Tana began drilling in Hildalgo County, and by 1987, gas discoveries had vaulted it into one of the nation’s top producers. But for the Rowlings, the oil and gas business had subtly changed—from the thrill of wildcatting to the mundane managing of wells. Tana hung out the For Sale sign, selling its producing properties to Texaco in 1989 for $476.5 million in cash and stock.</p><p>“Now that we’ve got some assets to work with, it’s a whole new challenge trying to deploy them properly,” says Robert. Since the Texaco purchase, the Rowlings have embarked on an epic spending spree, again using devalued markets and a cash-strapped economy to their advantage. Lured by a still-weak oil and gas climate in 1990, Tana Oil and Gas began replacing producing properties, pumping more than $50 million into exploration over the next three years. They bought a controlling interest in the Corpus Christi National Bank from bankrupt Mcorp. In the past 22 months, the Rowlings have entered the hotel industry, buying six Texas hotels and arizona’s Tucson National Golf and Conference Resort for a bargain-basement $100 million. “We got in at a real good time,” says Robert. “If I had it to do over again, I would have invested twice as much.” But Corpus Christi’s bayfront Marriott and Sheraton turned into more than just good investments. They became the linchpin in the Rowlings’ plan to revitalize the city.</p><p>The Rowlings know Corpus Christi well. It has been home since 1960, when Reese’s oil company employer transferred him there from El Paso. A year later he lost his job, an event Robert still remembers clearly. He has painful memories of his parents’ worrying over the dinner table about paying the bills and of the treatment he received as a teenager. “We were from the wrong side of the tracks, and my nose was rubbed in it,” he recalls. The lure of a free education prompted Robert to enter the U.S. Air Force academy after high school, but the stint was short. Reese’s wildcat wells started hitting, and Robert left the academy for the University of Texas, then Smu.</p><p>While his father still spends his days as an oilman, Robert spends at least half of his time managing the real estate holdings and hotel operations. “It’s like running a small city,” he says. “It never shuts down.” Entire city blocks the Rowlings bought years ago are being cleared of abandoned commercial buildings, not to make room for any imminent construction but, for the moment, simply to get rid of eyesores.</p><p>“Corpus can be a much neater place than it is,” Robert says. “The money hasn’t been invested to make Corpus meet its potential. ” He was involved in bringing the aircraft carrier <em>Lexington</em> to Corpus Christi as a permanent tourist attraction. “It’s a big hit,” he says of the ship. “attendance is so far above predictions it’s ridiculous.” Yet the success of the <em>Lexington</em> is not really enough to satisfy Robert. “We’ve made some progress, but not as much as I would want,” Robert says. And he is the first to admit that his civic activities have a business purpose. “We’re in Corpus Christi because we can make money here,” says Robert. “It’s not altruistic.”</p><p>Rowling is razing city blocks to revitalize Corpus Christi.</p><img /><p>Illustration By Ray-Mel Cornelius</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1993",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Oil",
      "gas",
      "Oil and Gas",
      "Corpus Christi",
      "Business",
      "Home",
      "Land",
      "Lexington",
      "money",
      "Real Estate",
      "Running",
      "Texas",
      "Climate",
      "Construction",
      "Drilling",
      "Economy",
      "Education",
      "Future",
      "Golf",
      "Hotels"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Corpus Christi",
      "Texas",
      "Mercedes",
      "Tucson"
    ]
  }
}