{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19865",
    "date": "May 1986",
    "year": 1986,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1986/19860500.pdf",
    "issue_cover_image": "",
    "document_start_page": 137,
    "toc_start_page": 135,
    "document_page_range": [
      137
    ],
    "toc_order": 4,
    "toc_headline": "Ut Versus the Superstars",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198605-utversus",
  "source": "/1986/19860500.pdf",
  "wp_post_id": 122268,
  "wp_post_guid": "http://www.texasmonthly.com/article/ut-versus-the-superstars/",
  "authors": [
    "P.E."
  ],
  "headline": "UT Versus the Superstars",
  "dek": "Why Texas universities don’t measure up to the country’s best.",
  "spread_caption": "",
  "excerpt": "Texas universities take their knocks and learn their lessons from the best in the country.",
  "kicker": "",
  "word_count": 738,
  "content": "<p>“<span class=”dropcap“>H</span>ow do you regard Berkeley?” Texas A&M president Frank Vandiver was asked. “Wistfully,” he responded. For years UT and A&M presidents have looked upon the nation’s educational meccas with wonder, as though the reasons for their success were elusive. In fact, the way to academic greatness, both in reputation and in reality, is not so mysterious at all. The public universities that rated highest as undergraduate schools in a recent poll of college presidents—Berkeley, North Carolina, Michigan, and Virginia—offer a clear road map to excellence. What separates the great state schools from ours? More than money—mostly a willingness to make tough educational decisions. How do we reach the top? By heeding the lessons of the best public universities. We must remember: elitism in the name of quality is no vice, populism in the service of mediocrity is no virtue.</p><p><strong>Limit enrollment.</strong> Great universities can’t serve everyone —and they don’t try. Berkeley’s enrollment is 32,000. Michigan has 34,300 students, North Carolina, 22,000, and Virginia 16,900. Ut, at 48,000 students, is too big to be great. Its student-faculty ratio is 21 to 1. Ratios at the four toprated schools are no higher than 16 to 1 and as low as 10 to 1. <strong>Raise admissions standards.</strong> In California only the top 12.5 per cent of high school graduates are eligible to attend the University of California schools, such as Berkeley. There are other state universities and community colleges for everyone else. The result? Berkeley’s average SAT scores are 100 points higher than those of Ut. Michigan admits only 1 in 4 applicants; Ut more than 3 in 5. Ut can begin by eliminating provisional admissions; let those who don’t measure up go elsewhere.</p><p><strong>admit students, not numbers.</strong> at Michigan and Virginia, people-not computers—decide whom to admit. Each case is handled individually. Unlike UT, which looks only at transcripts and test scores, those universities consider high school recommendations and extracurricular activities. Virginia requests a student essay to evaluate writing ability. <strong>Emphasize the liberal arts.</strong> at North Carolina, students put in two years of intensive liberal arts study before declaring a major. All undergraduates must pass at least two writing courses (poor writers must take three), three courses in literature and fine arts, three in history, two in philosophy, and several more in science and math. Placing out of requirements isn’t easy, and students don’t get a grade for a course they’ve passed only by exam. What an institution stresses is evident in its students’ selection of majors. At the top schools two years ago, at least half of the most popular majors were in the arts and sciences; at UT, 9 of 10 were in professional programs. Students need to learn to think before they begin running the world; in college they should study Shakespeare, not <em>Megatrends.</em> Unfortunately, the undergraduate business degree is in Texas to stay. That doesn’t mean it should dictate a four-year course of study.</p><img/><p><span class=\"dropcap\">U</span><strong>t and A&M could learn important lessons by studying the country’s best public universities.</strong></p><p><strong>Make students write.</strong> Few undergraduates are so talented that they should be able to dodge freshman writing courses. At Michigan, even though students are stronger than their Texas counterparts, 94 per cent of the entering freshmen take freshman English. Too often, UT evaluates its students with computer-graded multiple-choice exams, the bane of modern education.</p><p><strong>avoid duplication.</strong> North Carolina, the second-ranked public institution in the nation, doesn’t have an engineering school. Why not? Because North Carolina State has a perfectly good one. UT and A&M both have huge engineering programs, and it’s a bit late to do away with either one. But must we keep making the same mistake? In 1977 A&M opened a new medical school, even though the UT System already had four. A&M now wants to build a law school. Does anyone think Texas needs more lawyers?</p><p><strong>End political meddling.</strong> In the last 57 years the University of Michigan has had five presidents. During the same period, UT has had fourteen. The UT presidency has been such a hot seat that no administrator has been able to develop the clout to do what needs to be done. In Texas, the Legislature dictates almost a full semester of a UT undergraduate’s academic schedule, requiring four outdated courses in government and history.</p><p><strong>Get serious.</strong> Does UT really need an undergraduate major in kindergarten teaching? In textiles and clothing? How can UT expect respect when it gives academic credit for Bible classes taught by off-campus preachers?</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "UT",
      "Students",
      "Texas",
      "Michigan",
      "Schools",
      "Writing",
      "California",
      "College",
      "High School",
      "Liberal",
      "School",
      "Business",
      "carolina",
      "Essay",
      "Government",
      "Law",
      "Legislature",
      "Literature",
      "North Carolina",
      "Poll"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Texas"
    ]
  }
}