{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19865",
    "date": "May 1986",
    "year": 1986,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1986/19860500.pdf",
    "issue_cover_image": "",
    "document_start_page": 150,
    "toc_start_page": 148,
    "document_page_range": [
      [
        150,
        151,
        152,
        153
      ],
      [
        211,
        212,
        213,
        214
      ]
    ],
    "toc_order": 8,
    "toc_headline": "How Bad Were They?",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198605-howbadwe",
  "source": "/1986/19860500.pdf",
  "wp_post_id": 122253,
  "wp_post_guid": "http://www.texasmonthly.com/article/how-bad-were-they/",
  "authors": [
    "Douglass St.Clair Smith"
  ],
  "headline": "How Bad Were They?",
  "dek": "So bad that It’s Alive, High Yellow, the Naked Witch, and Mars Needs Women are celebrated as the worst movies ever made. And one Texan directed them all.",
  "spread_caption": "",
  "excerpt": "Larry Buchanan made movies that were so cheap, so incredibly flawed, and so dumb, they’re lovingly celebrated as the worst movies ever made. And he made them all in Dallas.",
  "kicker": "",
  "word_count": 4307,
  "content": "<p>Photograph By Tim Boole. Styling By Lynne Moon And Sally Boole, Costume By Incognito</p><p>Forget angst and alienation; director Buchanan's films have one plot: monster gets girl, hero gets monster, monster loses girl.</p><img/><img/><p>By</p><p>Dallas Has Its Own “LITTLE Hollywood” at Las Colinas. In fact, people will tell you that the Studios there are more Hollywood than Hollywood’s. They have the limousines, rock stars, name talent, and wide-eyed investors; they have the lure of the casting couch and the wages of the coke spoon. Truly, Dallas’ Hollywood is every bit as horrible as the real thing, and people want in just as badly.</p><p>Wherever you see a superhighway, however, there once was a muddy, pothole-ridden country road. Before there could be a <em>Tender Mercies,</em> there had to be a <em>Mars Needs Women.</em> Long, long before the USA Film Festival, <em>The Trip to Bountiful, The Texas Chainsaw Massacre,</em> and <em>Benji,</em> there was Larry Buchanan and azalea Pictures. In the early sixties, when Buchanan and his colleagues were making 90 per cent of the feature films in Texas, Dallas wasn’t like Little Hollywood. They lived below Hollywood, in its sewers of funding, off its dregs of distribution.</p><p>In some circles Larry Buchanan is considered the only really distinctive Texas director, and what he’s famous for is some of the best badfilms ever made. Among his nearly three dozen titles are such antiblockbusters as <em>Zontar: The Thing From Venus; High Yellow; Hughes and Harlow: angels in Hell; The Trial of Lee Harvey Oswald; It’s alive;</em> and <em>Creature of Destruction —</em> the last two featuring identical monsters because azalea could afford only one rubber creature suit.</p><img/><img/><img/><img/><p>Icons of schlock (clockwise from top): a mutant in the post-World War III movie IN the Year 2889; Tommy Kirk and Yvonne “Batgirl” Craig in MARS Needs Women; Larry Buchanan (left) blocking a shot for cinematographer Bob Jessup; and the monster that appeared in both CREATURE Of Destruction and IT's Alive.</p><p>Some Texas directors, like Tobe Hooper, Ken Harrison, and Peter Masterson, have made good in Hollywood —but they’re just directors, not cult figures. They’re not major mysteries like Buchanan, who has a fanatical following that indulges in heated debate over his masterworks. An entire magazine is devoted to Buchananalia <em>{Zontar—The Magazine From Venus). Second City TV</em> did several takeoffs on the movie <em>Zontar,</em> rock star Peter Wolf wrote a hit song, “Mars Needs Women,” inspired by the movie, and a Broadway production based on <em>Mars</em> is being planned.</p><p>Larry Buchanan made thirty or so pictures in Texas; he has lost exact count. He tackled issues like race, nuclear war, feminism, and the Kennedy assassination when most studios were avoiding them as too controversial. Buchanan was doing interactive cinema and making collage films with “found” footage (found in trash cans) ten years before the avant-garde was. He gave Steve McQueen and Morgan Fairchild their first film roles.</p><p>The spectacular thing about the Larry Buchanan epics was the budgets. To call them shoestring would be a cruel overstatement. Buchanan never managed to get nearly enough money to do a film right, but that didn’t stop him from making more features than anyone else in Texas. In 1968 alone, he did seven pictures for less than $20,000 each. <em>The Naked Witch</em> was finished for $8000, which wouldn’t finance a decent thirtysecond commercial nowadays. But that very cheapness is what gives the films their peculiar charm, their inimitable Buchananiste ambience.</p><p>The basic formula for a Buchanan picture required only four actors (and one old man to get killed before the opening credits), two basic indoor locations —that is, motel rooms that could look like anything, and one all-purpose outdoor location. Plus, of course, the monster, which was usually a wet suit decorated with Ping Pong-ball eyes, jiggling rubber teeth, and headphones (to suggest antennae for that sixties extraterrestrial look).</p><p>If Buchanan couldn’t afford to rent the special camera he needed to shoot a fight scene in slow motion, he’d have his actors pretend to move in slow motion. It took time to set up synchronized sound, so the films have minimal dialogue, much voiceover narration, protracted shots of people walking from one place to another, and every other imaginable technique for avoiding those tricky talk scenes. One of the chief [COnTINUED On Page 209] [COnTINUED From Page 151] villains of <em>Mars Needs Women,</em> for example, is an alien voice coming from a loudspeaker; consequently, the viewer is treated to long, static shots of the battered loudspeaker as the Martian overlord pronounces his grave ultimatums. And <em>It’s alive</em> has interminable chase scenes with no music, no sound effects, no narration —nothing.</p><p><em>Douglass St. Clair Smith, a writer and independent filmmaker, lives in Dallas.</em></p><p>Buchanan knows exactly how bad his movies are and will gleefully enumerate the flaws himself. But he’ll tell you the same thing any artist will tell you: he had no choice but to attempt the impossible, and he’s proud that he did. For Larry Buchanan is a driven man; at 58, he’s still churning out films. An articulate, cultured gentleman, he lives comfortably with his wife, Jane, in the hills of Encino, California, where they run their distribution company. Buchanan has achieved financial security, but he keeps making movies because he says he’d go nuts if he didn’t. He just plain loves making them, no matter what. As one old friend put it, “Larry was neurotically drawn to movies. He had to make them his way, and he’d make them when he knew he’d probably lose somebody’s money or when it might literally take food out of his kids’ mouths.”</p><p><span class=\"dropcap\">I</span>t started before he entered high school. Buchanan, the son of a Texas constable, was orphaned at age three and grew up at the Buckner Orphans’ Home. The stringently Baptist institution had an old 35mm movie projector but no films. Eleven-year-old Larry would hitchhike into Dallas, borrow film prints from theater owners, hitchhike back to the orphanage to show them, then return the prints the next day. He would sit in theater balconies for whole days without eating, watching movies over and over. “The small commercial studios along film row on Young Street would throw out pieces of film,” he recalls. “Trailers, commercials, and stuff. I’d go through everybody’s trash, piece it all together, and make my own little movies out of thrownaway film.”</p><p>He was offered a ministerial scholarship at Baylor University, but certain experiences with the church, including some close encounters with the early Oral Roberts crusade, turned him away from the ministry forever. The day following his graduation from high school in the midforties, he hitchhiked to California for a job in the props department at Twentieth Century Fox. After seven years of bit parts and assistant-director work on pictures, he moved to New York and made endless training films for the Signal Corps, as well as an award-winning short, <em>The Cowboy.</em> His first feature was <em>Grubstake,</em> a western with Jack Klugman and Steve McQueen in his first film role, set in Big Bend but partially shot in Central Park. The McQueen scenes were lost, however, and the unfinished film was never released.</p><p>The New York film business in the late fifties didn’t agree with Buchanan, and he moved to Jamieson Productions, one of the old commercial and industrial production houses in Dallas. The Texas film crews of those days were a breed apart, much more like carnies than theater people. Nobody learned film in schools; it was something that certain types of educated roughnecks and iconoclasts just sort of fell into. Only a fanatic like Buchanan would heave independent features into production regularly.</p><p>In 1961 he produced <em>Naughty Dallas, </em>(“a Stripper Is Born!”), a “documentary” on the city’s exotic dancers. “We shot much of it at Jack Ruby’s place a year before the assassination, and we met Lee Harvey Oswald there from time to time. A real loner,” Buchanan recalls. “No one would ever come to talk to us about it, so it wasn’t in the investigation. Jack Ruby wanted to be in the picture, but I hated him, so he wasn’t. Too bad; that would’ve made it a valuable little movie.”</p><p>The controversial sleeper <em>“Free, White, and 21”</em> was shot for $35,000 and made american International Pictures (AIP) enough money to do the first <em>Beach Party. </em>“If you can keep making them that cheap,” Buchanan says the drive-in schlock moguls told him, “we’ll buy them.” That was the problem-he couldn’t really make them that cheaply, but he did anyway.</p><p>And that’s what makes them great badfilm.</p><p><span class=\"dropcap\">T</span>he fine art of great badfilm is not a laughing matter to everybody. Its adherents are few but fanatical in pickiness. Badness appreciation is an <em>acquired</em> taste, and the most <em>refined.</em> It isn’t enough that a movie be campy and mediocre; the film must show incomparably flawed craftsmanship in every detail. It must be so stupefyingly artless that it <em>is</em> art, albeit of the most accidental kind.</p><p>The key to badfilm worship is that nothing is taken at face value. Behind the boring, insulting, fundamentally defective movie is the real treasure —the guessing as to why anyone would even make such a film. Somehow, in their all-revealing kitschiness, the worst movies most accurately depict the reality of Hollywood. Take the acting —what you see is people acting like actors acting like they’re making a movie. The scripts paint themselves into corners and then expect you to pretend it never happened, making either the protagonists or the filmmakers look unforgivably stupid. When the hero is dumb enough to walk back into that cave when he already knows the monster is in there, you want him to get killed—he deserves it. To the badfilm adherent, the man in the rubber suit isn’t the monster—the scriptwriter is the villain, a Frankenstein’s monster of rampaging cliches. Badfilm is a cartoon of filmmaking, of humanity trying too hard to act like humanity.</p><p>And so we find badfilm revivals, and if bad is chic, Dallas has produced the chicest of the chic —the auteur of choice on the farthest edge of the fringe’s fringe. Other badfilm-makers are more famous; Buchanan’s very obscurity gives him his status. <em>Plan Nine From Outer Space</em> and the old Flash Gordon serials look like <em>Star Wars</em> compared with the Buchanan films. To his fans, however, Buchanan eclipses Ingmar Bergman in evoking a sense of alienation, despair, and existential angst. The Buchananoids call him a prophet of transcendental banality, an unwitting one, perhaps, but so what? <em>Mars Needs Women</em> has been described as “a love poem/ travelog to Dallas,” reflecting the city’s “brooding undercurrent of violence” (that quote comes from Boston, where people are eager to believe in the Dallas myth; Buchanan himself thinks this search for meaning is hilarious).</p><p>Not only are the seams showing in Buchanan’s movies, but they’re featured in close-ups. He was severely limited to whatever cheesy locations were available, and for the symbolism-minded fan, that translates into a deep exploration of the gnawing boredom at the heart of the age of Suburbia, the quiet desperation of the midwestern breadbasket. Greg Goodsell states in the <em>Zontar</em> fanzine, “The Formica-lined worlds in which <em>Mars Needs Women</em> and <em>Year 2889</em> take place are <em>far</em> more horrifying than any zippered creature lurking in them.” You want to flee the films, not because they’re scary but because they are too painfully real —duller than life. Scenes consisting of one continuous five-minute take—the first take, no matter what the problems with it —are common. Low budgets dictated tedious views of dead countryside through car windshields. The lead actors shuffle through their roles as they shuffled through real life, losers that they were, like bad actors playing jerks badly. No Bergman snoozer could leave you even remotely as depressed as <em>Curse of the Swamp Creature</em> does, because in <em>Curse</em> you realize that the time of low rent’s trying vainly to be high tech had already arrived by the sixties. As Goodsell points out, the horror derives not from death or violence but from the fact that the appliances don’t work anymore.</p><p>An unknowing contemporary of the French avant-garde? Buchanan could have been the darling of the European artfilm set had it but known of him. No Godard could ever approach Buchanan’s purely instinctive grasp of the ultimate arbitrariness of the human condition, sought by great thinkers but accidentally brought to perfection by a Texas dropout.</p><p><span class=\"dropcap\">B</span>uchanan has been lucky to have collaborators who share his enthusiasm for making pictures at all (or no) costs. One of those was his cowriter and producer Harold Hoffman, who directed some features on his own, including the unforgettable <em>Sex and the animals</em> (a 1969 stock-footage documentary of animals mating, with pseudoscientific narration and Ravi Shankar music). Hoffman, who wrote and directed under the name Hal Dwain, now runs a successful advertising and photography business out of his house in far North Dallas. Maintaining a dual identity, he has succeeded in the real world while keeping one foot in the loony and unpredictable universe of dramatic films. His movies did all right at the box office in a Dallas theater, but he finally quit the feature business after he got tired of seeing his scripts demolished by budget limitations.</p><p>Hoffman, in his early fifties, looks like a straight businessman who couldn’t possibly be the same person who wrote the twisted script for <em>In the Year 2889</em> in three days. Like Buchanan, with whom he has remained good friends, he is refreshingly honest about the ups and downs of the film business. In 1961 he was an adman at Collins Radio and hired Buchanan for the audiovisual department. They had a lot in common—both had been actors —and they formed a partnership to film a courtroom drama based on a rape case involving a black man who was found innocent and a white freedom rider. Recalls Hoffman, “We were going to do the movies on our vacation from work, and we raised this money somehow. When the boss found out about it, he promptly told us we’d have to give up the project or leave the company. A race issue? They didn’t say. We had already spent some of the money so we said, ‘No, we’ll do the picture.’ We were canned. That made us nervous.” But AIP picked up <em>“Free, White, and</em> 27’’and ran with it. It was among the top ten grossers on <em>Variety's,</em> list for 1963, although it hadn’t played the South at the time and was banned in England.</p><p>“We thought we were doing an art film,” explains Hoffman. “AIP came up with that title. They really hoked it up in the promotion. As a gimmick, they put a two-minute picture of a ticking clock onscreen near the end, before the verdict. They had theater ushers hand out jury cards so the audience could vote whether the hero was guilty or innocent while this clock was on-screen. After two minutes the film came back on and showed that he had been found not guilty. Of course, after the first few showings, it went into smaller theaters where they didn’t do the promotion. But the prints were the same; right at the climax this clock would come on-screen for no explained reason and tick for two minutes. At drive-ins, people would honk and throw things.”</p><p>In a way, <em>“Free, White, and 21”</em> was a pivotal feature for Dallas, since it was the first to show investors that a local production could be a huge popular success. AIP financed Buchanan and Hoffman’s next race-courtroom picture, <em>Under age.</em> after John F. Kennedy was killed, someone thrust the money on them to do <em>The Trial of Lee Harvey Oswald.</em> That was in 1964, long before the TV movie of the same title. “We worked with a good attorney and actually built a case as if Oswald had been given a trial,” Buchanan remembers. “We know how the whole assassination happened, but no one believes us; they still believe that poor son of a bitch shot him from that window! It didn’t happen! But they had to have their rush to judgment, so what are you going to do? It was the original cover-up.”</p><p>Buchanan has continued to do conspiracy films. In 1975 he directed <em>Goodbye, Norma Jean,</em> a film about Marilyn Monroe, in which he raised the possibility that she was murdered. His latest production, <em>Down on Us,</em> is about the supposed assassination by the CIA of rock stars Jimi Hendrix, Janis Joplin, and Jim Morrison.</p><p><span class=\"dropcap\">A</span>fter <em>The Trial of Lee Harvey Oswald,</em> Buchanan and Hoffman tried to raise money for a project that later became Robert altman’s <em>McCabe and Mrs. Miller.</em> They wanted to do high-quality drama, but instead they got stuck with the long string of sci-fi ultraquickies so beloved by schlock aficionados. The films were done on contract for AIP, which needed to fill out the packages of black and white oldies it was syndicating to television. According to Buchanan, AIP told him, “We want cheap color pictures, we want half-assed names in them, we want them eighty minutes long, and we want them now.” Those were the only requirements; quality was not a consideration. If a film was short by ten minutes, Buchanan would run out and shoot exactly ten minutes of one actor chasing another in a big circle.</p><p>Perhaps the secret of the azalea masterpieces is that they are imitations of already abysmal films. <em>The Eye Creatures, </em>for instance, was a remake of the 1956 Roger Corman potboiler, <em>Invasion of the Saucer Men,</em> and it featured some of Jack Bennett’s earliest and goofiest monster masks (Bennett, now the father of special effects in Texas, honed his skills considerably in his years with the azalea team). <em>In the Year 2889</em> was a rehash of the post-World War III doomsday-mutant movie <em>The Day the World Ended.</em></p><p>Usually Buchanan tried to use name has-beens as leads—his top stars were people like John agar, Tommy Kirk, Fabian Forte, and Les Tremayne. As Buchanan points out, “You can always find someone who’s not working.” Because he couldn’t pay his stars much, he encouraged them to have fun with their roles. The acting styles ranged from lowkey (low to the point of inaudibility) to scenery-chewing histrionics.</p><p>The infamous <em>Mars Needs Women</em> starred Yvonne “Batgirl” Craig as the gogo-dancing miniskirted lady scientist. (Buchanan was recently stunned to learn that <em>Mars</em> was dubbed in Hebrew and is still shown regularly in Israel.) <em>Mars,</em> an original Buchanan story, is packed with penetrating commentary about the human condition, such as the head Martian’s warning to his men, “Whatever you do, don’t eat the earth food!” Flashlights pose as ray guns, and when they’re fired, the film turns negative. Amateur filmmakers joke about using Frisbees as flying saucers; Buchanan really did.</p><p>But he realized that serious films could be made cheaply. In 1970 Ingmar Bergman films were all the rage among the art cinema crowd, so Buchanan wrote, produced, and directed his “art” film, the sensitive Bergmanesque drama, <em>Strawberries Need Rain.</em> Buchanan went to German towns in the Texas Hill Country (which looks somewhat like Sweden) and shot his imitation to prove that he could do as well —and that the art crowd wouldn’t be able to tell the difference. The story, about a girl who is given 24 hours by the Grim Reaper to find love, had all the requisite elements according to Buchanan: “the running water, the old mill, the textures, the flowers, spring, Death coming to take the young girl, all that.” Sure enough, Buchanan talked a theater manager near Southern Methodist University into advertising <em>Strawberries Need Rain</em> as a new Bergman film, and the audience fell for it. One of the high points of Buchanan’s life was hearing students dissect the symbolism of his thrown-together fake in hushed, reverent tones.</p><p>The most money Buchanan has ever had to work with was $350,000 on <em>a Bullet for Pretty Boy,</em> starring Fabian. And this is the kind of director he is: He was in the middle of shooting, way behind schedule and over budget, and two wet-behind-theears studio execs were breathing down his neck for him to catch up. Buchanan held the script up in front of them, closed his eyes, grabbed ten pages at random, and yanked them out. “Okay,” he said. “We’re caught up.” That sort of impromptu script revision is largely what gives his films their fractured but unmistakably Buchananalian internal logic. <em>Pretty Boy</em> was a humiliating job for Buchanan; he had to work with Maury Dexter, the child star who had become a king of the low-budget directors. When a film was really awful, people used to say, “It’s as bad as a Maury Dexter western.” after the shooting of <em>Pretty Boy</em> was almost completed, AIP fired Buchanan and replaced him with Dexter.</p><p><span class=\"dropcap\">B</span>uchanan left Dallas for Hollywood in early 1970, where he decided to do a film called <em>The Rebel Jesus</em> that would show Jesus as he really was. Since Buchanan’s departure, the film business boom may finally be happening in Dallas. Buchanan warns, “I hope it doesn’t get out of line. I say, don’t become a back lot to Hollywood. That’s all it is right now. You’ve got to get in there and develop your own screenwriters and money people, create a self-contained industry in Texas.”</p><p>Other people made movies in the state before Buchanan did, but no one has approached the volume, the millions of feet of film that Buchanan has burned up not only on the features but also on all the minor documentaries and commercials he directed in between. Buchanan has never cared what the rest of the business thought. He has been laughed at, but he is one of the few old-timers still doing features, which is what every filmmaker really wants to do. He has insisted on doing things his way no matter how insane they appear; as ornery visionary, Larry Buchanan is by far the most independent—and therefore the truest—Texas director. In the words of <em>Zontar</em> magazine: “Perhaps no other <em>great bad filmmaker</em> has produced such a consistently <em>narco-mystical</em> body of work as the <em>sacred seven AIPAzalea classics—</em>with their obsessive themes of alienation, loneliness, entrapment, and the love-hate relationship between an isolated, misunderstood man and his own personal <em>rubber monster</em> ... the <em>living antidote</em> to the effects-crazed <em>goreschlock</em> and <em>Spielbergian space-slush</em> of the 1980s.”</p><p>One of Buchanan’s fondest fantasies is to make a compilation feature about himself and his movies called <em>It Came From Hunger.</em> In it, a band of crazed badfilm fans would abduct him and force him to watch endless replays of all his films. The idea certainly fits the usual Buchanan budgetary scheme-half of the movie would be stock footage from his oldies.</p><p><strong>SON Of Zontar</strong></p><p><strong>Larry Buchanan’s movies were so awful that they spawned two generations of badfilm-makers in Dallas.</strong></p><p>Larry Buchanan Was Mentor To a Second And Even a Third Generation of low-budgeteers in the Dallas area, people who went on to make their own imitation silk purses out of sows’ ears (this writer is one of them). A line of direct descent ran from Buchanan to his sound man, S. F. “Brownie” Brownrigg, who directed <em>Don’t Look in the Basement</em> (granddaddy of the “don’t look” genre of splatter film), <em>Poor White Trash II,</em> and the two embarrassing badfilms that Martin Jurow arranged the financing for but seldom talks about, <em>Don’t Hang Up</em> and <em>Keep My Grave Open.</em> Brownrigg in turn provided first jobs to a succession of crazy young entrepreneurs: special-effects whiz Ernie Farino; music-video wonder boy Ken Mandell; “Mad animator” Ivan Stang, who went on to mastermind the nationwide freak-out group, Church of the SubGenius; Mark Hundahl, who both produces minibudget features and distributes the old, bad “shelf movies” of many forgotten Texas filmmakers; and Larry Stouffer, who directed the cult favorite <em>Twisted Brain</em> (also known as <em>Horror High).</em></p><p>Buchanan had contemporaries who weren’t as prolific, but their films were sometimes just as bad. The inventor of the drive-in, Gordon McClendon, produced the bizarre <em>Giant Gila Monster</em> and <em>The Killer Shrews,</em> in which German shepherds and hairy puppets played the shrews. Edgar G. Ulmer simultaneously shot two sci-fi flicks —<em>The amazing Transparent Man</em> and <em>Beyond the Time Barrier—</em> using futuristic exhibitions at the 1959 state fair. The <em>Psychotronic Encyclopedia</em> described those movies as “ultimate examples of minimalist filmmaking at its strangest.” and no one who saw it can forget Marty Young and Louie Hexter’s antimasterpiece, <em>a Falling of Bells,</em> which starred Russell Johnson, the professor from <em>Gilligan’s Island.</em></p><p>Then there was Wally Clyce from Oak Cliff, who didn’t want to do exploitation. Instead he produced a hamburger franchise comedy (a new genre) called <em>The Pickle Goes in the Middle,</em> which could be kindly described as uneven. More recently Glenn Coburn produced <em>Bloodsuckers From Outer Space,</em> an intentionally funny badfilm.</p><p>In the early seventies a legendary maniac calling himself Dr. Palmer Rockey rented Dallas theaters to show his homemade feature, <em>Scarlet Love,</em> undeniably the very worst film ever made. Twenty years in the making, it was first advertised as a suspenseful drama. But after Rockey saw the audience reaction to it, he began billing it as a suspenseful satire. Indeed, the Palmer Rockey story makes for another, perhaps even stranger saga of heroic badfilm directing. And then there was Joe Camp, who, after some success with the Benji films, nearly achieved Buchananhood with his almost incomprehensibly terrible Saturday-morning kids’ adventure series about Benji versus space invaders.</p><p>But to be fair, Buchanan wasn’t really the first in Dallas. There was Hugh V. Jamieson, Sr., the founder of what was for years the biggest studio in the Southwest. Jamieson made cheapie 35mm westerns. Once, when he ran out of money in West Texas in the middle of a production, he enlisted local people as bit actors in the movie, shot their scenes, then rushed to his hotel and processed the film by hand in the bathtub in time to show rushes that same night in the town theater—and charged the townsfolk to see themselves. That bought enough film for the next day’s shooting.</p><p><em>D.St.C.S.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Film",
      "Movies",
      "people",
      "money",
      "Texas",
      "Dallas",
      "ever",
      "Business",
      "ten",
      "Theater",
      "Work",
      "Acting",
      "Art",
      "Harvey",
      "Hollywood",
      "Women",
      "HERO",
      "Rock",
      "Stars",
      "Advertising"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Dallas",
      "Big Bend",
      "Hill Country",
      "West"
    ]
  }
}