{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19865",
    "date": "May 1986",
    "year": 1986,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1986/19860500.pdf",
    "issue_cover_image": "",
    "document_start_page": 138,
    "toc_start_page": 136,
    "document_page_range": [
      [
        138,
        139,
        140,
        141
      ],
      [
        215,
        216
      ],
      [
        218,
        219,
        220,
        221,
        222,
        223,
        224
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Confessions Of an Aging Pothead",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198605-confession",
  "source": "/1986/19860500.pdf",
  "wp_post_id": 122262,
  "wp_post_guid": "http://www.texasmonthly.com/article/confessions-of-an-aging-pothead/",
  "authors": [
    "Richard X."
  ],
  "headline": "Confessions Of an Aging Pothead",
  "dek": "He’d Always Thought That Marijuana Was Harmless And Giving It Up Would Be Easy. He Was Wrong. Twice.",
  "spread_caption": "",
  "excerpt": "I smoked marijuana all day every day for several years. It took me almost a year to quit —and now I wonder if i’ll ever get straight.",
  "kicker": "",
  "word_count": 7961,
  "content": "<p><span class=\"dropcap\">I</span> am a marijuana addict, the way other people are alcoholics or cokeheads. After smoking pot for fifteen years, with four years of dedicated abuse, I quit cold last year. So in a sense I am a recovering addict, something I will be for the rest of my life. Such is the nature of chemical dependency. Don’t let anybody kid you —marijuana is addictive. It took me over a year to get off it. After tobacco and alcohol, marijuana is the most frequently used psychoactive drug in the United States. And it is the least understood —and most misunderstood-popular drug today.</p><p>I first realized that I was addicted to marijuana in the fall of 1984, when I went to Mexico to work on a couple of stories. I usually carried a pot stash into Mexico, prerolled into joints, triplewrapped in plastic, and stuffed into a sock or my underwear. Mexican cops seldom search you unless they are provoked. But I took no pot on this trip, just a pea-size lump of hashish wrapped up and taped inside the tip of my shoe; I would not smoke it until my photographer and I parted ways at the end of the first week. It had been his idea to go to Mexico drug-free —he was afraid of being caught. I pooh-poohed his paranoia but secretly half-welcomed it. Laying off pot for a few weeks would be good for me. I hadn’t abstained for more than a day or two in over two years, often smoking for months without letup.</p><p>I did not fall asleep easily that first night in Mexico, even though I was just on the shy side of bed-spinning drunk. A couple of hours after I finally did drift off, I was wide awake again. What little sleep I got the rest of the night was fitful; I attributed that to the excitement of being in Mexico and to the village roosters, which started crowing at about three in the morning. But the same sleeplessness occurred the next night, the night after that, and so on. Anxiety or despondency wasn’t keeping me up —I was having a great time —my mind just wouldn’t turn off at bedtime.</p><p>Photographs By Ka Chuen-Yeung</p><p><span class=\"dropcap\">T</span>he First Time I Got Giddily High I Watched Clouds Flee Across the Moon And Admired the Eerie Glow Spread Across the Neighborhood. The Music We Listened To Had Spatial Dimensions; a Rock On the Porch Turned INTo a Skull. When I Closed My Eyes, Miroesque Scribblings Danced Across the Insides Of My Eyelids. It Was Fun.</p><p><span class=\"dropcap\">I</span> Got Stoned To Enjoy Life, I Got Stoned To Avoid Life. It Was Taking More And More Pot To Get High, When I Got High At All. Paranoia Crept In. Always Shy, I Felt Even More Uncomfortable WItH Strangers, Partly From Self-Consciousness But Mostly From the Stupor ENSHROUDInG Me. It Was TIMe To QUIt, But I Couldn’t Do It.</p><p>After the fourth night I began to suspect that my mind—and body —needed marijuana or, more precisely, THC (delta-nine-tetrahydrocannabinol, its active ingredient), to shut down. Plenty of exercise and liquor were poor substitutes. For the first time on the trip I got depressed: so marijuana <em>was</em> addictive. I wouldn’t have believed it if it hadn’t been happening to me. Experts are still quarreling over whether marijuana is merely psychologically addictive or physically addictive too. In the end the point is moot; addiction is addiction. I needed pot.</p><p>By the ninth day I was in Juarez and by myself at last. I hadn’t slept decently the whole trip. I bought a little onyx pipe at one of those shops for <em>turistas</em> on avenida Juarez, and when my interviews for the day were over, I locked myself in my hotel bathroom and smoked a couple of hits of hash. The high felt great, and I slept well that night. I repeated the process the next three nights with the same restful results. It was nice to sleep again, though I wasn’t pleased that I needed pot to do it. Once I was back home, I halfheartedly tried to postpone my first smoke of the day till noon, but before long I was back to my old habits.</p><p>For several years preceding that Mexico trip and for nearly a year afterward, a typical day ran something like this: I would wake up around seven-thirty, drink three or four cups of coffee, and get stoned by nine or ten, which was about the time I started working. The first high would be followed by another an hour or so later and so forth, until evening rolled around and I was as stoned as I wanted to get for the day. I mostly smoked from a bong (a type of water pipe) because it’s less wasteful. My daily dosage was the equivalent of about four or five fat joints, though that quantity varied with what I was doing. Each month I spent between $80 and $90 for an ounce to an ounce and a half of pot, which may not sound impressive to other potheads, but I was an efficient user.</p><p>Most writers are poor, and I am no exception. During my smoking years I grossed about $8000 annually, which means that more than 10 per cent of my income went up in smoke. But I rationalized that any sort of night out on the town would set me back at least twenty bills. For that amount I could buy enough pot to stay stoned for a week.</p><p>Few people, including my closest friends, were aware of my pot dependency. I seldom smoked at parties because I was already plenty stoned from the day’s smoking and because mixing pot and booze made me dizzy and nauseated. And if you’re an experienced head, it’s easy to fool most people into thinking you’re stonecold sober.</p><p><em>Richard X. is a pseudonym.</em></p><p><span class=\"dropcap\">I</span> first smoked marijuana in the spring of 1970, when I was seventeen. I had never even heard of the stuff until 1968 when it first came to my high school, which was located in a selfrighteous, God-fearing conservative town on the Texas coast.</p><p>I was riding to school one morning with a guy I didn’t particularly like but who had a nearly new Pontiac Catai lina and liked to drive it fast and deep into the night along the endless roads of the barren coastal plains. Mike was taking his time, driving below the speed limit instead of ten miles above it. He pulled a pipe and a rolled-up plastic bag out of his jacket pocket. “Hey, dude, I scored a lid last night.”</p><p>I examined the bag’s contents, mostly dust and seeds, brown-gold in color.</p><p>I wrinkled my nose at the musty odor.</p><p>It weighed considerably less than an ounce. “Lid,” I soon learned, is a loose term. “So this is marijuana,” I thought. “Why not?”</p><p>I packed the pipe with some of the dust and reached for the matches. I lit up and sucked the smoke in as deep as I could and held my breath until I couldn’t hold it anymore. I knew exactly what to do; everyone our age knew how to smoke pot, even if he hadn’t seen it yet.</p><p>We passed the pipe back and forth, puff after puff, until the charge was gone, according to proper dope ritual. The stuff tasted as bad as it looked, and the acrid smoke scratched unpleasantly at my nasal passages. Except for leaving a stale taste in my mouth, the dope didn’t affect me.</p><p>I smoked pot several more times during my last three semesters in high school, but I never got high. I finally got stoned sometime during my freshman year at UT. I don’t really remember anything about the experience except that it made me a little laid-back and drowsy. The pot we had then wasn’t much better than that in high school; it was more leafy than dusty but still funky-tasting and funky-smelling and full of seeds. When I started racing bicycles during my sophomore year, I cut out Smoking pot altogether and most drinking too, aside from an occasional off-season beer. Bike racing became the new compulsion in my life.</p><p>[ Continued On Page 213 ]</p><img/><p><span class=\"dropcap\">I</span>MAGINE Waking Up Stoned Without Smoking Anything. Not Pleasantly Stoned Either, But Lethargically Stoned. Imagine Feeling That Way For the Rest Of the Day, Every Single Day For Four Months. Pot Withdrawal Lasts And Lasts And Lasts. I Wondered Whether I Would Be Sweeping Floors Or Stacking Boxes For the Rest Of My Life.</p><p>[ Continued From Page 138 ]</p><p>The first time I got giddily high was on a warm summer night in 1974. Texas bike racing was in its summer hibernation. A group of us gathered for dinner, and afterward someone produced a joint. “Oaxacan,” he called it. “Primo stuff.”</p><p>Stoned, we watched the clouds flee across the full moon and admired the eerie glow spread across the neighborhood. The music we were listening to took on spatial dimensions, and a rock on the porch suddenly turned into a skull. Whenever I closed my eyes, Miroesque scribblings danced across the insides of my eyelids. It was fun, but clean lungs were still important to me. I smoked pot a couple of times a year at parties for the next few years and never did any other drugs.</p><p>I graduated from UT in 1975 with honors and a degree in history, did a one-year stint at the Lyndon B. Johnson School of Public affairs, and then decided to drift for a while —however long that might be —on the bicycle: racing bikes, working on them. I did not start using marijuana regularly until January 1979, when I took a dull but decent-paying assembly-line job in austin to give my pocketbook some extra padding for the upcoming racing season. After a week on the job, I was so bored that I began eating marijuana, sprinkled into a peanut butter and honey sandwich, before going to work. I was still protective of my lungs. An hour or so later i’d have a good buzz on, and work wasn’t so bad. I found out that getting high didn’t adversely affect my production either; in fact, I had one of the best efficiency levels in my department, better than many of my straight seniors. My bosses were sorry to see me go when I left for Chicago that spring.</p><p>I came back to austin in the fall, after a six-month racing stint in the Midwest, disappointed with my performance, troubled by my rootlessness, and not at all interested in returning to the pretentious but provincial Texas racing scene, not after what I had been through on the major league circuit. I determined to quit racing and open a bike shop. While I waited for one or another partnership to coalesce, I went back to work as a mechanic at a local shop and started busing and cooking at a few downtown restaurants and bars for not much more than minimum wage.</p><p>I was rooming with a nickel-and-dime pot dealer, so there was always plenty of weed around the house. But it was more than ordinary pot. I had smoked Oaxacan, Guerreran, and Colombian in the past, and they had left me cold. This was skunkweed: fresh, fragrant, <em>pura sinsemilla</em> (seedless marijuana), scientifically grown in the Lost Pines between Bastrop and Smithville. It was spicy-tasting stuff that put a bounce in your step and made you want to rock and roll instead of slowing you down and putting you to sleep.</p><p>The late seventies had signaled a new marijuana era in austin and the rest of america. Until then, there had been a popular prejudice against homegrown and domestic pot. American industry may have been on the downslide, but american ingenuity led to a revolution in potgrowing and in the character of the drug itself. Bright young potheads put the latest technology to work and developed marijuana that was six and seven times stronger than what we had started out smoking ten years earlier. It was like the difference between driving a Model T and a Ferrari. The days of 2 per cent THC and $10 bags were gone forever. The new weed packed 12 to 14 per cent THC and sold for $100 a lid. The dried-out, musty, brainnumbing, cheap Mexican and Colombian pot was crowded out of the market by this super <em>sinsemilla,</em> grown locally or imported from California, arkansas, Oklahoma, or Hawaii. Jamaican weed became easier to find too, and though it was not as fresh, it still had a potent kick. Marijuana had become big business. Nonusing, noticeably non-hippie types became kingpins in the marijuana trade. Dealers began packing guns, and people started dying as the stakes got higher.</p><p>In the last couple of years Mexican weed has made a comeback, in austin anyway, and probably accounts for at least half the pot sold in town. But it is nothing like the Mexican weed we started out on many years ago. Though it is not <em>pura sinsemilla,</em> it is nevertheless good stuff, fairly fresh and clean with only a couple of dozen seeds per bag (dealers sometimes cheat when making lids by adding seeds to the bag to bring it up to a full ounce in weight). It sells for around $80 a bag, and locally grown skunkweed fetches $150 an ounce when you can find it.</p><p>Many people think that marijuana is a crude and simple drug because of its simple preparation process (harvesting and drying), but just the opposite is true. Precisely because it is so unrefined, marijuana is a complex drug about which little is known. And because of the recent rapid evolution of the superweeds, scientists have been forced to reexamine their already scanty precepts.</p><p>There are more than 420 recognized chemical constituents in marijuana, many of which occur in other plants. At least 61 of them are found only in the cannabis plant and are therefore known as cannabinoids. Of those, only THC and cannabidiol (CBD) have been studied well enough for scientists to characterize their individual pharmacology. Alcohol, on the other hand, has a simple chemical makeup, C2H5OH; the effects of alcohol on brain activity are relatively simple when compared with the complexity of THC’s effects on brain mechanisms. No one knows exactly how marijuana works on the brain. Researchers have not located specific THC or cannabis receptors, but they have noticed that the THC molecule interacts with several types of neurotransmitters in ways they don’t yet understand.</p><p>Just because we don’t know anything about the other 59 identified cannabinoids doesn’t mean that they are neutral components. In all probability, one or more of them interact with THC. It’s my gut feeling, from years of using many different strains of marijuana, that the interaction of THC with various concentrations of those “supporting players” produces the varying highs found from one strain of pot to the next. Some marijuana produces instant drowsiness; other pot produces an energetic high, or an imaginative high, or a reflective high, or a body high, or a giddy high. Some pot hits you with everything it has in a couple of seconds; then you have “creeper” pot, which sneaks up on you and keeps on coming.</p><p>The usable concentrations of cannabinoids may be affected by harvesting and preparation. Time of picking and method of drying are critical to the final potency of marijuana. To further complicate matters, the mood you’re in at smoking time is important. If you’re depressed, getting high is likely to make you more so; if you’re happy, you’re likely to get happier. And, emotions of the moment aside, pot affects different people in fundamentally different ways, provoking aggression in a few, reticence in others, or paranoia or silliness. I have several hyperactive friends who smoke regularly to “keep their rough edges buffed.”</p><p><span class=\"dropcap\">T</span>he fall of 1979 was a great one for bike riding, with weeks of mellow, temperate afternoons. I rode almost every afternoon, and nearly always smoked half a joint before pedaling off, something I never would have done while a racer. It was also a fall for love, and I fell for an attractive woman just out of college who was even more rootless than I. One of the few things we had in common was getting high. I held on to our relationship long after I should have gotten out, from a desire to make <em>something</em> in my life work.</p><p>As we lurched to our breakup a year later, I began to smoke more often. Getting stoned helped push my girl problems into the background for a while.</p><p>My problems with women sometimes interfered with my work. I had started to write for a living; it filled in the time and the dollar gaps while I waited for the bike shop to happen. When love made me too depressed to write, smoking a joint frequently helped to break through the gloom.</p><p>I was still cooking, busing, and waiting tables at a cafe where many of my coworkers were artists and druggies, mostly potheads. We always gathered out in the alley before opening to smoke a couple of fat ones, and then we repeated the process every couple of hours, whenever there was a sufficient lull in business. We always smoked good stuff. A smokeathon might include three or four strains of $100-an-ounce weed, which only increased the depth and complexity of the high. We would drift back inside, comfortably insulated from the slings and arrows of our often undeserving clientele. By “insulated” I mean that I felt as if the real me were hovering somewhere a couple of feet above and off to one side of the shell that was shagging Shiners or rolling enchiladas. I felt as if I were watching myself on TV.</p><p>By the fall of 1981 I had a book contract, I was writing regularly for a new magazine, and I was in love again, with a spirited but flighty young woman. My pot smoking abated that fall and winter because I came down with a terrible case of mononucleosis and spent most of the rest of the year on my back.</p><p>By the spring of 1982 I was feeling better and writing and smoking more. I got stoned to enjoy life’s pleasures, I got stoned to avoid its lows, and because my personal problems interfered with my creativity, I got stoned to write. Soon I was getting high to write whether or not anything was bothering me; it loosened my blocked mind and set it racing in all sorts of interesting directions.</p><p>Writing has never been easy for me. I mostly wrestle with it. I spend a good bit of time waiting for a lucid idea to form. And when i’m depressed or tired or sick, I can’t write. Getting high often unlocked the door to my creativity. I am not alone —J. Anthony Lukas wrote in the <em>New York Times Book Review.</em> “It is true that for some writers—particularly young writers —liquor may temporarily seem an aid to composition. Psychiatrists tell us that many creative people have a ‘gatekeeper,’ a psychic mechanism that blocks creativity and must somehow be put to sleep so that the process may flow. For a time, alcohol may serve that purpose.”</p><p>It began to take more and more pot to unlock my door, regardless of what mood I was in. Still, my writing career was progressing, slowly but surely. I got good reviews and better assignments. People complimented my work for its clarity. I enjoyed the irony.</p><p>Friends have said to me, “How can you write stoned? My mind turns to mush when i’m high,” or “Whenever I write while high it seems so wonderful at the time, and when I read it later it’s dumb.” I can’t explain it really, except that I am a disciplined person. Although I often smoked purposely to get the creative juices flowing, I did my editing and polishing in a relatively straight state.</p><p>Many was the time that I became panicky as my stash of pot got down to seeds and stems and I realized that no matter how carefully I sifted through those, there was just no more dope in the house. Then I started thinking of friends who might have something I could “borrow” or, worse, I had to wait for one of my laterising dealer friends to get up or come home from work so that I could score another half an ounce. (For the most part my dealers were users themselves, members of the peace and love generation who paid for their habit by selling ounces of pot to friends and friends of friends. They held regular jobs and didn’t otherwise engage in criminal activities. Most sold nothing but pot; most “retail” dealers sell only the drugs they abuse themselves. In dealing, the amount of danger correlates directly with the amount of money involved.) I could do nothing but nervously pace the floor until I could get stoned again, and when I did, I had the most glorious feeling of peace and release, and I could work again. I was back to normal —stoned.</p><p>Whenever I thought about how stoned I was always getting, it depressed me, so I tried to think about it as little as possible —getting stoned helped.</p><p><span class=\"dropcap\">a</span>fter several years of dedicated smoking, I had become adept at gauging my doses. I usually knew how little or how much to smoke for any given activity. Sometimes, though, I miscalculated and got so high that the room started to spin and words on a page blurred in front of my eyes and the pressure on my brain was so intense that I could do nothing but pace the street until the rush subsided, praying fervently to God to deliver me. When it finally passed at least a half an hour later, I was relieved, but in a few hours I would be high again.</p><p>You can do some pretty amazing things while high if you have enough experience with the drug you’re on and if the activity is second nature to you. Former pitcher Dock Ellis pitched the only nohitter of his life while tripping on acid. He was so high he didn’t even realize he had a no-hitter going until the ninth inning, when a teammate complimented him on it. Bike riding is so natural to me that I could do it stoned, even mountain biking at breakneck speeds over the hardscrabble up-and-down limestone and cedar-infested goat trails of the Hill Country west of austin, dodging tree limbs, bouncing down terraced hillsides, and sliding through rubble-strewn hairpin turns while pedaling the razor-thin line between discretion and disaster. It is a test of nerve, instinct, and reflexes, and to succeed, rider and bike must become one. In the course of a fouror five-hour ride I would stop to get stoned at least three times. Why? Because it added to the thrill, making me even more reckless.</p><p>But by New Year’s, 1985, my pot habit caught up with me. Normally healthy, I came down with several colds that winter; instead of drying out after each cold, my sinuses remained partially clogged, and several times a month I would wake up with sinus headaches, which I had never had before. When I rode my bike, I felt as if iron bands were wrapped around my chest so I couldn’t breathe as deeply as I was accustomed to. And my lungs hurt too, as they do when you inhale freezingcold air.</p><p>Marijuana produces 50 per cent more tar than the same weight of, say, a Camel. Since a joint is usually smoked down to as small a butt as possible, it yields twice as much tar as it would if smoked like an ordinary cigarette. Marijuana tar contains more than 150 complex hydrocarbons, including carcinogens such as benzo[a]pyrene. The concentration of benzo[a]pyrene in marijuana tar is 70 per cent higher than that in the same weight of tobacco tar. One joint, totally combusted, yields about five times as much benzo[a]pyrene as one cigarette of equal weight smoked to a butt of 30mm. The amount of benzo[a]pyrene from one joint retained in the lungs is probably even greater than that from five cigarettes, because pot smoke is inhaled deeply and held for up to thirty seconds. Thus, just two or three joints a day may carry the same risk of lung damage as a pack of cigarettes.</p><p>In an experiment conducted at the University of California School of Medicine in 1976, a group of young, healthy marijuana smokers was matched with a control group. Tests of lung function after two months of heavy use showed a 25 per cent higher airway resistance in the marijuana smokers. Among cigarette smokers, evi dence of chronic bronchitis with signi ficant breathing difficulties won’t show up for fifteen to twenty years.</p><p>In another study a group of laboratory rats inhaled marijuana followed by aerosolized bacteria. The lungs of the rats exposed to marijuana showed a proliferation of the bacteria; those of the control rats did not. If the implications of that finding can be extended to man, it suggests that marijuana smokers have an impaired ability to ward off lung infection. Cannabis tar, when painted on the skin of mice, causes precancerous changes similar to those produced by tobacco tar. Cultures of isolated human and animal lung cells also undergo precancerous changes when exposed to cannabis. Small samples of bronchial tissue from twentyyear-old heavy hashish and tobacco smokers have contained precancerous changes not normally seen in heavy tobacco smokers under age forty.</p><p>I wasn’t happy with my crippled respiratory system, but I learned to live with it; I enjoyed getting high even more. I kept deciding that I would start eating pot to save my lungs, but I kept forgetting. Besides, smoking is a far more efficient way to deliver THC to the brain, because the cardiovascular system transports blood directly from the lungs to the left heart to the brain in just a few seconds, minimizing the opportunities for disposition, tissue binding, and metabolism, which will occur to a greater degree if marijuana is eaten. Researchers have established that 20 per cent of the THC in inhaled pot smoke is absorbed into the bloodstream, versus about 6 per cent if pot is eaten. As opposed to alcohol and most other water-soluble drugs, THC and the other cannabinoids are lipid (fat) soluble. Since lipids make up much of the brain’s fine structure, THC enters the brain rapidly and tends to stay there. Peak levels of THC and the cannabinoids in the blood occur about the time you finish a joint, then decline rapidly to about 5 or 10 per cent of their initial levels over the next hour. That rapid disappearance is mainly a consequence of THC’s entering the brain and other fatty tissues. In the liver THC is rapidly changed into a compound called 11-hydroxy-THC, which is also psychoactive, and to more than twenty other products that are inactive (when smoked, pot produces more than two thousand chemicals in the body). Because of the rapid distribution of THC into other tissues, blood levels cannot reflect the concentration of cannabinoids in the brain and other organs.</p><p>Accumulation of THC in body fat has been demonstrated unequivocally in humans. A substance is not necessarily toxic just because it is retained in the body for a long time, but if a substance does have inherent harmful effects, the longer it is used the higher the risk because of the progressive buildup of toxicity.</p><p>Although there is debate as to exactly how long it takes the body to rid itself of THC and related compounds, the process is lengthy compared with the rapid elimination of alcohol and other water-soluble drugs. Less than 10 per cent of alcohol is released through the lungs and kidneys, while 90 per cent is metabolized at the rate of 5 to 10 milliliters per hour. One drink of alcohol should be eliminated within six hours. A single dose of THC has an estimated half-life of five days to a week, and its complete elimination may take up to a month, 80 per cent via the intestine and 20 per cent via the kidneys. According to a current theory, a regular user will accumulate THC at a faster rate than he will get rid of it, and accumulation will be much more rapid from smoking 15 per cent THC pot than from the old 2 per cent pot.</p><p>Clinical observations have long suggested that regular heavy marijuana use may produce lung damage, impair reproductive and endocrine functions, cause long-lasting behavior disturbances, and lower resistance to infection. Under investigation also are the effects of marijuana on the children of users, on chromosomes, on cells and cellular reproduction, on brain functioning and physiology, and on the human immune system.</p><p>Research methods are far from standardized. Much of the research has been done at such large, government-sponsored centers as the National Institute on Drug abuse and Ontario’s addiction Research Foundation. NIDA is also the conduit of most U.S. government funds —some $8.5 million last year—to university researchers across the country. Major work on the effects of marijuana on health and productivity has been carried out at UCLA’s Center for the Health Sciences, the Harvard Medical School, and several campuses in the University of California system. The army has been especially interested in how pot use affects work with complex machinery; it has funded several important studies. In our understanding of marijuana we’re about where we were thirty or forty years ago with regard to alcohol and tobacco.</p><p><span class=\"dropcap\">B</span>y 1985 smoking pot had begun to take its toll on my thinking, not overnight but gradually, almost imperceptibly. Over the years it had taken more and more pot to get high, and often that did not work at all, no matter how much I smoked. I got stoned, but all that did was “zone me out,” put me in a fog, make me lazy and apathetic. Because I could afford to buy pot only in small amounts, I was smoking different strains of pot from week to week. A pattern began to emerge. I would get exuberantly high the first two days, then lapse into mediocre highs as I smoked the rest of the bag. Finally, not even the first high of the bag was good unless I was smoking with a friend. I spent more and more time being depressed about not being able to write, doing nothing but reading or watching TV because nothing interested me. I was slipping into what experts call the amotivational syndrome.</p><p>Paranoia started to creep in. Always a shy person, I began to feel even more uncomfortable in a roomful of strangers. I had little to say, partly from selfconsciousness but mostly from the stupor enshrouding me. I missed many of the parties I was invited to because I was too sleepy from the day’s smoking or because I just didn’t feel like socializing.</p><p>In July I had a painful bike wreck because I was stoned. While descending a steep creek bank on the mountain bike, I went over the handlebars head over heels. I had simply forgotten, in my fogged state, to sit back and low in the saddle. I didn’t break any bones, but I suffered considerable bruises and scrapes, and I had to stay in bed for a week.</p><p>Then I began to suspect that I had developed an allergy to marijuana. Every time I smoked, my throat became dry and scratchy, my nose clogged up, my eyes got dry, and I had hot flashes across my face. The same things happened when I ate marijuana. I suspect that I got sick at least once from eating uncooked pot. Because there are no laws regulating the harvesting and curing of marijuana, it is often contaminated with ingredients like herbicides, animal manure, and molds. The marijuana may have spent weeks in some ship’s damp hold or in a rain-soaked field. All of the Colombian weed I ever smoked was moldy. There is an art to curing marijuana properly for freshness, cleanliness, and flavor, and you can bet that the big growers in Colombia and Mexico don’t worry unduly about the purity of their product. Salmonellosis (food poisoning caused by Salmonella bacteria) and aspergillosis (a disease caused by mold spores) are two of the diseases that can be caused by ingesting dirty pot. And since pot is just weed, like dozens of other allergens, there is no reason one can’t develop an allergy to it.</p><p>In august 1985 I went to San angelo for a race-my first since 1979. Owing to back problems as well as an intestinal virus, I had not ridden my bike for two weeks. Yet I felt reasonably confident. It was a hollow confidence. I quit halfway through the 26-mile contest with an aching back and rubbery legs. The pace had been unexpectedly fast from the beginning. I went into oxygen debt at the start and never got my second wind. I was still wheezing when my buddy finished in ninth place. We smoked a fat one on the way back into town, but instead of making me feel better, smoking sent my heart racing at close to two hundred beats per minute and it didn’t calm down for four or five hours. I felt as if a tornado was raging in my chest, and I feared that my heart might tear loose from its moorings at any minute. I didn’t smoke again the rest of the day.</p><p>Starting that Sunday, I cut back on my smoking habit and decided to quit eventually, though I didn’t set a date by which that would happen.</p><p>A few weeks later I was down to about one joint a day. My tolerance had dropped, and a couple of bong hits spaced throughout the day got me as stoned as I wanted to get. But I didn’t get a good high; I would feel terrible —tired, confused, depressed, feverish, and stopped up.</p><p>The end finally came not with a bang but with a whimper. Three weeks after the San angelo trip I drove down to Reynosa to work on a story. I smoked most of a joint on the way down, and it made me feel absolutely terrible. I dropped off a single wrapped-up joint a few miles this side of the border for the trip back, but carried nothing with me over the border. On the way home I smoked half the joint, with the same miserable results. A year earlier I might have smoked three joints on that boring drive.</p><p>It was time to quit, I decided, but I just couldn’t do it cold turkey. One or two hits in the late afternoon seemed to be the best compromise; once I got used to that little bit, then I would try to quit altogether. That phase lasted only three days. Even after just a couple of hits, paranoia crept in and I became afraid of losing my mind. So I quit completely.</p><p>Two days later I had absolutely no energy, and my head felt as if it had been stuffed with cotton. I felt as if I had mononucleosis again. An hour after getting up I was so tired that all I wanted to do was go back to bed. But I couldn’t sleep. I would read, though after awhile even reading got tiring, and I would close my eyes and wonder what was happening to me. As run-down as I was, I didn’t sleep well at night, just as I hadn’t in Mexico a year earlier. After several days of this I went to my doctor for a checkup but he found nothing wrong. We concluded that pot withdrawal was knocking me face first into the dirt; he prescribed a mild tranquilizer so that I could get to sleep at night (THC is a sedative, and eventually your body comes to depend on it). I noticed a fairly rapid improvement in my respiratory system, but my head still felt clogged.</p><p>I would get up each morning, make coffee, and try to read the newspaper, but some mornings I had trouble getting through the comics section. Whenever I tried to read about my favorite subjects, such as Mexico, the Soviet Union, or afghanistan, I had to reread the stories several times in order to make their meanings register.</p><p>In conversations I sometimes found myself forgetting what I had just said or was going to say, or what the other person had said. I had trouble finding the right words for the ideas I was trying to express, and when taking notes during an interview I often transposed letters and words.</p><p>It took nearly a month for my sleep habits to return to normal —that is, falling asleep easily and staying asleep. I also started remembering my dreams. THC almost certainly suppresses REM and delta sleep, which is when dreaming happens. During my smoking years I remembered perhaps half a dozen dreams a month; after quitting I remembered at least that many on awakening.</p><p>I stayed straight for nearly three weeks, mostly by keeping busy every morning to resist the temptation to light that first joint. If I could make it past two in the afternoon, I could avoid smoking the rest of the day.</p><p>Then it happened. One morning an interview fell through, and I was suddenly left with nothing to do. I still had a couple of joints’ worth of pot that I hadn’t had the heart to throw away. I began to wonder if I could recapture the old magic after a couple of weeks of vacation. Besides, I really wasn’t comfortable being straight—being stoned had been normal for so long. I got incredibly stoned, but not happily and energetically stoned, just numbingly so. I spent the rest of the day regretting it and vowing not to do it again, yet I didn’t throw the rest of the pot away. Exactly a week later I found myself with another free morning. I was depressed about how long it was taking to break the addiction. So I lit up, again hoping that I could recapture some of the old magic, but I didn’t. I tried the next day with the same results. So I left town for several days to avoid further temptation.</p><p>Another week passed, and my head still felt as if it was stuffed with cotton candy. I had about two bong hits left in my rolling tray. “What the hell,” I thought, “the disease can’t be worse than the cure has been.” I smoked the remainder and my mind loosened up. I sat down to write for the first time in weeks, on this story. I felt good for about an hour. Then lethargy set in, and the juices stopped flowing. I was happy to have experienced a bit of the old feeling, but that’s all it had been—a <em>bit</em> of the old feeling. As I threw the last of the marijuana into the back yard, I knew that this was finally it-no matter what the temptation, it would have to be cold turkey from here on. The magic was gone. I would be able to catch but fleeting glimpses of it again, no matter how much or how little I smoked.</p><p><span class=\"dropcap\">I</span> kicked my pot habit alone, as have most ex-heads of my generation. And most of my generation are ex-heads. The 1982 National Survey on Drug abuse estimated that more than 18 million americans between the ages of 26 and 34 had tried marijuana at least once, 8.67 million in that age group had used it in the last year, and 5.5 million had used it during the last month. The survey indicated that as americans age, they tend to give up marijuana and most drugs except alcohol. But the survey also suggested a slight rise in the number of hardcore users.</p><p>Few potheads seek professional help for their addiction, which doesn’t mean that pot is an easy drug to kick. Most addicts who receive professional treatment are polyabusers —they abuse more than one drug. Alcohol and marijuana is a common combination. Speed freaks and cokeheads smoke pot to calm themselves.</p><p>All the drug counselors I talked to said that people who abused only marijuana made up a low percentage of their clients, but they all said that around half of their clients smoked pot regularly. The clients didn’t see pot as a problem though; they were there for help with other drugs. “Insidious” is a word frequently used by counselors when describing marijuana. For its intended purposes, marijuana works better than most drugs. You can’t overdose on and die from marijuana the way you can with cocaine, alcohol, or heroin. It’s almost impossible to get busted for DWI on pot, given the lack of an easy test for marijuana intoxication. Pot is a predictable drug, and it doesn’t give you a hangover the next morning. And although marijuana can ultimately be as addictive as cocaine, it’s an addiction that takes much longer to develop and in which behavioral changes take longer to occur. It’s so gradual a slide that often the abuser and his friends and family fail to notice what’s happening. Potheads tend to fade into the woodwork.</p><p>One psychologist told me that when she started work she hadn’t taken pot addiction seriously. Now she feels that the longtime pothead is the most difficult client to work with, for two reasons: First, the long-term user loses insight; obvious things aren’t apparent. As an example, she pointed to a client in her early thirties who had been smoking heavily for ten or twelve years and quit only because she would go to jail if she didn’t. She had a couple of children, one of whom had been having screaming nightmares almost every night and had a penchant for setting fires in the house. The woman didn’t think her child had any particular problems. Second, the client has to stay clean for a long time to get any results. Mac McLester, supervising counselor of Shoal Creek Hospital’s Renaissance Outpatient Program for Chemical Dependency Program in austin, observed that “the hardest thing about dealing with potheads is getting enough of the drug out of their system in order to reach them.”</p><p>Most of the currently available literature says that it takes from three weeks to three months to “detoxify,” that is, to rid your body of accumulated THC. As I write this, it has been four months since I decided to quit and three months since my last backslide, and only now is the fog beginning to lift from my brain. Yesterday was the first day since I quit that I felt unfuzzy, unstoned. Chuck Roper, clinical director of the Solutions Counseling and Treatment Center in austin, told me that it would probably be six months before I felt completely normal. He’s probably right—he’s been where I am. Pot withdrawal progress is so gradual that it can’t really be measured daily; week-to-week or month-to-month progress is more appropriate. A few experts say you never detoxify.</p><p>Experimental evidence in rats from Toronto’s addiction Research Foundation laboratory suggests that long-term exposure to heavy-user doses of cannabis can produce learning impairment and changes in brain waves that last long after the addict quits. Those disturbances are accompanied by subtle changes in brain cell connections that can be seen under an electron microscope. Such experimental evidence of brain damage in animals is consistent with clinical observations in humans.</p><p>Imagine waking up stoned—not from smoking anything —and not pleasantly stoned but burned out, lethargically stoned. Imagine feeling that way for the rest of the day every day for four months. Or if you’ve never been stoned, imagine living with a hangover (minus the headache) every day for months. Some days, up to several times a day, especially if I was under stress, I would have a “flashback”—feel incredibly stoned from fifteen minutes to an hour. There are a number of hypotheses for flashbacks, and one espoused in a popular drug counseling film goes something like this: Blobs of THC enter brain cells, and once inside, they mix with neurotransmitters. When a brain cell is stimulated, it fires off neurotransmitters; sometimes it may mistake a THC blob for a neurotransmitter and fire it off to another cell. Hence the flashback.</p><p>In addition to sleep disturbances, potheads who quit may experience irritability, appetite and weight loss, sweating, nausea, diarrhea, tremors, and depression. The intensity of withdrawal symptoms from pot are not as marked as those from alcohol, barbiturates, or opiates. But physical withdrawal from those drugs is usually over in a week. Pot withdrawal lasts and lasts and lasts. After several months, I had serious doubts as to whether my mind could ever be retrieved; I wondered whether I would be sweeping floors or stacking boxes for the rest of my life.</p><p><span class=\"dropcap\">S</span>o how do you help a pothead who can’t do it alone? The same way you help any other addict. Most professionals shy away from categorization by drug, preferring to speak of chemical dependency in general. Chuck Roper put it this way: “It’s the feeling of alteration that you get addicted to at first, not any particular drug.” Estimates conclude that between 10 and 15 per cent of the U.S. population has addictive tendencies. Alcohol is the easiest drug to obtain, so most people get addicted to it first. But which drug an addict chooses isn’t really important; it’s the cause of the addiction, not the addiction itself, that must be treated. You get nowhere if your alcoholic client gives up drinking and turns to marijuana instead.</p><p>The first and hardest thing to do is get the pothead to stop smoking (or at least cut back drastically) and keep him clean long enough to talk him into getting some help. Since most addicts suffer from low self-esteem, most chemical-dependency programs are a combination of education and counseling designed to alter the client’s attitude. Individual counseling is accompanied by group therapy, which is probably the key to recovery. Part of a chemically dependent person’s problem is his denial of the problem, and group therapy is effective in breaking that down. An individual therapist can be fooled but not a roomful of fellow addicts. Group therapy also allows members to support each other and to reestablish meaningful relationships. Most addicts tend to associate with other addicts during their period of addiction; group therapy reminds them that they can be accepted by others, warts and all.</p><p>Roper opined that the incidence of relapse among pot smokers is probably higher than among any other group of chemical abusers because there is not a great social stigma attached to smoking pot and because it’s hard to get caught. Also, many people think marijuana is a harmless drug.</p><p>So where does the story end? For me it never ends. I will be a recovering pothead the rest of my life, and I will have to avoid the temptation to replace pot with some other drug. I still have the urge to get stoned when i’m feeling bored or frustrated or alienated. To head off those feelings I socialize more and try to keep myself busy.</p><p>I’ve drawn a few conclusions about marijuana too: I don’t see anything wrong with its social use by adults (I define that as one or two joints a week smoked by people 21 years and older). Pregnant women and kids have no business smoking pot at all. Over the next ten to fifteen years we’ll begin to see the long-term effects of heavy use of the new superweed, and i’m not looking forward to the results. I see increased incidence of lung cancer, emphysema, bronchitis, and other related respiratory diseases, and I won’t be surprised if there is a rise in certain forms of mental illness. Marijuana is a mindaltering drug, not a toy. Even though I feel a lot better these days, I still don’t know if I got out in time.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Marijuana",
      "Smoking",
      "Smoked",
      "Smoke",
      "Work",
      "people",
      "Racing",
      "Alcohol",
      "Addiction",
      "Mexico",
      "Smokers",
      "Tobacco",
      "Austin",
      "ten",
      "cold",
      "Drugs",
      "Love",
      "Research",
      "Rock",
      "School"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Austin",
      "Texas",
      "San Angelo",
      "Bastrop",
      "D.C."
    ]
  }
}