{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198111",
    "date": "November 1981",
    "year": 1981,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1981/19811100.pdf",
    "issue_cover_image": "",
    "document_start_page": 174,
    "toc_start_page": 172,
    "document_page_range": [
      [
        174,
        175
      ],
      [
        329,
        330,
        331,
        332,
        333,
        334
      ]
    ],
    "toc_order": 2,
    "toc_headline": "Heavy Breathing",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198111-heavybrea",
  "source": "/1981/19811100.pdf",
  "wp_post_id": 115977,
  "wp_post_guid": "http://www.texasmonthly.com/article/heavy-breathing/",
  "authors": [
    "Victoria Loe"
  ],
  "headline": "Heavy Breathing",
  "dek": "Houston’s air is dirty, and the bureaucrats can’t begin to agree on how to clean it up.",
  "spread_caption": "",
  "excerpt": "Houston’s air may be a slow killer, but the state and the feds spend more time battling each other than fighting pollution.",
  "kicker": "",
  "word_count": 4692,
  "content": "<img/><p>Opposite: <em>Look, up in the sky! It’s a hydrocarbon! It’s a particulate! It’s an oxide of nitrogen! Can’t someone do something?</em></p><p><strong>Illustrated by Melissa Grimes</strong></p><p><span class=\"dropcap\">A</span>utumn sunshine poured through the windows of Dr. Herbert McKee’s office in Houston’s sprawling Texas Medical Center. Outside, the sky was pristine blue. The pine trees in Hermann Park moved in a sweet-smelling breeze. It was a fine, clear day, and McKee—as head of the Houston Health Department’s environmental control division—had particular reason to savor it, because some people have said that he doesn’t do a very good job. And when he went to Washington, DC, earlier this year to ask for a major relaxation in the nation’s clean air laws, his critics went through the roof. “McKee is nothing but an industry shill,” sniffed the head of the local Sierra Club’s air pollution committee. “He ought to be taken out and throttled,” opined one private environmental engineer.</p><p>McKee’s testimony before a Senatj committee in May was just one recent twist in a power struggle that has raged for years between state and local pollution control agencies and the federal Environmental Protection agency (EPA). So far, the EPA has been winning, if just barely. But the federal Clean air act, the foundation of the EPA’s authority, is up for revision this year, and with the antiregulation forces newly in control in Washington, that foundation may be severely undermined. So now is the time to assess the law’s achievements in Texas and elsewhere and to measure them against the price we have paid for them.</p><p>In fact, Houston does have one of the country’s most persistent air pollution problems. In a bad year, residents in various parts of Harris County are exposed as often as once a week to concentrations of ozone—that is, 03, or photochemical oxidants, or smog—higher than the federal government considers healthy. Sometimes the air Houstonians inhale contains ozone at more than twice the “safe” level of 0.12 parts per million (ppm). Just what breathing that much ozone will do to them in the long run isn’t clear, but some evidence suggests that it could lead to respiratory illnesses and even permanent lung damage. Anyone who’s been in Houston on a bad day knows the obvious signs: nasty haze, nasty smell, nasty tempers.</p><p>Houston is one of three areas in the nation that will probably still be suffering from ozone “episodes” ten years hence, despite anything the city does to curb the problem. Houston’s smog may not be as severe as Los angeles’s, but it is just as intractable. And no wonder. Houston is the fastest growing of the nation’s ten largest cities and one of the most industrialized. Altogether, the Houston-Galveston area has several hundred industries spewing pollutants into the atmosphere. The oil refineries that are interspersed with steel, chemical, and rubber plants along the Houston Ship Channel represent 22 per cent of the nation’s refining capacity. And the other major source of dirty air, the county’s fleet of nearly 2 million cars and trucks, is swelling by 350 vehicles a day. In theory, then, it’s not hard to see where all that smog is coming from.</p><p>But McKee isn’t convinced. He says the ozone phenomenon is more complex than that, and he doesn’t like having the EPA telling him how to attack it—by drastically curtailing the use of cars in Houston or requiring that they be tested for malfunctioning pollution systems, for instance. “Some EPA bureaucrat sitting in Dallas isn’t the best person to make these decisions,” he grouses. The city and the Texas air Control Board (TACB) say they have followed EPA procedures for reducing ozone in the past and gotten no results. The EPA has insisted that the city isn’t tough enough on polluting industries and that its data are faulty. At its height, the debate has amounted to a bureaucratic war, complete with public name-calling and lawsuits. The TACB and the City of Houston have asked the courts and Congress again and again to weaken the regulations defining what clean air is and how cities are to achieve it. Now, with the act up for renewal, they’ve got their big chance.</p><p>Leading the charge, naturally, are the industries all across the country that the current law has fallen upon most heavily: refiners, chemical and steel manufacturers, mining companies, and automakers. Together the political action committees funded by seven major industries have pumped well over $1 million into the campaigns of congressmen who sit on the committees that will revamp the bill. Their battle cry, as always, is that the laws are too strict, too complicated, and, above all, too costly. The economy is in trouble, they warn, and overregulation is one reason. It’s time to get the government off our backs.</p><p><em>(Continued on page 327)</em></p><p><em>(Continued from page 173)</em></p><p>Well, to be blunt, it just ain’t so. Pollution control is costly, yes. Certain industries, including the oil companies, do bear a heavy burden, and some, like steel, may need additional time to clean up their act entirely. But a comprehensive study by the National Commission on air Quality (a task force created in 1977 to assess the effectiveness of the act) found that the net effect of pollution control on the national economy is negligible. Some of the law’s procedural requirements undoubtedly are too complex and time-consuming—as even most die-hard environmentalists will grant. But the law hasn’t hurt the economy. And it has certainly helped the air.</p><p>Of course, the politicians also have their constituencies to worry about: it’s not good politics to make a voter pay for clean air and then not deliver it. But the Reagan administration, which favors weakening the act, seems to have its signals crossed. Polls taken early this past summer showed that americans overwhelmingly favor the law, either as is or stricter still.</p><p>Here in Texas it’s clear that what happens to the Clean air act will have profound consequences, particularly for Houston. If the act stands, the state and the city will have to comply with its provisions or face a ban on future industrial expansion. Houston could also lose up to $200 million in federal highway and sewage treatment subsidies. The Reagan EPA has privately told the TACB that it has no intention of imposing such penalties, but both the feds and the state would still be vulnerable to citizens’ lawsuits demanding strict adherence to the law. And the underlying question remains: can industrialized areas like Houston continue to grow without endangering their citizens’ health with dirty air? The National Commission on air Quality concluded that the answer is yes. Houston may be among the first cities to test that conclusion.</p><p><span class=\"dropcap\">J</span>ust what is air pollution? For the purposes of the Clean air act, pollution is any compound the EPA thinks is harmful if we inhale more than a certain amount of it. To date, the agency has classified seven such “criteria pollutants,” which have been linked to illnesses ranging from burning eyes to cancer. Some have also been implicated in damage to crops and other property. One, sulfur dioxide, is the probable cause of the acid rain that is laying waste lakes and streams in the Eastern U.S. and Canada and has already been detected in East Texas. All seven pollutants are loosed into the atmosphere primarily by the combustion of fossil fuels—coal, oil, and natural gas—in vehicles and industrial processes. Six are emitted directly: carbon monoxide, sulfur dioxide, oxides of nitrogen, hydrocarbons, suspended particulates, and lead. The seventh, ozone, or photochemical smog, forms in the air when oxides of nitrogen react with hydrocarbons in the presence of sunlight. (In the upper atmosphere, ozone performs a valuable service by screening out harmful solar rays. At ground level it is far less benign.) Recently, the EPA has proposed removing hydrocarbons from the list because the hydrocarbon standard is in essence merely a tool for meeting the ozone standard. Some hydrocarbons, however, may turn out to be hazardous in themselves—the evidence isn’t yet clear.</p><p>A few pollutants, such as sulfur dioxide and particulates, are relatively easy to measure in the air. Others, including hydrocarbons, are too difficult and costly to monitor in small concentrations, which means that no one knows for sure how much of each is floating around. Statistics on hydrocarbon concentrations, which figure prominently in the debate over how to control ozone in Houston, are based instead on an “emissions inventory” that estimates how many hydrocarbon sources there are (both cars and industries) and how much each one emits.</p><p>Air pollution as we know it is precisely as old as the industrial revolution. But it wasn’t until 1952, after cities like Los angeles were blanketed with a stinging pall, that a scientist named a. J. HaagenSmit first differentiated between gardenvariety soot and photochemical smog. As researchers learned more about the chemical soup americans were breathing, the public got worried, and that worry spawned the environmental movement of the sixties. Cities and states began to enact rudimentary pollution control ordinances (Texas adopted one in 1965; Houston followed suit in 1969). Even some industries privately acknowledged the need for a massive cleanup. The trouble was, no company could afford to blunt its competitive edge by investing in pollution control devices, and no city could afford to drive away industries by enacting pollution laws that were stricter than average —even in the unlikely event that it had the expertise to formulate and enforce such laws.</p><p>Then in 1970 Congress revamped the Clean air act, giving it teeth for the first time. (It was amended again in 1977.) By requiring the EPA to enforce uniform nationwide pollution standards drawn to protect the public health, the law forced cities and industries to begin the cleanup many already knew was necessary. And it helped them justify the multibillion-dollar costs to their taxpayers and stockholders. The law also had a kind of all-embracing philosophical rightness: pollution is, after all, a national problem; dirty air doesn’t respect political boundaries such as city limits or state lines. Best of all, the statute got results, although more slowly than the EPA would have liked.</p><p>In fact, you could say the Clean air act demonstrated that federal regulation works—or rather that it <em>can</em> work in solving specific problems, especially technological (as opposed to economic) ones. Even though use of fossil fuels has increased sharply over the past decade, especially in booming states like Texas, the concentrations of most regulated pollutants have either held steady or declined. Between 1973 and 1978 the nationwide level of carbon monoxide dropped by 33 per cent, sulfur dioxide by 20 per cent, and particulates by 7 per cent. As a result, the number of days on which the residents of major cities breathed unhealthy air decreased by 18 per cent.</p><p>Texas’ population grew 27 per cent during the seventies, but carbon monoxide concentrations fell moderately in most major cities; sulfur dioxide increased in some towns and decreased in others; nitrogen dioxide remained largely unchanged. Today, all the state’s large cities have occasional ozone episodes, many experience localized violations of the particulate standard, and El Paso sometimes exceeds the allowable level of carbon monoxide. Other standards are consistently met statewide. Today the air most of us breathe is substantially cleaner than it was ten years ago and dramatically cleaner than it would have become without the regulations. With the exception of a few cities like Houston, all areas of the country are likely to meet federal standards for the seven criteria pollutants by either 1982 or 1987.</p><p>Although the benefits of such reductions can’t be determined precisely, some studies have calculated that cleaner air can save as many as 14,000 lives and between $3 billion and $43 billion a year in reduced health care costs and improved productivity nationwide. It is impossible to estimate the health-related savings in Houston specifically, though, because unlike many other cities, Houston does not correlate hospital admission figures with data on daily pollution levels. Nationally, up to $11 billion a year may be saved by reducing pollution damage to crops, buildings, and other materials and by protecting property values. Most of those figures were calculated for the year 1978; as a point of reference, expenditures on pollution control that year are estimated to have been around $17 billion. Such numbers are ballpark figures at best, but they do give a basis for comparison.</p><p><span class=\"dropcap\">S</span>o how does the law actually work? The backbone of the Clean air act is its primary, or health-based, standards. The EPA is supposed to set a standard, expressed in terms of concentrations in the air, for any substance that has been scientifically shown to have an adverse effect on human health. (It is currently studying about forty compounds for possible regulation.) This involves some guesswork, since standards are to include a margin of safety to protect children, old folks, and sick people. A technical advisory committee reviews the evidence supporting new standards but cannot overrule the EPA administrator’s decisions. The agency also sets secondary standards based on public welfare considerations, such as the prevention of acid rain. And it establishes technological standards that dictate the kinds of controls to be used on various emission sources, including new cars.</p><p>Places like Houston that don’t meet particular standards are designated nonattainment areas and must undertake certain corrective measures. They must require polluters to install “reasonably available” control—the lowest level—on existing plants (one of the few current EPA strategies McKee supported in his Senate testimony); they must issue permits to limit the emissions of new industrial sources and must require “lowest achievable emission rate” controls—the strictest kind—on those industries (a tactic McKee opposed). Also, new plants must provide an “offset” for their emissions by reducing emissions at an existing site, either their own or another firm’s.</p><p>In practice, offsets often reduce emissions only on paper. Many companies have permits to dump much more than they do; by revising the first permit downward to reflect actual emissions, they can achieve offsets with no reduction in emissions. Another EPA-backed strategy, the “bubble,” lets a firm control only some sources within a plant or only some plants so long as it achieves a certain average emission—so a new source could be built with no controls.</p><p>Finally, areas that do not meet the ozone or carbon monoxide standards must come up with transportation control measures like mass transit and car-pooling to reduce pollution. If a city needs until 1987 to meet standards, it must also start a vehicle inspection program to make sure the antipollution equipment on cars is working properly, a requirement that McKee and the TACB oppose as ineffective and uneconomical.</p><p>In areas that do meet standards, the requirements are considerably different. The governing concept here is “prevention of significant deterioration” (Psd), a mechanism to ensure that industries don’t simply abandon dirty areas for clean ones. New plants in Psd areas must use “best available control technology” (in practice, “best” translates as average) and show that they will not pollute more than a certain quantity (called an increment) of the theoretically available clean air supply. The mathematical models involved are highly complex—and some say inaccurate—so Psd is a favorite target of the act’s critics. “The increments are Mickey Mouse,” complains Chuck Rivers, chairman of the Houston Chamber of Commerce’s environmental committee. “The Federal Register has three hundred pages setting forth the requirements for a Psd permit.” Things get very complicated indeed when an area is classified as nonattainment for some pollutants and Psd for others—as Houston is. In theory, though, Psd maximizes the opportunities for further industrial expansion.</p><p>The EPA writes all these regulations, but it is up to the states to figure out how to implement them. Each state must submit a detailed plan for meeting the nationwide deadlines for complying with standards—and then write a new plan if the pollution persists and the deadlines must be extended, as they already have been several times. Texas’ case has been particularly acrimonious. Some proposed changes to the Texas plan have been pending before the EPA for five years. Once the plan is written, it’s mainly up to the TACB and local health agencies to enforce it, although the EPA can step in if it thinks they’re not coming down hard enough on violators. Major emission sources are usually inspected once a year, with advance warning. Firms that break the law or the terms of their permits are liable for either criminal penalties or civil suits, but local agencies far prefer negotiation to litigation. For instance, the TACB issued more than 3600 notices of violations between January 1978 and June 1980 but referred only 8 cases to the state attorney general for prosecution. In one Houston example, the health department negotiated with the Texas Electric Steel Casting Company for twelve years before the company finally got its particulate emissions down to an acceptable level.</p><p><span class=\"dropcap\">B</span>oth the EPA and the TACB claim to be dedicated to cleaning up the air, so they should get along famously. Instead, they’ve been at each other’s throats for most of the past decade. The partnership got off to a rocky start in 1973 when the EPA rejected the state’s strategy for controlling ozone and rashly suggested that in order to meet the standard, Dallas and Houston should reduce traffic by 66 per cent and 75 per cent, respectively. After enough screaming and hollering by the state, the EPA backed down. But since then, the TACB has questioned everything from the EPA’s technical competence to its legal authority to its motives (John Blair, chairman of the TACB board, once suggested that the EPA was “out to control the world”). The EPA, on the other hand, has historically contended that the TACB, and its board in particular, gives polluters too much leeway. Former TACB inspectors have tended to support that view; some have charged that the board members, many of whom own stock in regulated corporations, were reluctant to follow up on violations uncovered by the inspectors. And comments by some board members haven’t helped that image much. After chemical fumes from an atlantic Richfield plant near Denver City killed nine people, board member Joe Bridgefarmer wrote a letter to the TACB executive director, saying: “I realize that [atlantic Richfield was] probably in violation of some regulations of ours, but I fail to see how the State of Texas has been damaged.”</p><p>In general, it’s probably fair to say that the TACB is more interested in the technical details of individual permits, while the EPA is more anxious to achieve sweeping improvements in air quality. The TACB has little use for EPA programs like offsets, bubbles, or PSD increments, particularly when they smack of land use management. And it thinks the EPA’s job is only to identify new pollutants, quantify health risks, and provide basic research on control technologies—not to tell the states how to meet standards.</p><p>The two agencies have fought most bitterly over the ozone question. The State of Texas and the City of Houston have gone to court more than once to challenge the standard—they say it should be set nearer 0.2 ppm than 0.12 ppm—and to contest the EPA’s strategy of controlling ozone by reducing hydrocarbon emissions. Their argument is fourfold: First, hydrocarbons from natural sources like the trees in the Piney Woods sometimes exceed the EPA standard (the chamber of commerce spent $6 million a couple of years ago to come up with this and other conclusions about ozone formation in Houston). Second, concentrations below 0.25 ppm do no measurable damage. Third, the city has cut hydrocarbons by 40 per cent in the past with no reduction in ozone, so more controls on hydrocarbons aren’t the answer. Fourth, cars put out only one third of the man-made hydrocarbons (industry puts out the other two thirds), and inspection will reduce vehicle emissions by less than 10 per cent, so it’s a waste of time and money. The TACB estimates that it would cost $18 million to $42 million a year to inspect vehicles in Harris County; McKee puts the price at $50 million. “What we ought to do is give up the idea that Houston is going to meet the 1987 standard by reducing hydrocarbons,” McKee insists. “We just don’t have firm enough ideas on what to do to make promises to the public.”</p><p>In the past, the EPA has accepted neither the TACB’s data nor its attitudes. But, of course, that was the pre-Reagan EPA. The Reagan EPA is singing a different tune entirely. In June the agency drafted a bill that would have given McKee, the TACB, and regulated industries almost everything they wanted. It would have greatly relaxed deadlines and penalties, given economic considerations much more weight, reduced EPA jurisdiction over state and local actions, abolished the PSD program except in national parks and wilderness areas, removed transportation control and vehicle inspection requirements, imposed less stringent controls on new industries in nonattainment areas, and forced the EPA to approve or reject state implementation plans within ninety days after they were submitted.</p><p>This proposal, like a similar one by Congressman James Broyhill of North Carolina, was not well received by the press. Both have been temporarily withdrawn, and the administration has said it will not put its name on a bill. But both the EPA and Broyhill are still circulating drafts modified to be more palatable to environmentalists and—even more important—to resolve disputes between the high-sulfur coal people, the low-sulfur coal people, the oil people, and the utilities, all of whom will be affected by provisions governing sulfur dioxide emissions.</p><p>Meanwhile, hearings are under way in the Senate, where Texas senator Lloyd Bentsen is talking up the TACB position that the ozone standard is unattainable. On the House side, some observers say that health and environment subcommittee chairman Henry Waxman of California, who has a strong environmentalist streak, is stalling, perhaps because he thinks that as the 1982 elections approach, congressmen will be more wary of being tagged as opponents of clean air. Of course, such a strategy could backfire if industry political action committees wave enough money in front of undecided candidates. Back in Houston, the mayoral candidates are leaving the issue strictly alone, although Mayor Jim McConn did endorse McKee’s Senate testimony.</p><p><span class=\"dropcap\">M</span>any of the issues involved in the Clean air act are technical beyond a layman’s grasp, but none of the principles are. Here are a few points to bear in mind as the congressional fight comes to a head:</p><p><em>•Scientific bases for standards.</em> Many people criticize the quality of the data on which current standards are based. The EPA should update all standards with the advice of its technical committee and outside scientists. But standards are policy decisions and should be made by the EPA administration. They are bound to be partly speculative—they deal in uncharted scientific realms. Many advances in public health were achieved by improving sanitation <em>before</em> the exact mechanisms of specific diseases were understood. Thus far, any negative consequences of the law do not justify the EPA’s dropping its commitment to protect even the weakest members of the population. And the position that we should tolerate any discomfort short of fatal or incapacitating illness is outrageous.</p><p><em>•Research.</em> Everyone agrees that the EPA needs to conduct more research into suspected pollutants and their effects on health. That is true. But “let’s study it some more” shouldn’t be a euphemism for “let’s not do anything about it.”</p><p><em>•Standards for hazardous chemicals. </em>The Houston area has an abnormally high number of chemical plants and an abnormally high cancer rate. In the past, the EPA has refused to set standards for suspected carcinogens because many of them have no known safe level. The law’s insistence on basing all standards on safe levels meant that the EPA’s only recourse would have been to ban the substances. The law should allow the EPA to set standards for hazardous chemicals based on what state-of-the-art controls can achieve.</p><p><em>•Nonattainment, offsets, and bubbles. </em>These are useful concepts. The public should know which areas have substandard air, and those areas do need stricter controls than cleaner areas. Offsets and bubbles can be a safety valve for economic expansion in dirty areas, but they should never be used to justify belowaverage controls on new plants, and they should involve reductions in actual emissions rather than in permitted but nonexistent emissions.</p><p><em>•Innovative technology.</em> The strictest limits, such as “lowest achievable” emissions, can be valuable in pushing companies to find innovative technologies. The limits should be supplemented by tax and other incentives for innovators.</p><p><em>•Psd.</em> The process for granting Psd permits does need simplifying, and the increment system may need refinement. But the underlying concept is sound. Properly applied, it can be a long-term guarantee of economic growth and a short-term mechanism to stop industrial flight from more seriously polluted urban areas. Even where local governments don’t have the resources to administer it (as McKee says Houston doesn’t), scrapping the entire idea is hardly an answer.</p><p>• <em>Timely review of state plans.</em> The EPA does need to speed up its review process, but making approval automatic at a given point defeats the purpose of the act.</p><p>• <em>Transportation control and vehicle inspection.</em> These measures may not solve the ozone problem, but they have other benefits—like saving energy. Mass transit is never going to make a dent in Houston’s traffic; the city is just too spread out. But some measures, like van-pooling, can have an appreciable effect, on traffic if not on ozone. As for vehicle inspection, why pay several hundred dollars for the emission systems in the first place if we’re not going to make sure they’re working? Okay, Houston is wedded to the automobile. But as we sit there on the freeways for hours on end, breathing in all those possibly harmful hydrocarbons and all that carbon monoxide, wouldn’t we rather know that our cars are as pollution free as possible?</p><p><em>•Ozone.</em> Houston should be granted more than six years to cure its ozone problems. Controlling hydrocarbons may <em>not</em> be the sole answer; it’s possible that reducing oxides of nitrogen will do more good. But the source of the problem is far from a total mystery. McKee himself has documented that very high ozone readings usually occur in air masses that have recently passed over the Ship Channel or other industrial hotbeds. The city should not be allowed to study the problem indefinitely—it’s been at it for 25 years. Houston may just have to bite the bullet and force industry to improve controls on hydrocarbons, oxides of nitrogen, or both. A study completed this fall for the TACB shows that some industries, particularly organic chemical plants, can cut down their emissions significantly with only minor economic consequences.</p><p><em>•Deadlines and sanctions.</em> These are useful incentives to spur states to act on pollution problems, but both should be reasonable.</p><p><em>•Local enforcement.</em> This is a fine idea —so long as states and cities are committed to upholding federal pollution laws rather than circumventing them. Uniformity will ensure that regions don’t compete against each other for industry by offering lax enforcement. Nationally, we would never have come as far as we have without federal intervention.</p><p><em>•Economic consequences.</em> Pollution control does cost billions each year, but the data suggest that the benefits can be equally large—for the entire nation if not for polluting industries themselves. Curbing air pollution has very slight negative effects on productivity and GNP but creates jobs. In 1979 industries spent an average of 2.3 per cent of their capital costs on pollution control. The National Commission on air Quality calculated that in Los angeles an increase in capitalization of less than 2 per cent among oil companies and utilities and of 5 per cent among chemical companies would cover the costs of pollution control. It estimated that the price of oil would increase by 8 cents a barrel, utility rates would rise by 0.4 cents a kilowatthour, and chemical prices would be 1.5 per cent higher as a result. The commission found no evidence that regional growth had been significantly affected by pollution requirements or that it would be in the future. (So Houston can breathe easy—if only figuratively.)</p><p>And that, as they say, is the bottom line. It is why, presumably, 86 per cent of the people contacted by the Harris Poll wanted the act left intact or strengthened. It ain’t broke, so don’t fix it.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "EPA",
      "Houston",
      "Pollution",
      "Cities",
      "Texas",
      "Health",
      "Law",
      "Cars",
      "Oil",
      "people",
      "Reagan",
      "ten",
      "Transportation",
      "Coal",
      "Congress",
      "Country",
      "Dallas",
      "Debate",
      "Economy",
      "Government"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Houston",
      "Texas",
      "Dallas",
      "El Paso"
    ]
  }
}