{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198111",
    "date": "November 1981",
    "year": 1981,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1981/19811100.pdf",
    "issue_cover_image": "",
    "document_start_page": 196,
    "toc_start_page": 196,
    "document_page_range": [
      [
        196,
        197,
        198,
        199,
        200,
        201,
        202,
        203,
        204
      ],
      [
        284
      ],
      [
        286
      ]
    ],
    "toc_order": 7,
    "toc_headline": "Power Plays",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198111-powerplay",
  "source": "/1981/19811100.pdf",
  "wp_post_id": 115947,
  "wp_post_guid": "http://www.texasmonthly.com/article/power-plays/",
  "authors": [
    "Cyndy Severson"
  ],
  "headline": "Power Plays",
  "dek": "’Tis the season to be thrifty. What these energy-conscious Christmas gifts cost in dollars they save in kilowatts.",
  "spread_caption": "",
  "excerpt": "Wait! Don’t buy that gas-slurping motorboat and energy-squandering food processor for Christmas. We modestly propose some thrifty alternatives.",
  "kicker": "",
  "word_count": 2563,
  "content": "<p>Photography by Kent Kirkley</p><p>The chances are better than even that in the nottoo-distant past you’ve given somebody one of the following for Christmas: electric train, new car, food processor, video game, blender, or power tool. This may seem like a pretty diverse list, but the items on it have at least one thing in common: they all use energy. In and of itself, energy use is neither bad nor good, but let’s face it, the conspicuous consumption of kilowatts and gasoline is just not as acceptable today as it was a decade ago.</p><p>Therefore, this year we decided to expend a modicum of brainpower thinking of Christmas gifts that use less energy rather than more—and use it in a conscientious way. In so doing, we found that the range of possibilities was satisfyingly broad. In other words, you don’t have to give your spouse fifty yards of weather stripping or a fiberglass blanket for the water heater in order to comply with the theme. There are plenty of good-looking, even glamorous gifts that fit in with our theory, and they all go to show that when it comes to energy, saving it can be just as much fun as using it up.</p><p>One of the more intriguing developments of the eighties promises to be the electric car. These vehicles have been around for a while, looking vaguely like something that only a Conehead would drive, startling you as they glide silently up while you’re waiting at a stoplight. Fortunately, however, a new generation of electric cars seems to be on the way. Texas’ own Jet Industries recently unveiled a new car, the Electrica. The nice thing about the Electrica is that, unlike many other electric autos, it looks like a real car. This spiffy battery-driven car has either a Ford Escort or a Mercury Lynx body and costs approximately 2 to 3 cents a mile to operate, versus 5 cents a mile for a conventionally powered car. The acknowledged drawbacks—limited range (about fifty miles between recharges) and price tag ($15,000 with air conditioning)—put the Electrica on a somewhat theoretical plane, but if you can afford to save this much energy, it undoubtedly makes a novel gift.</p><p><strong>Makeup by Ron Mathews</strong></p><img /><img /><p><em>The hottest thing going in men’s sportswear is Patagonia Bunting (jacket $50-$60, vest $45-$50, pants $40-$45). Norma Kamali turns the mundane warm-up suit into fashion (top $32, skirt $33, pants $42). A cold night at the opera calls for Sakowitz’s wool cape ($290) and a hand-painted slashedleather shawl ($600). The vehicle to get you there is Electrica’s electric runabout. At $15,000 it saves energy for the well-heeled.</em></p><img /><p><em>Chilling effects: Gourmet-Topf salad bowl ($15), cooler ($35), carafe ($10), and Cuisine Concepts butter dish ($11). They also serve: ducky casserole by Cuisine Concepts’ animal Fair Briqueware ($20), Romertopf baker ($33-$37), and Bennington Potters bread</em> banneton <em>($10). Patriotic wines from Texas by Staked Plains, La Buena Vida, and Fall Creek ($3-$5) save transportation fuel.</em></p><img /><p><em>Penny-pinching Farberware convection oven cooks fast, then turns off ($270-$280).</em></p><img /><p><em>Russell Hobbs’s six-cup electric teakettle switches off when the water boils ($55).</em></p><img /><p><em>For home brew: Dudley Kebow’s grinder ($30) and the Mug Mate cup warmer ($7).</em></p><img /><p>David Pankratz</p><p><em>Take advantage of winter sun and summer shade with retractable awnings in nonfading acrylic by Levolor Lorentzen ($6.50 per square foot, manual or motor control extra).</em></p><img /><p>David Pankratz</p><p><em>Expect a warming trend with an attached solar greenhouse connected to your home via a door, window, or vent. Florada’s popular eight-by-twelve-foot model is $1369.</em></p><img /><p><em>Calculate your energy savings on this solar-powered calculator by Sharp ($25).</em></p><img /><p><em>Razor-edged Yard-Man push mower saves gas and is great exercise ($125-$145).</em></p><p>While you’re waiting for battery technology to improve and prices to come down on electric cars, remember that there is an all-but-perfected vehicle that requires neither gas nor batteries, has a range limited only by the condition of your leg muscles and circulatory system, and has a purchase price five to fifty times less than that of a car—the trusty bike. The ten-speed bicycle has already proven itself as quite possibly the most energyefficient mode of urban transportation ever devised, but to extend your cycling range to the countryside, you need the cruiser. Although the cruiser and its ancestor, the clunker, have achieved something of a fad status recently, they look like nothing so much as the bike you got for Christmas when you were six years old. Cruisers have fat tires and strong frames, and they can travel on either pavement or moderately rough trails. Schwinn manufactures basic cruisers for under $200.</p><p>When an electric car is out of the question and a bicycle isn’t practical, you can promote mass transportation by giving someone a bus pass, an inexpensive and highly recommended gift in Texas cities with good mass-transit systems.</p><p>Thinking in terms of energy-efficient locomotion naturally leads to the question of what a person should wear when testing a new vehicle on a brisk Christmas morning. The answer, in a word, is plenty. Designers and clothing manufacturers have recently begun taking a cue from the L. L. Bean catalog and exploiting the functional chic of sports and recreational gear. The resulting look is attractive and not too far removed from what you’ve been wearing. They’ve touched up the basics with a little high-fashion cutting and detail, introduced femininity with ruffles and tucks (not to mention undergarments like full petticoats and camisoles), and borrowed a native touch from Scandinavian knits and Mexican weavings. Norma Kamali has also raided the locker room and come up with sweat suits that look better than you ever thought possible. Even leg warmers and thermal underwear have acquired a stylish status that makes them perfectly welcome under the Christmas tree. To make these rustic fashions really special, you can throw in a throw or a poncho of wonderfully warm alpaca and camel’s hair by Texas weaver Tony Martin.</p><img /><p><em>Warm cotton flannel by aileen West for Queen anne’s Lace (gown $58, robe $58, pants $29-$32, camisole $20-$23, bed jacket $33); English flannel sheets (two full $70-$80).</em></p><img /><p><em>Take good care of yourself: nightshirt ($32), Missoni Weavers wool throw ($170).</em></p><img /><p><em>Miserly Kero-Sun kerosene heater ($150$160), Patton heater-fan both save ($50).</em></p><img /><p><em>Curl up with Gillette’s Clicker curling iron; it runs on butane cartridges ($23).</em></p><p>So much for energy-conscious dressing for the outdoors. You can also save plenty of energy in the very room of the house where most of it is used: the kitchen. Thoughtful presents include appliances that don’t require firing up the entire stove, such as electric skillets, slow cookers, and coffee warmers, all of which heat only their own contents. Another possibility is the convection oven, which cooks by circulating hot air around the food so that it bakes at a lower temperature. Thick-walled pottery dishes work by a moist-cooking method, releasing the water in which they have previously been soaked to form droplets that continuously baste the good things inside during the cooking process. Because these dishes require higher temperatures, they cook more quickly. And surprisingly, when the contents of a pottery vessel need to be kept cool (for instance, a salad or a wine bottle), the soaking that bastes your pot roast works in reverse to draw excess heat away from the contents.</p><p>The spot-heating principles that provide great gift ideas for the kitchen do the same thing for the rest of the house. A hightech portable kerosene heater makes a good gift for someone who doesn’t use central heat all the time. Smokeless and odorless, these heaters radiate a comforting glow and turn off automatically if they are accidentally bumped or tipped over. Small electric heater-fans provide immediate relief for frigid fingers and toes (and help keep you cool in the summer). And of course, a heating pad tucked under the feet can help you forget that the weather outside is frightful.</p><img /><p><em>Two people can work up quite a lot of heat bathing together, especially in a Kohler Super Bath ($1878), though a conventional tub or a duo shower is just as much fun and saves more energy. A heavy terry cloth kimono by Polo effectively wards off chills ($75).</em></p><img /><p><em>Rediscover cotton lawn from aileen West for Queen anne’s Lace (camisole $32, pantalets $29, pettiskirts $36-$45, all-in-one $47); Ysl and Flexatard leg warmers ($13-$14).</em></p><img /><p><em>abercrombie Fitch cotton pullovers ($32.50) and Gold Toe wool socks ($4.50).</em></p><img /><p><em>Calvin Klein polyester-filled jacket ($150) and an N-M Supply wool sweater ($90).</em></p><p>Once you’ve found gifts to take care of frosty days, the next problem is what to do about nippy nights. Nothing is quite as teeth-chattering as slipping between a pair of ice-cold sheets after you’ve virtuously had the thermostat turned down for hours, but you can alleviate the chill factor with English flannel. Not only do fuzzy cotton flannel sheets keep you toasty but they also feel warm right from the beginning. Someone with a marked tendency toward cold feet would also appreciate a luxurious down or fiber-filled comforter, and should an additional source of heat be required, an electric blanket is another good choice. And need we mention the all-time best solution to softening the effect of a cold bed—a warm friend?</p><p>Energy-saving gift ideas don’t end with clothes and home interiors. The outside of the house comes in for attention, too. Though you might not have realized it, the south side of your abode is just the place to install a solar greenhouse, an especially useful gift if the people you live with enjoy vegetables or flowers yearround. Because a greenhouse accumulates heat, it can help lower heating bills significantly by being attached to your house via a window, door, or vent.</p><img /><img /><p><em>Ralph Lauren’s Rough Wear for women: wool shooting sweater ($125), plaid shirt ($60), and corduroy prairie skirt ($99). His rustic look for men means a down-filled roughout vest ($225) over a flannel work shirt ($45) and thermal undershirt ($22.50). Tony Martin's alpaca-and-cameTs-hair rug is soft underfoot ($1200). Abercrombie & Fitch’s cotton equipment vest zips to soft leather jacket ($395) to wear with cotton and wool shirt ($58) and weatherproof Browning boots ($110). Henry Grethel’s women’s corduroy knickers ($56) complement red cable-knit sweater ($74), poplin equipment jacket ($150), and Burlington argyle socks ($4). Schwinn cruiser bike ($179) is built for rough terrain.</em></p><p>While you’re contemplating a greenhouse, think about the beautiful simplicity of retractable awnings over your windows. When you need extra heat or light, you crank them back; when the summer sun is blazing, you extend them. Both retractable awnings and custom solar greenhouses can be ordered through Energy House in austin, which is probably the only store in Texas devoted exclusively to solar-energy and energysaving products.</p><p>Many of the ideas that work well as gifts for adults—warm, natural-fiber clothes, calculators, and cruiser bikes—can do double duty as presents for children. But beyond this, when you go to choose energy-saving toys for the little ones, you want to select items that require only child power to operate. Admittedly, it’s going to be hard to hold the line when the kids down the street are getting battery-operated gizmos and electronic whatzits, but traditional mechanical toys, powered by springs, rubber bands, or little hands, encourage children to use their imagination and have fun too.</p><p><em>(See page 284 for shopping guide.)</em></p><img /><p><em>Stuff stockings with Gunther glider ($18-$22), windup Wild Wheel ($2-$3), Optimus hand warmer ($10-$15), high-flying puddle jumper ($1-$3), tiny wooden village ($5).</em></p><img /><p><em>Here comes the sun: Solargraphics kit makes pictures without a camera ($3-$5).</em></p><img /><p><em>Wrap with reusable ribbon (75 cents-$1.30 a yard), low-tech paper ($2 a roll).</em></p><img /><p><em>Kids can get hooked on Grabowski’s all-wood hook and ladder truck ($70).</em></p><img /><p><em>Casey Jones would approve of this beautifully made wooden train set by Brio (approximately $400). A small starter set—with engine, two cars, and track—costs $18-$22.</em></p><p><em>Continued from page</em></p><p>Listed below are some of the stores that carry the merchandise pictured on pages 196-204. All items may not be in stock at every branch of a store. The city or cities in which a store is located are listed only the first time the store is mentioned. <strong>Pages 196-97</strong></p><p><strong>Patagonia Bunting:</strong> abercrombie & Fitch in Dallas, Mountain Hideout in Dallas (jacket only), Sportsman’s Bailiwick in San antonio (jacket only), Whole Earth Provision Co. in austin and College Station, Wilderness Equipment in Houston (jacket only). <strong>Norma Kamali warm-up clothes:</strong> Foley’s in austin and Houston only; Maharani in austin (top only); Miss B in Dallas; Sakowitz in amarillo, Dallas, Houston; Tootsies in Houston. <strong>Sakowitz cape and shawl:</strong> Sakowitz. <strong>Electrica car:</strong> Gillespie Ford in San antonio, Lee Jarmon Ford in Carrollton, Leif Johnson Ford in austin.</p><p><strong>Page 198: Top</strong></p><p><strong>Gourmet-Topf cookware:</strong> Country Cupboard in Dallas; Dillard’s in all Texas locations; Foley’s in austin, Houston, San antonio (no salad bowls); Plate and Platter in Dallas and San antonio; Taste Bud in Corpus Christi. <strong>Cuisine Concepts butter dish and casserole:</strong> Foley’s, Sanger Harris in Dallas and Fort Worth. <strong>Römertopf cookware:</strong> Dillard’s, Foley’s, Plate and Platter, Sanger Harris. <strong>Bennington Potters</strong><em>banneton:</em> Foley’s, Sanger Harris. <strong>Texas wines:</strong> Dan’s Liquor Stores and Dan’s Wines & Spirits in austin, Marshall Field in Houston (no Fall Creek), Marty’s in Dallas (no Fall Creek), Richard’s Liquors & Fine Wines in Houston.</p><p><strong>Bottom Left</strong></p><p><strong>Farberware oven:</strong> Dillard’s (different model); Joske’s in Beaumont, Houston, Lake Jackson; Marshall Field; Sanger Harris.</p><p><strong>Bottom Center</strong></p><p><strong>Russell Hobbs teakettle:</strong> Williams-Sonoma in Dallas or by mail from Box 3792, San Francisco, Ca 94119.</p><p><strong>Bottom Right</strong></p><p><strong>Dudley Kebow grinder:</strong> Coffee Company in Dallas, Foley’s. <strong>Mug Mate cup warmer:</strong> Foley’s, Sanger Harris.</p><p><strong>Page 199: Top</strong></p><p><strong>Levolor Lorentzen awnings:</strong> Energy House in austin.</p><p><strong>Center</strong></p><p><strong>Florada greenhouse:* </strong>Greenhouse Mall in austin (wholesale and retail).</p><p><strong>Bottom Left</strong></p><p><strong>Sharp solar calculator:</strong> abel Stationers in austin, Marshall Field, Sanger Harris.</p><p><strong>Bottom Right</strong></p><p><strong>Yard-Man mower:</strong> Inwood Lawn Equipment in Dallas, Pat’s Lawn Service in austin.</p><p><strong>Page 200: Top</strong></p><p><strong>Queen anne’s Lace sleepwear:</strong> Gabler & Kramer in Dallas, Sakowitz, Scarbroughs in austin. <strong>Flannel sheets:</strong> Gabler & Kramer, Higginbottom’s in austin, Marshall Field.</p><p>•Greenhouse photographed through cooperation of Joseph Holt, architect, Holt + Fatter + Scott, Inc., in austin.</p><p><strong>Bottom Left</strong></p><p><strong>Nightshirt:</strong> Neiman-Marcus in Dallas, Fort Worth, Houston. <strong>Missoni Weavers throw:</strong> Neiman-Marcus.</p><p><strong>Bottom Center</strong></p><p><strong>Kero-Sun heater:</strong> Farris air Conditioning in austin, Inwood Lawn Equipment, Leonard’s Farm and Ranch Store in Fort Worth, Romney Implements in El Paso, Sach’s in amarillo, Texas Lawn Supply in San antonio, Witte Equipment in Houston. <strong>Patton heater-fan:</strong> Foley’s.</p><p><strong>Bottom Right</strong></p><p><strong>Gillette curling iron:</strong> Marshall Field.</p><p><strong>Page 201</strong></p><p><strong>Kohler tub:</strong> armstrong Plumbing Supply in austin and San antonio, C. Selzer in Houston, Universal Supply in Dallas, and authorized Kohler dealers. <strong>Polo kimono:</strong> Foley’s, Polo Shop in Dallas and Houston.</p><p><strong>Page 202: Top</strong></p><p><strong>Queen anne’s Lace undergarments:</strong> Gabler & Kramer, Sakowitz, Scarbroughs. <strong>Ysl leg warmers:</strong> Sanger Harris. <strong>Flexatard leg warmers:</strong> Capezio in Houston, Crane Dancewear in Dallas.</p><p><strong>Lower Left</strong></p><p><strong>Pullovers and socks:</strong> abercrombie & Fitch.</p><p><strong>Lower Right</strong></p><p><strong>Calvin Klein jacket:</strong> Neiman-Marcus. <strong>N-M Supply sweater:</strong> Neiman-Marcus.</p><p><strong>Pages 202-3</strong></p><p><strong>Ralph Lauren Rough Wear:</strong> Lord & Taylor in Dallas and Houston (no vest), Polo Shop. <strong>Tony Martin rug:</strong> special orders from 702 W. 32nd Street, austin 78705. <strong>abercrombie & Fitch clothes:</strong> abercrombie & Fitch. <strong>Henry Grethel clothes:</strong> Foley’s (Sharpstown only), Sanger Harris (Preston Center only). <strong>Burlington socks:</strong> Sanger Harris. <strong>Schwinn bicycle:</strong> Inwood Cycle in Dallas, local Schwinn dealers.</p><p><strong>Page 204: Top</strong></p><p><strong>Gunther glider:</strong> Little Folks of River Oaks in Houston, Over the Rainbow in austin. <strong>Wild Wheel:</strong> Little Folks, Through Children’s Eyes in San antonio. <strong>Optimus hand warmer:</strong> Mountain Hideout, Whole Earth. <strong>Puddle jumper:</strong> Folk Toy in austin, Rainbow Works in austin, Whole Earth. <strong>Wooden village:</strong> Higginbottom’s, Little Folks, Over the Rainbow, Talented Child in Dallas.</p><p><strong>Center Left</strong></p><p><strong>Solargraphics kit:</strong> Folk Toy, Little Traveler in Houston, Playworks in San antonio, Talented Child, Whole Earth.</p><p><strong>Center Right</strong></p><p><strong>Fabric ribbon:</strong> fabric stores. <strong>Brown paper:</strong> stationery and discount stores.</p><p><strong>Bottom Left</strong></p><p><strong>Grabowski fire truck:</strong> Higginbottom’s (special order), Little Folks, (special order), Toy Maker in Houston.</p><p><strong>Bottom Right</strong></p><p><strong>Brio trains:</strong> Designs for Growing in Dallas, Higginbottom’s, Little Folks, Over the Rainbow, Playworks.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Sanger",
      "Dallas",
      "Texas",
      "Austin",
      "Cotton",
      "Heat",
      "Christmas",
      "House",
      "Marshall",
      "Houston",
      "Polo",
      "Range",
      "Work",
      "cold",
      "Gabler",
      "Home",
      "Power",
      "Transportation",
      "Water",
      "Cities"
    ],
    "wp_categories": [
      "Austin"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Austin",
      "Marshall",
      "Houston"
    ]
  }
}