{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198111",
    "date": "November 1981",
    "year": 1981,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1981/19811100.pdf",
    "issue_cover_image": "",
    "document_start_page": 176,
    "toc_start_page": 174,
    "document_page_range": [
      [
        176,
        177,
        178,
        179
      ],
      [
        325,
        326,
        327,
        328
      ]
    ],
    "toc_order": 3,
    "toc_headline": "The Attack Of the Electronic Beast And Other Pleasures",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198111-theattack",
  "source": "/1981/19811100.pdf",
  "wp_post_id": 115974,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-attack-of-the-electronic-beast-and-other-pleasures/",
  "authors": [
    "W. L. Taitte"
  ],
  "headline": "The Attack Of the Electronic Beast And Other Pleasures",
  "dek": "Once in a while something very new, very different, and very good comes along. Meet BL Lacerta, four musicians whose zany style is pushing classical music into the 21st century.",
  "spread_caption": "",
  "excerpt": "Four performers in Dallas are making a new kind of music that combines precision, grace, and crazy humor.",
  "kicker": "",
  "word_count": 4029,
  "content": "<p><span class=\"dropcap\">I</span> first heard about BL Lacerta through the grapevine. I knew that it was a group of four musicians trained in contemporary performance styles who improvise their entire show. I knew that it was the only chamber ensemble in the Southwest to receive one of the new residency grants from atlantic Richfield—out of only ten in the country. I had been told that it was good. But I was not quite prepared for what 1 found when I finally got around to hearing it play.</p><p>There was a small crowd gathered outside the door of the Greenville avenue Theatre, the new performance space on that funky-fashionable Dallas strip. It was getting on toward starting time but nobody could get in, not even the bearded young man with a cello who was evidently one of the players. Since it was a high-toned little assembly, the long wait wasn’t too bad, and when we all finally got into the theater—the manager had fallen asleep inside—there was an air of camaraderie as well as of anticipation.</p><p>But who were all these people in Groucho Marx glasses and noses? BL Lacerta obviously had a small, loyal, and wacky following. These nutty fans sat down in the tiny theater around a stage filled with electronic equipment and musical instruments. When the musicians themselves came out to play, they looked disturbingly normal in this offbeat setting: four men in their twenties, two with neatly trimmed beards, all in conservative coats and ties. The slightest one, Robert Price, had a clarinet (I learned their names only later, since Lacerta does not hand out programs). He and the tall tuba player, Les Gay, and the cellist, Scott Roller, sat on folding chairs in front of microphones. Each of these three plays various other instruments and noninstruments as well. The fourth, David anderson, stood in the center of a battery of percussion instruments and the electronic gear, which included a couple of tape decks, a ring modulator and a synthesizer, speakers, and miles of cables.</p><img/><img/><p>Photography by Matthew Savins/Kirkley Photography, Inc.</p><p><em>Leapin’ lizards! It’s BL Lacerta (left to right: Gay on tuba</em>, <em>Price on clarinet, anderson on flute, Roller on cello).</em></p><img/><img/><p><em>“Lacerta’s members listen to the audience as much as the audience listens to them. Once a giggle from a fan became the basis for a very silly and unnerving musical free-for-all”</em></p><p>Someone in the audience cleared his throat. So did one of the players. A random noise in the audience was answered by a click on a music stand, and then by more sharp but quiet noises from other members of the group. Soon these elicited a squawk from the clarinet and a honk from the tuba. “aha,” I thought, “post-Webernite pointillism.” (Squawks and honks were really big in the new music of the fifties.) The cellist, though, transformed one of his angry rasps into a longer, energetic phrase. Eventually the others took up ideas the cello proposed. After a quiet interlude of drawn-out, chantlike sounds, a dense contrapuntal sound from all four, with anderson on flute, ended the first piece, which had lasted about six minutes.</p><p>The twenty or so listeners responded with wild applause, and the cellist and clarinetist played a few notes, as such instrumentalists usually do between pieces to retune. But this time the tuning did not stop. The tuba took up the tonal idea implicit in the act of tuning itself, and the cellist responded by playing double stops, two strings at once. Wisps of melody arose, vaguely arabic or like the medieval music that derived from arabic influences; they were accompanied by anderson’s percussion—beating on the legs of the tables on which his equipment rested. A lyrical melisma on the cello led back into the initial tuning idea, and then there was a filigree dialogue between cello and clarinet, united against the assaults of the world, represented by percussion and, for the first time that evening, some rather heavy electronic sound. The tuba took up the battle against what began to sound like invaders from outer space (some kind of bird-monster from Mars, whistling and droning with ferocious menace). After the retreat of the things from the dark unknown, all that was left were bird whispers and a few wistful sounds from the cello—little high melodies like a child’s humming, contrasting with the nature sounds one would hear on the open plains.</p><p>After a few of these short, intense pieces, it became a bit difficult to follow the constant flux of the music, which could obviously begin anywhere, go anywhere, and end anywhere. I found all of it interesting and some of it beautiful, but somehow it threatened me. I kept finding that I was erecting defenses against it, like coming up with nice little names with which to categorize the fiveor six-minute works (“The attack of the Electronic Beast,” “armenian Song With Dancing,” “Lost in the Madhouse,” “Phantom of the Opera,” “Eden With Lots of Snakes”). This was music that demanded a new sort of attention. If I let my mind wander for a moment while listening to “ordinary” concert music—the standard repertory I have known for decades—I can easily find my way back in; if I know a score, I know what 1 have missed and I can fill in the gaps. There were no such safety nets in listening to BL Lacerta. Whatever I missed would be gone forever.</p><p>What was even more threatening was the utter breakdown of the normally comfortable wall between the performers and the listeners. Usually, we can go to a concert and stay private; the musicians up there on the stage are as tame as if they were in cages. Here, however, the four performers were listening to us as much as we were listening to them. At intermission one member of the audience remarked that she was afraid to breathe because she might squeak her chair. Imagine her discomfiture, then, with the music after intermission: a giggle from the audience became the basic idea for a very silly and unnerving musical free-for-all.</p><img/><img/><p><em>‘“Every time we perform, it’s like jumping out into the void. We’re like a commando unit. Each one of us has to have faith that the others are not going to let him crash and burn.’ ”</em></p><p>Despite the discomfort, I felt deep excitement in hearing music at the instant of creation—growing and dying all in a moment. I also had an overwhelming urge to turn the tables on the musicians; if they were going to listen to us, why shouldn’t we perform with them? My wife, a musician herself, actually had the courage to join in on one or two of the most infectious moments, sotto voce. She was glad she hadn’t been bolder when she later found out what happens if somebody does wholeheartedly join in: the musicians throw the ball to the interloper and let him run with it, and they themselves suddenly turn quiet.</p><p>These thoughts came in the midst of a second half that was considerably more electronic and verbal and less instrumental than the first, and also more aggressive and intimidating and less conventionally musical. (I realized later, after hearing them play several more times, that this aggressiveness was not entirely characteristic of a Lacerta concert—it was partially a reaction to the frustration of having been locked out of the theater.) The last piece on a BL Lacerta program often has a structure—different every time, of course, but close enough in pattern to be recognizable—that is called the Monkey Chant, after a Balinese musical form of the same name. It begins with rhythmic chanting of explosive syllables, with lots of “chuh” sounds, and ends with a gigantic shouted climax. It is a favorite of Lacerta’s fans and a prime candidate for an eventual <em>BL Lacerta’s Greatest Hits.</em> (They call it their “road to the top ten.”) Tonight the Monkey Chant was greeted with tumultuous, rhythmic applause, and the group had to perform one more piece, a pleasant, rather Stravinskyan tidbit with repeated notes leading into a little rhythmic bop. The musicians seemed glad to oblige, since they like to fill up all of the tape they make of each of their public concerts (and their rehearsals, too).</p><p>The melodic encore also reestablished a mood that BL Lacerta likes, as I found when I went to a rehearsal in Denton the next week. “We are a friendly group,” said David anderson. At least, I think he said it; the members of BL Lacerta talk like they play—all at once or in such close succession that it is hard to know just which of the four made which point. This friendliness is apparent not only in the jubilant reception given Lacerta by its fans but in the screwball comedy of its music and in the obvious joy the four have in playing it—somebody told them they sounded like a combination of John Cage and the Firesign Theatre. The only other musical events in which I have seen such shared ecstasy in the midst of total control were performances of classical Indian music, in which the sitarist responded to his drummer with his face as well as with his music.</p><p>All these associations are helpful in trying to place just what it is that BL Lacerta is doing. Its roots are unusually complex, especially for a group coming out of Denton. But perhaps that is just a snobbish way of viewing things. Denton looks like a sleepy country town, but the members of Lacerta point out that it’s rich musical soil. The rehearsal I sat in on was the last there before their big move to Dallas to take up the residency provided by their grant, and it was being held in a place with long and deep associations for them—the living room of David anderson’s frame house, where all the group’s musical and electronic paraphernalia—so complex that it takes an hour and a half to break down and then a like amount of time to set up again—semipermanently resides amid more of the same: a piano, a computer, a myriad of tools like wire cutters, and hundreds of small plastic drawers holding resistors and other such things.</p><p><em>(Continued on page 323)</em></p><p><em>(Continued from page 177)</em></p><p>All this unsuspected sophistication in a bucolic setting is characteristic of Denton and of North Texas State University, just two blocks away, which all four members of the group attended for varying lengths of time. NTSU has something like 1400 music majors, and perhaps a tenth of the population of the town is made up of musicians. In that large a group you can find people devoted to anything, including new music. Lacerta grew out of spontaneous jam sessions of around twenty people who wanted to explore new music improvisation together. The group refined itself to four about five years ago (not then including Scott Roller, who last year replaced a violist, who “died and went to Colombia” to join a South american symphony orchestra. When they began to look for a name they wanted something abstract and science fiction sounding. BL Lacerta is a radio source in the constellation Lacerta (“the lizard”), hence the lizard that appears in a lot of their publicity.</p><p>The four young men who now make up BL Lacerta are remarkable, and remarkably diverse—and they would claim that the whole of the group is even better than the sum of its parts. The oldest (29) and most articulate of the articulate foursome is David anderson. Sometimes people in the audience get the idea that he is a kind of leader or conductor of the group, because he performs standing while the others sit, but everyone in Lacerta denies that any one of the four contributes to or shapes the group more than the others. Anderson’s training is in composition, including electronic composition. He supports his family as a part-time computer programmer. He was composer-in-residence at North Carolina State University in 1979 and has written a number of pieces for dance groups since then, but he says that being in Lacerta satisfies his need to compose at least as deeply as writing down on paper musical works that bear his name and his name only. “Improvising with the group satisfies the urge to be creative—which is different from the urge to leave something for posterity. So often, writing down a work on paper seems like a halfway measure: you hope that when you give the paper away the people who have it will make music that will sound something like what you wanted. But they might not. It’s so much surer working with guys you trust.”</p><p>At first the apparent lack of ego in such an attitude seems alarming and unnatural. You want to push the question “But don’t you ever want to make just <em>your</em> music, without interference from all these other guys?” and indeed, a stripping-away of ego seems necessary for an organism like BL Lacerta to work. Anderson, like his three partners, hesitates to go into this aspect of what they do for fear of sounding mushy or mystical, but if pressed he will say that composing by group improvisation is something like the “telepathic communication a real tight basketball team might experience. You remove the ego from the process until only your training, your intuition, and the depth of your soul are left. Your attitude has to be ‘What can I do now to make the other three players and the whole of this piece sound good?’ ”</p><p>Scott Roller, at 21 the youngest as well as the newest member of Lacerta, confirms anderson’s claim. Roller has been groomed most of his life to be a topflight instrumentalist, and he is a very fine cellist in all kinds of music. He and the young German violist he has just married fly all over the state to bolster the string sections of small symphony orchestras, and he could probably easily land a comfortable job, if not embark on a solo career. Why then Lacerta? “i’ve played the cello and been around a lot of cellists in music camps since my early teens, but I never felt that the music I played was my own. I felt a need to make something new.” Roller also composes, and even thinks about writing with words as well as with notes, but for now Lacerta fulfills his desire to create.</p><p>One reason that improvisation is so important to the members of Lacerta is that some of them see much of formal musical composition as a dead end. Les Gay, the orderly, disciplined tuba player who in school specialized in music theory, recalls a duet he learned with a friend recently. “It was the same sort of idea we incorporate into some of our pieces in Lacerta: the two lines moved along very independently, with rhythms that hardly related to each other at all in any obvious way. But what is so natural for us as a group when we improvise became almost impossible when it was written down on paper. We had to just hope and pray we came out together at the end.”</p><p>Bob Price, who reads a lot of mystical and religious writing, is the least inclined to wax mystical about what they are trying to do. He believes that the music should stand on its own. And indeed it does. Though a BL Lacerta concert is great fun to watch, it is even better to listen to undistracted by the electronic switch-flipping and distorted faces. The music is very tight. It has all the hallmarks of what we have learned to listen for in excellent music: unity in variety; complexity; emotional substance; a sense of form, of cohesion, of climax. The single most impressive quality of this music is its sensitivity: the members of BL Lacerta listen not only to each other but to everything and everybody else as well.</p><p>It takes a lot of listening and a lot of skill to have what is essentially four separate composers all making a piece at once. Lacerta’s kind of improvisation has no guidelines imposed from the outside or established ahead of time, like the series of chord changes on which a jazz improvisation is based. Nothing assures even a rudimentary coherence. Anderson says, “Every time we perform, it’s like jumping out into the void. We’re like a commando unit. Each one of us has to have faith that the others are not going to let him crash and burn if he’s not feeling particularly inspired that night.”</p><p>Price, anderson, and Roller are from Texas, and Gay, who is from Kentucky, has spent his grown-up life here, and they are proud of what they call the indigenous nature of their music. Their hackles rise when somebody suggests that they follow other new musicians to New York City or Los angeles. They claim their music belongs to Texas—at least as much as it can belong anyplace. The music they grew up listening to was not only country and western on the radio but recordings of all kinds. Where they really grew up, I think, is in McLuhan’s global village (“Maybe we should call ourselves the Global Village People,” one quips). They have been influenced by every strain of twentiethcentury music one can think of. In fact, anderson claims that the bewildering diversity of the music of our century is one of its salient features, that all previous eras have had a style, or at least a group of related styles, while the last eight decades have produced many different types of music.</p><p>One of Lacerta’s triumphs has been to claim the many continents of twentiethcentury music as its own territory. The musicians have displayed a remarkable ability to synthesize—and I don’t mean by electronic synthesizer. They have taken all kinds of styles and ideas and knitted them into a variegated but still identifiable style of their own. They combine oriental traditions, modern music textures from Stravinsky and Bartok to Cage and Stockhausen, electronic manipulations, and conventional and even old-fashioned musical sounds (although the BL Lacerta rendition of “Your Cheatin’ Heart” is strictly after-hours—so far). But in all they do, their musical sensibility remains the same: friendly, witty, and intelligent.</p><p>The ability of BL Lacerta to see everything that happens during a performance as a part of the musical experience—the attitude that made me so uncomfortable at first—is obviously influenced by the theories and musical practice of the cornposer John Cage, probably the leading american guru of the avant-garde for the last thirty years. Cage, now 69, has for years preached that everything we hear is music, that music is always all around us, unsuspected, not so much in the blast from a portable radio—though in that too—as in everything from the rumble of traffic in the street to the beat of our own hearts and the hum of our nervous systems. Cage’s ideas are reflected in remarks that Lacerta’s members make: “If somebody goes home and hears the sounds that exist even in the quietest of houses after bedtime, or in the most deserted parts of the country, we have accomplished something.”</p><p>But Cage, since he turned so philosophical, has not always made such good music. Witness a cop-out (admittedly something of a Zen joke) like the piece “3' 29””: pure silence. Cage has written and talked incessantly about incorporating the elements of chance into music, and he’s gone out of his way to do so by throwing the I Ching or rolling dice to decide where a musical piece would go next. BL Lacerta takes a different approach to the sounds around it and the accidental nature of reality. It acknowledges them, uses them, but doesn’t abdicate all responsibility to them. If the group started a quiet piece and was happy with the way it was going, but then a music stand or some such thing fell over and intruded a sharp noise, Lacerta would feel obliged to make that sound part of the structure of the musical event, and probably would follow it with other sharp sounds, artfully blended with the ongoing quiet ones. I find this approach to chance and to environmental sounds in music much more appealing than Cage’s.</p><p>In a BL Lacerta performance, there is no such thing as a wrong note, no such thing as a bad decision by one of the players. It is the responsibility of every member of the group to make sense of whatever anyone does, to <em>give</em> it meaning. Sometimes an attempt to build such a structure will fail, but then it is the failure of all. This is true even in rehearsal. Rehearsals are for Lacerta a time to be wild, a time to try out anything and everything. There is a general rule that a failed experiment is not to be criticized. All of the musicians realize when a certain piece doesn’t work; no one has to blame anyone else. All reinforcement is thus by definition positive—a situation that Roller found difficult to understand when he joined the group a year ago but that he has since come to appreciate. There is none of the “don’t you think you might have been just a tad sharp there?” nitpicking so characteristic of string quartet rehearsals.</p><p>Cage’s strong influence on BL Lacerta’s work and its dedication to improvisation sometimes make the group seem a little old-fashioned, even to the members, since on both the East and the West Coast new music is not currently concerned with improvisation in its own right. All new musicians nowadays have to learn to do some improvising, since many of the composers of the last couple of decades have incorporated aleatoric, or chance, elements into their works. But almost nobody in recent years has based whole works on improvisation, and the most fashionable style of new music today, that of the minimalists, is rigidly controlled by the composers.</p><p>BL Lacerta doesn’t give a hoot about East or West Coast fashion. It knows that what it is doing is valuable and original, because even when improvisation was all the rage it was almost always composer oriented; somebody laid down rules or guidelines and took on the role of boss. BL Lacerta sees the era of composerdominated music as having passed. The members of the group don’t even feel like revolutionaries, bound to go out and conquer some grand new territory. “People have already turned the world upside down. We just have to rebuild it.”</p><p>The most exciting thing about BL Lacerta is its ability to take its music and what it stands for very seriously and at the same time to refuse to be uppity and stodgy. The players want passionately to communicate not only with each other but with an audience. They want the fun they get out of making music to come across. They have played in some unlikely places, including punk rock nightclubs and shopping mall grand openings. During the years they were based in Denton they made sacrifices to keep Lacerta alive.</p><p>The arco grant means a lot of changes for Lacerta beyond the move to Dallas. The amount of money involved isn’t enough to allow all four to quit teaching and moonlighting, but it means that they can afford to play regularly in good spaces and thus get from the press and the public the recognition they have already found in professional circles. Bob Price, the group mystic and romantic, is also the most practical-minded, and he has become a full-time manager for the group. All are living close to the bone, in areas of urban Dallas far different from provincial Denton.</p><p>In Denton Lacerta’s concerts drew a couple of hundred fans each, but so far the Dallas audiences have been small. Other Texas cities will be even harder to crack, for when a concert series hires someone from out of town, it is usually someone from New York, not Denton. Unlike lots of chamber groups, who are content to play together as an avocation, BL Lacerta would really like to earn a living playing its far-out, friendly, newmusic improvisations for people full-time. Everyone’s hoping that there is a market here for crazy, serious, challenging art, native to both Texas and the twentieth century, that can make you laugh till you’re sick and listen till you want to weep.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Music",
      "Musical",
      "Musicians",
      "people",
      "Denton",
      "Sound",
      "Dallas",
      "Fans",
      "attack",
      "Nature",
      "performance",
      "Style",
      "Texas",
      "Writing",
      "Concerts",
      "Country",
      "Radio",
      "Space",
      "Work",
      "All Around"
    ],
    "wp_categories": [
      "Dallas"
    ],
    "wp_location": [
      "Denton",
      "Dallas",
      "Texas",
      "West",
      "D.C."
    ]
  }
}