{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19905",
    "date": "May 1990",
    "year": 1990,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1990/19900500.pdf",
    "issue_cover_image": "",
    "document_start_page": 113,
    "toc_start_page": 108,
    "document_page_range": [
      [
        113,
        114,
        115,
        116
      ],
      [
        185,
        186,
        187
      ]
    ],
    "toc_order": 4,
    "toc_headline": "Jeff Reynolds, Zillionaire",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199005-jeffreyno",
  "source": "/1990/19900500.pdf",
  "wp_post_id": 125832,
  "wp_post_guid": "http://www.texasmonthly.com/article/jeff-reynolds-zillionaire/",
  "authors": [
    "Tom Curtis"
  ],
  "headline": "Jeff Reynolds, Zillionaire",
  "dek": "An unknown Houstonian astounded Wall Street with his bid to take over one of the world’s biggest companies. But his main asset turns out to be moxie, not money.",
  "spread_caption": "",
  "excerpt": "The mysterious Texan who tried to take over australia’s mighty Bond Corporation last January looked good on paper—but paper was about all he had.",
  "kicker": "",
  "word_count": 3929,
  "content": "<p>The Press Release That Landed On reporters’ desks on the first Friday in January made financial news around the world: a 28-year-old Houstonian named Jeff Reynolds was involved in talks to take over the collapsing business empire of australian tycoon alan Bond, whose worldwide media, mining, and brewing properties included Lone Star Beer. Bond’s name was instantly recognizable as the yachtsman who was the first foreigner in more than a century to win the america’s Cup and as the art collector who, with the help of a controversial loan from Sotheby’s, set a record by paying $53 million for Van Gogh’s <em>Irises.</em> But who was Jeff Reynolds?</p><p>Photograph By Don Glentzer</p><img/><img/><p><strong>The play was a $4 billion takeover, and the lead player was a penny stocks operator.</strong></p><p><span class=\"dropcap\">J</span><strong>eff Reynolds got as far as he did with scant assets because desperate companies are vulnerable to operators with plausible press releases and balance sheets.</strong></p><img/><img/><p>The idea of an unknown kid from Texas rescuing the biggest business failure in australian history might have seemed farfetched had not the eighties been a decade of minnows swallowing whales, of Texans like T. Boone Pickens, Jr., and Harold Simmons assembling vast amounts of credit to bid for some of the largest corporations in america. That weekend Reynolds acquired credibility. In Perth, the Bond Corporation announced that it had indeed been negotiating with an unnamed friendly group-later confirmed as Reynolds’—about an injection of capital.</p><p>Tracked down at his mother’s home in Houston, Reynolds was accessible, affable, even humble. He was single, he told reporters, but he had been engaged five times. He was fourth-generation Texas oil and gas. He had a custom BMW on order. He owed his ability to do the Bond deal to a financial head start from his wealthy family.</p><p>For a week Reynolds was the biggest story in australia. Every television and radio talk-show host in the country, it seemed, interviewed him on the air. A correspondent from the Sydney-based daily, the <em>australian,</em> flew in from New York for a lunch interview; Reynolds brought him to Tony’s —and let him pick up the check. Newspaper stories compared Jeff Reynolds with J. R. Ewing, and editorial cartoonists had a field day. One cartoon showed Reynolds in a white ten-gallon hat astride a rocking horse and toting a sack of cash, while in the next room, Bond operatives pored over his currency with a magnifying glass and held it up to the light. “Won’t keep you too much longer Mr Reynolds!” one of the examiners shouted.</p><p>But as the days went by, financial reporters discovered some strange things about the companies chaired by Reynolds that were involved in the talks with Bond. Weatherby Investments, which was chartered in Nevada, had let its corporate registration lapse in 1987. Singapore-registered California Pacific International was capitalized for a grand total of $1.05, and its managing director was a former physician whose license had been suspended. The $197 million in cash and $4 billion line of credit that Reynolds had promised was never verified. The Bond Corporation began distancing itself from Reynolds. One week after making his intentions public, Reynolds withdrew his offer, citing Bond’s rapidly deteriorating financial situation. But the mystery remained: Who was Jeff Reynolds?</p><p>In a brief final story noting Reynolds’ exit, the <em>Wall Street Journal</em> observed that its “efforts to determine the extent and nature of his claimed businesses were fruitless.” However, if reporters had checked out police records, civil lawsuits, and bankruptcy filings, they would have found out a lot more about Jeff Reynolds. The fact that he got as far as he did with no discernible assets shows how vulnerable desperate corporations —and even the world’s daily financial press —may be to clever and ambitious manipulators with plausible press releases and financial statements. And even though Jeff Reynolds failed to win Bond’s holdings, the publicity he garnered may have gained him enough legitimacy to pull off another deal.</p><p>Jeff Reynolds Arrived For Our Saturday morning meeting not in a new custom BMW but in a dirty blue Mustang with a windshield sticker indicating that it had been rented. It was about a month after the Bond takeover attempt had fallen through. The man who had claimed to have $197 million in cash for the Bond deal sat behind a borrowed desk at a modest rent-an-office complex in far west Houston while Top 40 music blared from a radio behind him. He wore a blue-and-white-striped shortsleeved shirt and dark blue sweatpants. Straight dark brown hair fell to his shoulders; a day’s growth of beard could not obscure his pink cheeks or his youth. At five feet ten inches or so and maybe 210 pounds, he looked more like a slightly overstuffed kid than an international takeover mogul.</p><p>Reynolds offered reasonable explanations for the holes that financial reporters had poked in his story. Weatherby’s lapsed registration was an oversight by lawyers and “heads would roll.” as for California Pacific International’s minuscule capitalization, that was just a technicality. And just because his managing director in Singapore had been a bad doctor didn’t mean that he was a bad businessman. As he talked, Reynolds gazed straight into my eyes, looking sober and sincere. But besides an evasiveness about specifics, something about him seemed oddly askew. He appeared to be trying to push his voice an octave lower than its normal range. And his calm demeanor from the shoulders up contrasted with his legs, which were rocking his chair back and forth in a constant balancing act while he nervously tapped the toes of his tennis shoes on the floor.</p><p><strong>all smiles as a winning yachtsman, alan Bond was grim about his empire’s future.</strong></p><p>As Reynolds talked, small discrepancies kept popping up in his story. He went by Jeffrey H. Reynolds III, but his father was named George. Jeff was not 28 years old, as all the news reports had said, but 26. The key to his financial success was not his rich family after all, but bankers. “If they have confidence in you,” he told me, “you have the keys to the golden city.”</p><p>Reynolds told how he had dropped out of the University of Texas at austin during his first semester, then gone into what he called the “gray market” auto business in the early eighties. He imported cars for which there was high demand, like BMWs and Mercedes, brought them up to U.S. standards, and sold them at below-market prices. Then he began acquiring and merging small companies. The secret, he told me earnestly, was his “utilization” of relationships and friends. “For some reason, i’ve been able to meet influential people,” he said, “and for some reason, they like me.”</p><p>He was already onto his next deal, he said. He had expressed interest in buying two major local companies —Kenneth Schnitzer’s Century Development and Roy M. Huffington, Inc.—but he didn’t get as far with those overtures as he had with Bond. Instead, he was arranging a stock-for-assets swap with a foundering company called Locke Rich Minerals, which is listed on the Vancouver Stock Exchange.</p><p>On the way out of Reynolds’ office I noticed a book on a table in the reception <em>area—The Wizards: Millionaire Magicians of the Vancouver Stock Exchange. </em>Later, I found an article about the Vancouver Stock Exchange in a May 1989 issue of <em>Forbes.</em> It labeled the exchange as the Scam Capital of the World, called it “the longest-standing joke in North america,” and added, “Each year it sucks billions of dollars out of legitimate markets by inducing dupes in North america and Europe to invest in mysterious outfits making hydro-douches, computerized golf courses, and airborne farm equipment.”</p><p>How, I wondered, had Jeff come to master the artifice of the deal at such a young age? The answer is that he had a good teacher: his father, who once ran a Canadian outfit that sold its penny stocks on another Canadian exchange until securities regulators shut trading down. Like Jeff, George Reynolds isn’t a conventional business success. But for the kind of work Jeff is specializing in, his father is a classic practitioner.</p><p><strong>ONCE, When Asked By a Lawyer For</strong> an insurance company whether he had “ever been arrested for a misdemeanor or a felony or anything,” George Reynolds answered, “No sir, not yet.” But he is no stranger to courthouses. His convoluted business dealings have resulted in a cornucopia of lawsuits and at least one million-dollar-plus corporate bankruptcy. Unhappy claimants who regretted their business dealings with George included banks that accused him of welching on hundreds of thousands of dollars in loans, an insurance company that complained that he had collected $178,000 in commissions that he hadn’t earned, investors who alleged fraud, and even the Small Business administration, which sued him for defaulting on a loan. Reynolds aggressively countersued many of those who sued him, and many of the lawsuits against him were settled out of court or dropped when plaintiffs’ lawyers couldn’t find that Reynolds had any valuable assets to attach.</p><img/><img/><p>A Dallas-based insurance salesman and petroleum geologist, George is the chairman of RAM Industries. In old press releases, RAM claimed assets of nearly $340 million as late as 1988. But in the oil-boom years of the early eighties, George ran an ill-fated company called Gulf american Resources. Along with his father, Jeff Reynolds was very much in evidence around the Gulf american offices, holding closed-door meetings, running his car business, and zipping in and out of the parking lot in first a bronze Porsche, then a black one. Now in bankruptcy, Gulf american sold leases to investors who put together partnerships to drill for natural gas in northeastern Oklahoma.</p><p>[ Continued On Page Iso ]</p><p>Aussie cartoonists saw Jeff as J. R. Ewing, but George was the oil wheeler-dealer.</p><p><span class=\"dropcap\">A</span><strong>sked by an opposing lawyer if he had ever been arrested, Jeff’s father, George Reynolds, answered, “No, not yet.” Jeff has left quite a courthouse trail of his own.</strong></p><p>[ Continued From Page 111 ]</p><p>When I told Don Williams, a field inspector for the Oklahoma Corporation Commission, that I wanted to know about George Reynolds’ oil and gas operations, he responded, “You and about fifteen thousand other people.” as Williams tells it, the shallow-hole country around Mayes County was a con man’s dream during the oil boom. Promoters typically spent $5,000 to $10,000 or so for the most modest rigs and labor needed to drill five hundred to eight hundred feet and hit a tiny play of gas that was gone by the time you could strike a match. Another Corporation Commission official said of the region, “There’s not enough gas to singe a chicken.” The promoters would collect $25,000 from investors for the work.</p><p>Reynolds told potential investors that he had a special relationship with the region’s clannish Mennonite farmers, permitting him easy access to the gas under their land. This much was true. Reynolds had leased the land of a leading Mennonite for a big down payment, and other farmers quickly gave him access to their land. Reynolds did not exactly hide his deal from the authorities. Among those who bought into his gas play were former Dallas police chief Billy Prince and assistant chief L. R. Sweet, now head of the criminal investigation department. Other investors included lawyers, doctors, accountants, and other professionals, one of whom put up more than $500,000. Prince says that he lost a little more than $10,000, and Sweet puts his losses around $5,000.</p><p>Dallas attorney Bob J. Rogers evaluated Reynolds’ Oklahoma play for a group of clients who had invested between $150,000 and $200,000. At first he was convinced. “It looked like a high-quality operation,” he recalls. “They had all kinds of maps and charts on the wall. People in the office were busy.” Several times Reynolds flew Rogers up to Oklahoma in one of Gulf american’s two single-engine airplanes, and once he led Rogers to a well, opened the valve, and struck a match. The flame whooshed out five to ten feet. Rogers realized in retrospect that there was something strange about many of Reynolds’ wells. Reynolds hadn’t even bothered to put casing pipe down the hole. Instead, sometimes he simply blew a hole in the ground with air pressure and then dropped a couple of sticks of dynamite into the orifice. Reynolds told Rogers that it was an old drilling method now in disfavor but quite cost-effective.</p><p>“It dawned on us rather slowly that something was amiss,” Rogers says. “Reynolds started changing his story.</p><p>When the first lease didn’t pan out, he kept on coming up with ever more grandiose schemes.” There was talk about building a pipeline to take gas to a nearby industrial district, but in 1985 Gulf american Resources filed for bankruptcy.</p><p>Shortly before the bankruptcy, though, George shifted the company’s northeastern Oklahoma oil and gas leases to another company he controlled, which in turn transferred them to a third Reynolds company, and then on to a fourth —Ram Industries. Had the leases been valuable, the transfers might have been judged fraudulent—an attempt to hide assets from creditors. However, an investigation determined that the leases were worthless.</p><p>Worthless to others, maybe. But to George Reynolds, the leases were pure gold. In a report filed with the U.S. Securities and Exchange Commission, Reynolds asserted that RAM’s Oklahoma leases were worth more than $180 million. With these RAM assets and other oil and gas leases, George had been able to engineer a stock swap in 1986. Without putting out a cent in cash, he acquired control of Cortez Corporation (later named Cortez International Limited), a nearly bankrupt Canadian mining company. Soon Jeff Reynolds was installed as vice president and director of RAM, now a subsidiary of his father’s new company.</p><p><span class=\"dropcap\">B</span>y the time of the Cortez International deal, Jeff had left quite a courthouse trail of his own. He absorbed the lesson of limited liability early, filing his first bankruptcy, for a company called Southern Hills Oil and Gas Corporation at age 21. He has been charged fourteen times in Dallas for a string of misdemeanors and a couple of felonies but has no convictions on his record. According to one of the felony complaints, Reynolds stuck Jerusalemborn Walid Qaddoumi, now an operator of two convenience stores, with $11,000 in hot checks in return for Qaddoumi’s $6,000 investment. Qaddoumi told me that when he complained to Jeff’s father, George commiserated that Jeff had taken <em>him</em> for $40,000.</p><p>By Qaddoumi’s account, Jeff lived well. He still drove a Porsche and made frequent trips to Europe. Documents said that he controlled two corporations and was a director of a third. He looked convincing enough on paper for aetna Insurance Company to lease him 6,100 square feet in an office tower on Central Expressway for five years, to spend $50,000 to design it to his specifications, and to give him $24,000 in cash for moving expenses. Asked if he took the money and ran, Jeff said yes, but claimed that the place wasn’t ready on time. His $22,376 check for the first month’s rent and security deposit on the five-year lease bounced. Aetna filed suit, but the case was dismissed for want of prosecution.</p><p>Dallas was getting too hot for Jeff, so he headed west. He couldn’t have picked a better time to arrive in Los angeles —at the height of a speculative real estate frenzy in late 1988. Soon he was negotiating to buy a movie producer’s $2.85 million house, with swimming pool and guest quarters, on top of a mountain on the edge of Beverly Hills. For that house, Reynolds first proposed to swap stock in Weatherby Investments (one of the companies later involved in his Bond takeover attempt) that he said was worth upwards of $3.6 million. But when Jeff offered Weatherby stock in California at $1.50 a share, there were no takers.</p><p>Homeowner Ira Barmak was tantalized. He pegged Reynolds as Dallas nouveau riche. When Barmak insisted on cash or a note instead of stock, Jeff pledged $80,000 in earnest money secured by his stock. He ordered about $100,000 worth of furnishings through Barmak’s decorator. He agreed to buy Barmak’s piano and artwork totaling $40,000. He always seemed to have plenty of cash and a walletful of credit cards, and he showed around an official-looking letter from a New York financial house that said he had a billion-dollar line of credit. He told Barmak that he had a deal in progress to buy a California defense contractor. The lending officer for the savings and loan that was to finance the house asked Jeff if he was related to an R. J. Reynolds heir living in L.a.; laughing derisively, Jeff said that his family was much richer than the R. J. Reynoldses.</p><p>But then glitches began to appear. He bounced a $400 check to the fellow who inspected the house. He made that good, but then the Texas banks where he claimed to have accounts reported that he had no available balances. Jeff coolly explained that he was under a Securities and Exchange Commission investigation and his accounts had been frozen; then he wrote appraisers two checks totaling $1,900 that were returned for insufficient funds. These he didn’t make good. As Barmak grew insistent, Jeff offered more assurances: One day he said that a cashier’s check would arrive from Laguna by two in the afternoon. It never came. Something had happened to the driver, Jeff explained.</p><p>Just when it seemed as if he had pushed things as far as he could go, he told Barmak that he needed to conclude one more deal. He was flying to New York to put together the bail for just-arrested Saudi arms dealer adnan Khashoggi, who had been charged with helping Ferdinand and Imelda Marcos conceal their assets. His anticipated commission would more than pay for the house. The last word from Jeff was what Barmak calls “an abject apology letter” from Houston. Jeff wrote that he had “experienced unforeseen troubles with regards to the leverage of my capital assets, namely my OTC [over-thecounter] stock portfolio.” He was withdrawing his bid —for the moment. He promised to reimburse Barmak for his out-of-pocket costs. Barmak, who figures that the erosion in the L.a. real estate market while the sale was pending cost him several hundred thousand dollars, sent Jeff a bill for just $1,900. He hasn’t received a cent.</p><p><span class=\"dropcap\">L</span>ike his father, Jeff had learned just how valuable stock can be. Money is worth only what the numbers on the currency say it is worth, but stock, with a little skill and imagination, can be worth whatever other people think-or can be made to think-it is worth. After George Reynolds took control of Cortez International in 1986, he and Jeff encouraged the financial world to think that Cortez stock was worth a great deal.</p><p>From the RAM Industries office in Dallas, George issued a steady stream of upbeat Cortez announcements of big discoveries, giant leaps in assets, and blockbuster pending mergers. He also sent shareholders and brokers an admiring feature profile of himself and RAM from the business section of the <em>Dallas Times Herald.</em> Diane Smith, a holdover Cortez employee in Vancouver who managed the two-person office and served as company secretary, treasurer, and director, says that she was told by people in the Dallas office that most of the announcements were written by Jeff. The press release with the most outlandish claim trumpeted a $1.5 billion magnesite ore discovery in Washington. Three months later, another breathlessly announced plans to reopen the adjacent original Cortez asset, the Deer Trail Silver Mine and Mill, with recoverable reserves worth—according to the release —$454 million. Later a big frozen-okra plant was to be launched in Mississippi to satisfy “an ever-growing international demand,” and vast timberlands were to be acquired in Oregon. Another release heralded plans to merge with a cellular phone company in New York. But no ore was ever mined, no plant opened, no timber acquired, no merger agreed upon.</p><p>Meanwhile, Cortez stock was active both over the counter and on the alberta Stock Exchange. But who was selling? RAM Industries, controlled by George Reynolds, had acquired 31 million of Cortez’s 36 million outstanding shares at the time of the merger. The stock traded in 1986 at anywhere from 19 cents a share to $1.19. George paid the two Vancouver employees with stock, paid the rent with stock, and paid his consulting geologist with stock. All had to sell their stock to get cash. Even so, that hardly accounted for sales volumes that ran as high as 400,000 shares a month. Diane Smith, who was receiving stock-transfer reports in Vancouver, observed that the trading seemed to be concentrated in Dallas and Florida—some of the latter trades occurring around the times George traveled to that state, Smith noted from expenseaccount reports. But Smith said that George denied he was doing the selling.</p><p>Jeff kept beating the drums. A year after the takeover, in May 1987, he sent a memo to Cortez shareholders and “all interested parties” as vice president and director of RAM Industries. Reynolds extolled Cortez’s “extremely strong” balance sheet and calculated an “estimated breakup value” of $93.21 a share. Not bad, considering that the stock peaked that year at 30 cents a share. Another memo, on the impressive letterhead of Dow-Rey International Finance and Investment Corporation, followed at the end of the year. It figured Cortez’s breakup value more conservatively - at $38.99 a share. The president of Dow-Rey was Jeff Reynolds.</p><p>But time was running out for Cortez. In July 1988 the SEC suspended U.S. trading in the stock for ten days, citing “substantial questions concerning the company’s financial condition, specifically the ownership and valuation of certain assets, and certain material business practices.” In august the alberta Securities Commission, noting Cortez’s frequent press releases without any formal prospectuses, issued a permanent cease-trade order. The over-the-counter market in Cortez stock took a final dive and never recovered. Without a way to sell stock to pay the rent, the Vancouver office shut down. Later George Reynolds closed RAM Industries’ office in Dallas. Today, he says, he is back in the insurance business—as he puts it, concentrating on specialized products that can be vended directly to the senior market. That is, he is selling burial insurance and Medicare supplement insurance door-to-door to old people.</p><p><span class=\"dropcap\">A</span>t first I tried to reach George Reynolds by visiting what Jeff had implied was the palatial family estate in a fashionable North Dallas suburb. It turned out to be a pleasant one-story brick house off Hillcrest Road in North Dallas, without a driveway or garage, situated in a neighborhood of similar middle-class homes. George, who was out of town on business, later called me collect from a pay phone after I left word at his hotel —a Motel 6 —in Galveston.</p><p>“Jeff knows more about international finance than anybody I know,” he told me with conviction after citing a number of Jeff’s holdings in the Far East, the billions of dollars he had lined up for the Bond takeover, and Jeff’s close friendship with the Sultan of Brunei. Since the sixties, George continued, he personally had merged and acquired hundreds of businesses, and some of that time Jeff had worked closely with him and learned from him. Of that, at least, I had no doubt.</p><p>“I wouldn’t hesitate to get into business with Jeff,” George said, adding that he had discussed the Bond deal with his son long before it became public. “Jeff has a burning desire to do stuff like this —I mean a compulsion.”</p><p>I asked if Jeff had been depressed by his failure to acquire Bond’s empire.</p><p>“Jeff never worries about one deal; he always has a dozen in the works,” George said. “You have to play the odds.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Business",
      "gas",
      "office",
      "Dallas",
      "Insurance",
      "Oil",
      "Oklahoma",
      "California",
      "Oil and Gas",
      "securities",
      "Texas",
      "Canadian",
      "ever",
      "Family",
      "House",
      "money",
      "New York",
      "people",
      "ten",
      "Alberta"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas",
      "Canadian",
      "Alberta",
      "Austin"
    ]
  }
}