{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19905",
    "date": "May 1990",
    "year": 1990,
    "month": 5,
    "month_formatted": "May",
    "pdf_uri": "/1990/19900500.pdf",
    "issue_cover_image": "",
    "document_start_page": 99,
    "toc_start_page": 94,
    "document_page_range": [
      [
        99,
        100,
        101,
        102,
        103,
        104
      ],
      [
        161,
        162,
        163
      ],
      [
        165
      ],
      [
        167,
        168,
        169,
        170,
        171,
        172,
        173,
        174,
        175,
        176,
        177,
        178,
        179,
        180,
        181,
        182,
        183,
        184
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Curse Of the Black Lords",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199005-thecurse",
  "source": "/1990/19900500.pdf",
  "wp_post_id": 125841,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-curse-of-the-black-lords/",
  "authors": [
    "Peter Elkind"
  ],
  "headline": "The Curse of the Black Lords",
  "dek": "What demons drove so many members of a Dallas New age cult to kill themselves—and leave their money to their guru?",
  "spread_caption": "",
  "excerpt": "Terri Lee Hoffman was a New age aunt Bee whose gospel attracted many followers. But some of those believers ended up on a dark, twisted path that led to violent death—and the enrichment of their guru.",
  "kicker": "",
  "word_count": 14748,
  "content": "<img/><img/><p><strong>Terri Hoffman taught that the line between life and death was meaningless. For some, the idea was fatal.</strong></p><p>Illustrations By Joel Peter Johnson</p><img/><img/><p><span class=\"dropcap\">A</span><strong>t First There Was Only the Odor: a putrid smell, like rotting garbage. In the tree-lined East Dallas neighborhood of Lake Highlands, it had taken five weeks for anyone even to notice. Then, in the days after Thanksgiving 1989, the scent began to ooze out of David and Glenda Goodman’s one-story house, unable to contain the terrible secret any longer. When firemen</strong> kicked in the front door, the stench rushed out into the street like a river.</p><p>Two of the would-be rescuers stopped to retch on the front lawn; they backed off and pulled on gas masks. Then they stepped into the house and saw the flies —black clouds of them, thousands, buzzing and swarming in the thick air. Insect carcasses littered the floor. It all led like a path to the rear of the house, where the former Southern Methodist University business professor and his wife, both 48, had converted the garage into a den.</p><p>Under ordinary circumstances, it would have seemed a cozy place to spend this sunny Saturday afternoon. An overstuffed white sofa with a cheery flower print faced the color TV. A pair of white leather recliners invitingly flanked the couch. The plush sky-blue carpeting gleamed.</p><p>The custom drapes were open, bathing the room in light from the small fenced back yard.</p><img/><p><strong>Weary of negative energies and enduring man’s bad karma, the Goodmans killed themselves.</strong></p><p>But these were not normal circumstances. One corner of the room was rigged up as a miniature shooting gallery. A metal stand held a paper target; two pellet guns were propped against a chest freezer. On the coffee table in front of the couch sat a box of Remington highvelocity shells and a manual for a Ruger Mark II semiautomatic pistol.</p><p>The corpses lay close together on the carpet, in front of the coffee table. The Ruger rested next to David’s body; a .22-caliber revolver lay beside Glenda. Each had been shot once with a gun placed smack against the skull. They had been dead for more than a month.</p><p>Because the house was locked and nothing was missing, police and medical examiners would conclude that the Goodmans had carried out a double-death ritual —they had shot themselves or one another; or one had shot the other, then committed suicide.</p><p>Perhaps there had been a signal, setting in motion the fatal acts. An alarm clock sat conspicuously at their feet.</p><p>But why? To outsiders, the Goodmans had everything. David, a brilliant Yale Ph.D., had quit a tenured professorship to fulfill his dream of being his own boss. Glenda, the daughter of a North Dallas physician, typed letters and kept the books for his flourishing business as an investment adviser. After several failed marriages (three for David, one for Glenda), they seemed inseparable, ecstatic with each other’s company.</p><p>What outsiders didn’t know —what even their closest relatives didn’t know—was that the Goodmans had embarked on a bizarre and agonizing spiritual journey. Like millions of New age travelers, David and Glenda had set out in search of enlightenment. Some of what they found seemed marvelous. They had visions of “the purple realm,” a place of high temples and shimmering pools. They learned that they had originally been incarnated as adam and Eve, that they had lived 800,000 lifetimes, and that they were now no longer David and Glenda, but Jupiter and Venus, the Roman god and goddess.</p><img/><p><strong>Terri (back row, second from right) and followers at a massage seminar in 1978. Her third husband, Ben Johnson, is seated in a white karate outfit.</strong></p><p>But ultimately the Goodmans had found themselves on a dark and lonely path: waging deadly battle with evil “Black Lords,” erecting metaphysical ”shields” to protect themselves from danger, enduring karmic poison to prove their faith, cutting off contact with their parents and children for fear of being infected with “negative energies.”</p><p>Glenda had written of her agony in an aborted letter to her son. The police retrieved the crumpled sheet of paper from a trash can beneath her desk. “ I am extremely depressed right now—and would love to have the nerve to kill myself,” Glenda wrote. ”But so far I can’t get up the gumption.”</p><img/><img/><p>To investigators, David and Glenda’s discovery of the necessary gumption seemed more or less spontaneous. No suicide note or will could be found among their belongings. They had made no provisions for their two dogs, which had been pacing the back yard for weeks.</p><img/><p><strong>Terri in Halloween garb, 1976, and in 1978: Is she just a powerful spiritual leader or a guru of death?</strong></p><img/><img/><p><strong>Devereaux, just 14, died on an outing with Sandy.</strong></p><p>But handwritten journals that David and Glenda left behind suggest that they had planned their deaths for months. And they had pressed pistols to their heads on what they considered to be the direct spoken instructions of God. The god to whom they spoke —the god who, near the end, directed virtually every detail of the Goodmans’ daily lives, right down to what curtains to buy at Sears —had his own earthbound emissary: a 52-year-old Dallas spiritual guru named Terri Lee HofFman.</p><p>If David and Glenda Goodman had opened a Pandora’s box, it was Terri Hoffman who had handed them the key. Terri had introduced and married them. Terri had schooled them in her strange brand of New age gospel, which finally consumed them. Terri had handed them the mind-altering “white pills” that helped them transcend their physical bodies and ”pull up” into the spiritual world.</p><p>And it was Terri who had been enriched by God’s instructions—the “50-50 deal with God,” Glenda had called it in the journals —to give Terri half of their future earnings. Before the Goodmans died, their gifts to Terri Hoffman —to ”speed up <em>infinitely</em> the process of reaching <em>8C</em> awakening souls” —had totaled more than $110,000.</p><p>What’s more, David and Glenda were by no means the first. Among Hoffman’s Dallas followers, eight lives have come to a premature end. Five among this number, including two of her four husbands, committed suicide. Three others, including a fourteen-year-old girl, died in sudden accidents. Like the Goodmans, several of the victims had experienced enormous pain and mental anguish. Yet all eight sought to make Terri Hoffman the beneficiary of their earthly wealth —in life or in death.</p><img/><p><strong>Sandy Cleaver, Terri’s assistant, worshiped her teacher but feared her own daughter, Devereaux.</strong></p><p>There is sharp disagreement over the significance of this pattern. Followers of Terri Hoffman and her organization, called Conscious Development of Body, Mind, and Soul, say she counsels the emotionally troubled, who are invariably prone to take their own lives. They say followers leave her money and property as would the devout members of a traditional church.</p><p>But a lawsuit filed by two of Terri’s stepchildren, the son and daughter of her late husband, Richard Donald Hoffman, accuses her of having “caused or contributed to” a string of deaths through ”hypnosis, behavior modification, mind control, and manipulation of emotions.” Her motive, according to the suit: “profit or material gain for the self-appointed guru, Terri Hoffman.”</p><p>This January, spurred by news reports of the Goodmans’ deaths and the terrible pattern that has shadowed Terri Hoffman, the Dallas district attorney’s office began a criminal investigation. Terri, who once dreamed of spreading her movement across the country, has at last attracted national attention, with stories on syndicated television shows like <em>a Current affair</em> and <em>Inside Edition.</em> an article in the supermarket tabloid the <em>National Examiner</em> carried the headline POLICE Probe Cult Link To Egghead Suicide Shocker.</p><p>Except for brief comments to newspaper reporters, Terri has remained mostly silent amid the storm. She declined several requests to be interviewed for this story. Her flamboyant Dallas attorney, Fred Time, says his client is the innocent victim of a witch-hunt and trial by media. “She seems to be the kind of person who has a gift for counseling people. She’s a very loving person,” simply a powerful spiritual leader, explains Time. ”Like Doctor Norman Vincent Peale.”</p><p>The puzzle of Terri Hoffman lies at the heart of understanding the sad fate of David and Glenda Goodman —and too many others who embraced her teachings. Is this woman, who resembles aunt Bee on the old andy Griffith television show, a loving and compassionate counselor of troubled souls? Or is she instead a guru of death?</p><img/><img/><p><strong>Robin Otstott (r.) was rude to Terri, then begged for her guru’s forgiveness in her suicide note.</strong></p><p><strong>Terri's World</strong></p><p><span class=\"dropcap\">Y</span>ou’re Going To Be a <em>REVELAToRY</em><strong>TERRI told Sandy Cleaver. The nasal twang rang with confidence. And why not? as Terri often told her followers, she had seen the akashic Records, the psychic library where those who were highly evolved spiritually could read the past and future like a newspaper. Sandy’s destiny as a revelator was an exalted achievement—Jesus was</strong> the supreme revelator of his time.</p><p>It was June 1977, and Sandy had come to Terri for spiritual guidance along with the man she was dating, Lynn Fairchild. Like several of Terri’s followers, she usually taped the conversations so she could study the guru’s wisdom between consultations. Even years later, the recording reveals how completely Terri’s followers immersed themselves in her supernatural universe and how totally she dominated the minute details of their lives.</p><p>Today’s subject was Sandy and Lynn’s budding personal relationship. Were they destined for one another? Should they make love? Would their involvement interfere with their spiritual development?</p><p>Alas, Sandy and Lynn were not to be “soulmates” in this lifetime, Terri explained. They were destined in future lives to become lords of separate planets - each with a different partner. While here on Earth, Terri said, Sandy and Lynn were fated to remain “happy single people.”</p><p>[ Continued On Page 156 ]</p><p>[ Continued From Page 99 ]</p><p>Sandy, who was divorced, did not sound pleased about this revelation. “What is the purpose of being a happy single person?” she asked.</p><p>“To exude energies, to send energies out to others,” Terri explained. Getting married, or even living together, could distract them from their spiritual studies and produce cosmic disturbances. “You could wind up with a big bag of worms,” Terri warned ominously.</p><p>Sandy wondered about the boundaries. How far could they go? “Do you know the specific things we should do and not do?” she asked.</p><p>Terri mused for a moment, then said, “i’d like to see what Marcus has to say first.” Marcus was a Master, one of twelve wise “spirit guides”—including Jesus Christ —who periodically appeared on Earth to offer counsel to the devout. Unlike most people, Terri could see and hear them. “Come with written questions,” she suggested.</p><p>Suddenly there was no need to wait. “Marcus is <em>here,”</em> Terri declared. “So i’ll just go ahead and see what he has to say.”</p><p>“Tell him thanks for coming,” said Lynn.</p><p>On the critical subject, Marcus was blunt. “He says y’all have been spending an awful lot of time together,” related Terri. “He says you’re going to have to decide when the fun stops and the work starts.”</p><p>Marcus wanted them to concentrate on spreading the Conscious Development gospel, said Terri. “He says energies are going to start coming in pretty soon that are going to change things. He says if they don’t have Conscious Development to turn to throughout the country, there’s going to be a possibility we could incur karma by not doing it.” Having spoken his piece, Marcus, still unseen to all but Terri, disappeared from the room.</p><p>“By the way,” Terri said, “there’s something that I, that we’d, like to get y’all to work on.” Her tone became grave. “There could be a <em>big</em> problem in Peru. We would like you to work on the heads of state to make sure they all don’t get killed.”</p><p><em>“Protection</em>?” asked Sandy, sounding stunned.</p><p>“Protection. Shields. Whatever,” said Terri. “There’s only danger for the next three, four weeks. I’m working on it too. We’ve gotta save their lives.”</p><p>Everyone agreed to act. Then Terri closed by counseling moderation.</p><p>“How are you going to be an example of happy single people if you see each other all the time ... I <em>know</em> it. I’ve seen the records. I’ve seen your future. [Marcus] is not saying it should be over. He’s saying you’ve gone overboard.”</p><p>Sandy wondered about her own safety from evil forces. Terri reassured her. “i’ve already worked with your jewelry,” she said. “i’ve made it electromagnetic!”</p><p>But the guru’s power would prove inadequate. Sandy Cleaver was destined to meet a violent and mysterious death.</p><p><strong>CONSCIOUS Development</strong></p><p><span class=\"dropcap\">I</span>t is hard to imagine a more unlikely messenger of God. Fifty-two years old in this incarnation, Terri Hoffman is a short, plump woman with black hair that she usually piles atop her head. Her face seems almost childlike, full and unwrinkled, utterly free of guile. Her dark eyes gleam from behind glasses. Her thin lips often purse into a sweet, all-knowing smile. When followers arrive for a personal consultation at Terri’s sprawling North Dallas home—cluttered with possessions given by followers-she often greets them with a hug. “I can’t imagine that she’d be evil and manipulating,” says one female believer. “She’s like somebody’s grandma.”</p><p>To her followers, Terri boasted of her powers: She could see the past and future; she could shield people from harm, even from auto accidents and cancer; she could communicate with the dead.</p><p>Terri was only three and a half, growing up in Fort Stockton, when three of the Masters first appeared in a vision to instruct her. “They would come periodically,” Terri later explained, “not all of the time, and not all of the time when I wanted them.” They taught her about her special abilities—that through God and meditation, “I could do anything if I wanted it badly enough.”</p><p>It was a lesson her earthly existence failed to offer. Her family was dirt poor; a sister had been stillborn, and her mother was dying of tuberculosis. At nine, Terri was sent to a Lutheran orphanage in Round Rock, where the visions appeared again. She says it was there that she learned she was the reincarnation of Saint Teresa of avila. A sixteenth-century Spanish nun, Saint Teresa was one of the Catholic church’s most flamboyant mystics; she experienced visions from the three persons of the Holy Trinity and believed that the kingdom of heaven could be visited like the rooms in a castle.</p><p>At the age of eleven, the saintly descendant was adopted by a Dallas oil company clerk and his wife, who renamed her Terri Lee Benson. She remained with her new family for only four years. A month after turning fifteen, Terri ran away to Durant, Oklahoma, to get married.</p><p>Her first husband was an eighteen-yearold truck driver named John Ray Wilder. On the wedding license, both Terri and John lied about their ages, padding them by three years. They returned to Dallas, where Terri, soon pregnant, dropped out of high school. Her daughter Cathy arrived in 1954. Kenneth was born in 1958, Virginia in 1963. The Wilders lived on a farm in south Dallas County. John supported the family by driving rigs while Terri stayed home with the children. With plenty of time on her hands, the young mother began to dabble in the occult.</p><p>At first she was just reading —a mailorder book on hypnotism, the writings of psychic Edgar Cayce—and chatting aimlessly with other housewives about the meaning of life. Then Terri began taking classes —in hypnosis, among other subjects. By the late sixties, after the Wilders had moved to the North Dallas suburb of Farmers Branch, Terri was leading weekly evening meditation classes.</p><p>She started a new group —called Conscious Development of Body, Mind, and Soul —and taught from written lessons she prepared and offered for sale. “This is your very first lesson,” First Degree, Lesson 1 begins. “It is yours in a special way since the knowledge contained within it is sacred, secret, and mysterious. This information has been treasured and carefully guarded since ancient times, for knowledge gives its possessor power. By being exposed to the Teachings of the Masters, you will not only become aware of the Truths which others rarely possess, you will also learn how to use and control energies few have mastered.”</p><p>Paramount among her truths was Terri’s interpretation of the law of karma-the Hindu notion of cause and effect. Terri taught that behavior on Earth, “the physical realm,” would affect prospects for reincarnation in a higher spiritual realm. Those experiencing misfortune were suffering the consequences of bad deeds in previous lives —in short, getting what they deserved. The worse one behaved, the worse the condemnation would be —perhaps reincarnation as a rat or a cockroach.</p><p>In Terri’s world, the line between life and death was meaningless. “You will also become conscious of the continuity of life,” she wrote. “Death, then, will not exist in reality; for you will realize that your existence is not dependent upon the mere maintenance of your physical body.” after all, she wrote, “the result of noble death is rebirth.”</p><p>It was essential for an individual to strive for “balance”—a state of equilibrium among his physical, emotional, mental, and spiritual “bodies.” Critical thoughts, called “negative energies,” could be draining, even deadly. Fear of cancer, for example, could <em>cause</em> cancer. Life’s ultimate goal was to become highly evolved enough to share the loftiest spiritual plane with God and the Masters during the next incarnation. That required fervent commitment to Terri’s teachings. “If you wish to enter the highest realms, you need to work to develop the latent power of your emotions, mind, and soul,” Terri wrote.</p><p>The framework of this dogma fit easily within —indeed, borrowed heavily from —writings that would inspire the widely popular New age movement during the eighties. Terri was tapping the angst of a restless generation dissatisfied with traditional religion and its inability to provide clear answers to impossible questions. Dallas proved fertile territory for her teachings. Divorce, materialism, and pursuit of personal pleasure were rampant. Terri’s doctrines offered forgiveness of sin, reinforcement of pleasure. She told followers what they wanted to hear: They would become comfortable with wealth; they would find bliss in every sexual encounter.</p><p>Everyone in the meditation classes sat cross-legged on the floor, listening to the guru’s wisdom on everything from sex to personal finance to ghosts. Then, speaking ever more softly, with an all-forgiving maternal air, Terri led the group into what some would later call a “trancelike” state. They would cap the evening with a round of prayer. Individual consultations were also available on any subject —for an hourly fee. “If a person allowed her to do it,” says one former Conscious Development member, “she would advise them on every aspect of their life.”</p><p>But the healer’s house was experiencing its own turmoil. John Wilder had expressed growing skepticism about his wife’s metaphysical pronouncements. On December 28, 1970, Terri filed for divorce, explaining to a friend that her husband was “impeding my spiritual growth.” Wilder and Terri’s adoptive mother had her temporarily committed to Parkland Memorial Hospital for a psychiatric examination, after persuading a judge that she posed a “substantial” risk of causing serious harm to herself or others. In the divorce decree, granted on March 23, 1971, she lost custody of her two younger children.</p><p>Terri remarried just four months later, after finding a partner with the proper reverence for her powers. Her new husband was Glenn Scott Cooley, a student at North Texas State University and a spiritual disciple. Glenn, who had dabbled with drugs, dropped out of school after wedding Terri. She was 33 years old; he was 20.</p><p>The Cooleys bought a house at 4163 Dunhaven Road in North Dallas and plunged full time into the work of Conscious Development. In addition to her printed lessons and private consultations, Terri branched out into the jewelry business. She taught that certain gems and crystals, when properly selected and electrically “charged,” possessed protective and healing properties. She began urging her followers to buy handmade silver rings, necklaces, and bracelets. The more expensive an item, the more power it contained. One could tell how tightly followers embraced Terri’s teachings by counting the number of rings they wore. Sandy Cleaver had more than a dozen.</p><p>No one was more slavishly devoted to Conscious Development and its leader. Raised in alabama, Sandy was a slender, earnest woman who enjoyed the income from an ample family trust fund. Friends and relatives considered her sheltered and naive. Sandy had met her husband, Chuck, at DePauw University, where he was the center on the college basketball team. After graduation in 1960, Chuck took a job with Procter and Gamble in Dallas. The Cleavers’ daughter, Susan Devereaux, was born four years later.</p><p>Despite her financial advantages and considerable intelligence, Sandy was spiritually troubled. Her parents had divorced while she was a child, and her mother had spent years in and out of mental hospitals. Her teenage sister had died in an auto accident, and in 1966 her father had perished in a plane crash.</p><p>The misfortunes spurred a spiritual quest—meditation, vegetarianism, homeopathic medicine —that eventually led to Terri. On april 21, 1971—one month after Terri’s marriage to John Wilder ended—Sandy filed for divorce, explaining to Chuck that she and Terri had agreed he was “blocking her spiritual development.”</p><p>In a bitter year-long custody battle, Chuck claimed that Sandy was an unfit mother because of her immersion in Terri’s teachings. Convinced that conventional medicine was useless, Sandy had refused to allow Chuck to take Devereaux —even when sick-to the pediatrician. She preferred prayer, incense, and incantations.</p><p>Sandy also placed her faith in an assortment of unlabeled pills prescribed by an unlicensed healer in Mexico, who was recommended by Terri. The healer diagnosed Devereaux’s condition telepathically, then shipped bottles of pills to Dallas by bus. At one point, Chuck testified, Sandy was giving five-year-old Devereaux up to 110 pills a day.</p><p>Chuck Cleaver later testified that he believed he could have won legal custody of his daughter. But he yielded control to Sandy, he said, because he feared that, with her belief in reincarnation, she would sooner kill Devereaux than permit her to live with him. A special provision of the divorce decree obligated Sandy to take Devereaux only to “recognized physicians licensed to practice in Texas.”</p><p>Free of the marital bonds blocking her spiritual development, Sandy became Terri’s full-time unpaid assistant. She began rewriting the Conscious Development correspondence courses and dipped into her own pocket to buy the group a printing press. She helped make jewelry. She kept the group’s books and wrote its checks. When Terri legally incorporated Conscious Development in 1974, she named Sandy as secretary-treasurer.</p><p>The more involved Sandy became, the less attention she seemed to pay to Devereaux. Traveling out of town with Terri to sell jewelry, she left Devereaux for days in the care of the family’s elderly housekeeper, Louise Watson. Sandy began hosting Conscious Development meetings in her home at night, after depositing Devereaux with Louise, sometimes until two in the morning.</p><p>Chuck complained about the young loafer, a Conscious Development acquaintance, whom Sandy had taken into her home. What would Devereaux think? Sandy told him that she was protecting their daughter with a psychic shield. She was safe from any harm —except for Chuck’s “bad vibrations,” which she said were making Devereaux sick.</p><p>Sandy felt certain that what she called “my work” was worth virtually any sacrifice. By the mid-seventies, more than a hundred people were attending Conscious Development’s weekly lectures, held on the SMU campus or in a room at North Dallas’ First Unitarian Church. Hundreds, perhaps thousands, of followers around the country were receiving Terri’s printed lessons. She was “sharing something very special,” Sandy later wrote her brother.</p><p>She and Terri began to speak excitedly about taking Conscious Development nationwide, about building a school to spread their gospel. Sandy felt privileged to work with Terri. They were leading a powerful movement in a holy mission: spreading knowledge, peace, and love for the good of all mankind.</p><p><strong>BLACK Lords And Slimy Garbons</strong></p><p><span class=\"dropcap\">W</span>ith her group’s popularity spreading, Terri designated around 25 of her most devoted followers, including Sandy Cleaver, as teachers. They would run some of the weekly classes in her place. But the charismatic presence of Conscious Development’s founder loomed larger than ever. With the creation of a new tier of leadership, Terri ascended to a status closer to the heavens. Her followers started calling her the anatamaji —the divine revelator.</p><p>Terri told Sandy that she could levitate and heal the sick, even from hundreds of miles away. She described meditations in which she communicated with the Babaji, a legendary Himalayan guru, and another in which she talked to Plato. One Conscious Development teacher related a terrifying incident when a plane in which the teacher was a passenger had clipped a telephone wire and gone out of control; the pilot had narrowly pulled it out. Terri nodded knowingly as she listened to the story. “Did you help save us?” the teacher asked. Yes, answered Terri.</p><p>As the number of people casually involved in Conscious Development grew, Terri began convening weekly meetings of her inner circle, the handpicked teachers’ group. There she solemnly revealed that they were members of the White Brotherhood, chosen by the Masters to battle the forces of evil. Their enemies were called Black Lords, part of the sinister Black Brotherhood. On behalf of all mankind, the Conscious Development teachers would have to engage the Black Lords in combat.</p><p>The Black Lords “exist on the astral and mental planes,” explained instructions distributed to the teachers. “To ‘kill’ them one must take them to the pits of hell where their soul and lower bodies will be dissolved.” Deadlier still were the Black Overlords, since they “cannot be dissolved in the pits of hell but must instead be taken to the Electro-magnetic dissolving Cave.”</p><p>And then there were the “garbons.” “about six feet tall with a long beak, garbons have a gargoyle-like appearance covered with slime. They have even been known to be able to so touch one in the physical as to leave slime on the body of their victim.” Garbons presented special dangers. “If after thirty seconds or a minute you feel a tingling sensation in your hand or if your hand is shaking, you should assume that you have a garbon stuck to the hand. Using your imagination, wrap it in barbed wire, stab it, and kill it. Then imagine the dead garbon spinning straight up and dissolving in the universe.”</p><p>To challenge the Black Brotherhood, the teachers armed themselves with magic symbols: a rod, a cup, a sword, and a cloth bag containing a cup of dirt. The symbols represented the elements —fire, water, air, and earth —and gave the teachers twice the power against the Black Lords. The symbols did not have to be full-sized; letter openers or ballpoint pens could serve as swords. Terri encouraged everyone to dress for battle in a robe (“a properly made robe will give you up to fifteen times more power”), a headband with silver or gold symbols, and her protective jewelry.</p><p>Each teacher sat inside his “magic circle,” a large circle of cloth inscribed with a triangle. The magic circles offered protection; some teachers even slept inside them. Next they performed a series of “protection rituals” with their magic symbols. Then the Conscious Development followers set about the task of killing Black Lords.</p><p>Using carefully practiced gestures, the teachers —including a college professor, an advertising agency executive, and a Dallas school district counselor-began slicing through the air with their ballpoint pens and letter openers. <em>Zap! </em>a Black Lord went spinning down into the pits of hell. <em>Zap!</em> a Black Overlord was dispatched to the electromagnetic dissolving cave.</p><p>Though the fighting was restricted to the spiritual realm, many teachers regarded it as quite real —and deadly. “Serious injury seems far removed from reality as we sit in the physical and battle,” one of the leaders wrote to the group. “However, it is to be remembered that last Wednesday ... we had to rush to the aid of some of our White Brotherhood as they fought. Many of these Brothers died on that far off universe because they were not as battle ready as we have been and will be.” When Terri suffered a physical ailment, she told her followers that she was enduring punishment from the Black Lords on their behalf.</p><p>Week after week, the teachers split into separate squads to battle the forces of evil. The fighting went on for hours, late into the night. Occasional written updates from Terri’s lieutenants offered body counts and a consistently grim prospectus. “Our first battle fought took over three hours and dissolved only 242 Lords and no Overlords.” attacks were becoming “frequent and events began to be more desperate . . . our need for help was crucial.”</p><p>Yet they were to seek aid only from their spiritual allies. Everyone was sworn to secrecy. “The information that we have been given for our battle purposes is SACRED. It is not to be given out or viewed by anyone outside of our teachers’ class . . . The rituals, and the equipment that accompanies the rituals, are not to be spoken of in front of others. As much as possible the magic equipment is to remain hidden.”</p><p>Terri fostered paranoia—black forces were everywhere!—and self-reinforcing isolation. Those who left Conscious Development were particularly suspect. Some were identified as possessed and became targets of the teachers’ rituals. <strong>“</strong>STAY Alert,”<strong></strong>the written instructions advised. “Curtail most of your social contact with those outside this group—it’s for their protection, the Black forces may use them to get to you . . . Keep your sword near you, especially when you go to bed . . . Protect your animals, car, place of work and your home with the protection rituals.”</p><p>Still the Black Lords continued striking ever closer to home. On February 2, 1977, Glenn Cooley was discovered dead.</p><p><strong>DEATH By Drowning</strong></p><p><span class=\"dropcap\">S</span>hortly after marrying Terri, Glenn Cooley had brought his parents Conscious Development literature to read. “Mother, there are many prophets,” he explained. But his middle-class Baptist family never approved.</p><p>For six years, Glenn had worked full time in the Conscious Development jewelry business, incorporated as CD Gems. Then, after the battles with the Black Lords had begun, he confided to his mother that even he had heard enough. “He wanted out of the whole thing: the marriage, the Conscious Development, everything,” his mother later testified.</p><p>Terri and Glenn separated, and on November 24, 1976, she filed for divorce. Glenn agreed to expedite the proceedings —everything was so amicable that he was still working with Terri in the jewelry business —and the divorce decree was granted on January 27, 1977.</p><p>Five days later, Glenn went to spend the night at a cabin his parents owned on Lake Grapevine, northwest of Dallas. The next day Terri reported discovering a handscrawled note from Glenn in her safe. Titled “Last Will and Testament,” it read: I, Glenn Cooley give to Terri Cooley all of my property, both personal and real. This includes two boats, a 1972 Buick Limited, <em>all</em> jewelry and equipment for its making, all furnishings for the house on Dunhaven Rd, and all cash.</p><p>Glenn Scott Cooley I ask that this Last Will of mine not be contested by <em>anyone in any way for any reason.</em></p><p>Last but not least, I give all my Love to all my family and friends.</p><p>As explanation for all this I can’t really say what it is because of, but I can say what it is not because of:</p><p>It is not because of Divorce with Terri, past drug experiences, inability to cope, etc.</p><p>What it is—I myself know but don’t have the words for.</p><p>Terri later told authorities that after finding the note, she met two Conscious Development followers and drove with them to the cabin, where they discovered Glenn’s body. Terri’s 25-year-old exhusband had taken off his shoes and climbed into bed. Foam oozed from his mouth. A half-empty can of Coors beer sat on the nearby dresser, and two capsules were discovered when the body was moved. A drug screen following an autopsy revealed the presence of Valium and Librium in Cooley’s blood. The death was attributed to a drug overdose.</p><p>Terri told authorities that Glenn had seemed despondent and had disregarded her advice not to leave for the cabin alone. She said that after he departed, she never saw him alive again. Her account of Cooley’s death would stand unchallenged for thirteen years.</p><p>But last February a former Conscious Development teacher told investigators a different story. According to the woman, she and Terri went to the cabin the night of February 1, 1977-while Glenn was still alive. The woman said Terri had told her on the way to the lake that Glenn was “going to the next level”—and when they arrived, Glenn, still lucid, said he had consumed the fatal drugs.</p><p>Within the teachers’ group, Glenn’s death was evidence that the Black Lords were making further gains. Terri announced a new defensive strategy: bloodletting. The Black Lords had the power to poison the blood; those affected needed to drain the poison. A single syringeful would do it. The bloodletting drove many out of Conscious Development altogether. Even the inner circle shrank. But Sandy Cleaver’s faith remained unshaken—even when Terri began telling Sandy that black forces had infected her daughter.</p><p>Fourteen years old in December 1978, Devereaux had matured into an energetic, attractive, and normal young girl. She attended the private Greenhill School in North Dallas, where she was a good student and wrote poetry. At five feet nine, she was popular with classmates and a vigorous athlete—a member of the middle-school basketball team and a powerful swimmer.</p><p>But her own mother was frightened of her. Sandy told Conscious Development colleagues that the evil spirits in Devereaux were trying to infect her “energies.” Devereaux was crushed by her mother’s distant behavior. Sandy was always going off on trips and leaving her. She seemed to have little interest in Devereaux’s achievements; she even refused to attend her basketball games. So in early 1979, when Sandy asked her daughter to join her and Lynn Fairchild on a prewedding trip to Hawaii —they had at last made tentative plans to get married —Devereaux accepted eagerly.</p><p>On February 25 the threesome stopped to picnic at a lagoon near the Wailupe Peninsula, a spot Terri had previously visited. While Lynn remained on shore, Sandy and Devereaux took a blue inflatable raft and paddled out several hundred yards, until they were floating over a viciously sharp coral reef. Suddenly, Sandy said later, a wave knocked them off the raft, and a second one drove them apart and underwater. Sandy said she dove for Devereaux but couldn’t find her.</p><p>Summoned by Lynn, rescuers reached Sandy, bruised and bleeding, atop the coral reef. Devereaux’s body was not recovered for hours.</p><p>Chuck Cleaver learned that his daughter was missing when Terri called his home in Dallas at one in the morning. He left immediately for Hawaii —and arrived to find Terri in Sandy’s hospital room. While Chuck was gone, one of Terri’s followers called his home to serve notice that she had a document he needed to see. A family friend went to pick it up. It was Devereaux’s will.</p><p>Addressed to Terri and Ben Johnson, the guru’s third husband, the handwritten letter stated who was to get her rock collection and her basketball. It left all her money —Devereaux had a $125,000 trust fund —to the Conscious Development “school” that Terri and her mother had planned. That same day, a woman marched up to the desk of the RepublicBank vice president who managed the trust fund and announced that she was “here to deliver Devereaux’s will.” The woman handed the banker a pair of documents: the handwritten letter to Terri and Ben, and a second, quite formal will —clearly not the child’s work-dated the previous august.</p><p>“I give, devise, and bequeath all of my property, including all rights, titles and interests of whatever character I may own in and to any property, real, personal or mixed, wherever situated, to Terri Johnson, who has been to me like a second mother,” it read. Like Glenn Cooley’s last testament, Devereaux’s will specifically asked that it not be challenged.</p><p>The two documents were invalid, since minors cannot write a legal will in Texas. But their appearance—how many teenagers compose a will? —shocked Chuck Cleaver, who says Devereaux’s contact with Terri was limited. Cleaver now believes his daughter drafted the documents at Sandy’s request because she was desperate for her mother’s acceptance. And after chewing over what happened, Chuck began to entertain a horrifying thought: that Sandy—deep under Terri’s influence, certain that Devereaux was possessed by demons —murdered her own daughter.</p><p>Sandy broke off her engagement after returning from Hawaii. But Devereaux’s death only seemed to bring her closer to Terri, who later that year lost a child of her own. In august Terri’s 22-year-old son, Kenneth Wilder, fell through a hole in the roof of a commercial building he was helping construct in Grand Prairie, plunged thirty feet to a concrete floor, and died at the scene from a fractured skull.</p><p>Sandy herself would not live much longer. Two months after Devereaux’s death, she took out a life insurance policy for $300,000—twice what her State Farm agent had recommended. Terri was the sole beneficiary. At the end of 1979, she transferred title to her $180,000 North Dallas house to Terri and began paying Terri rent for the privilege of living in her own home.</p><p>On September 8, 1981, Sandy and her housekeeper, Louise Watson, left for what was to be a six-day trip to Colorado. Sandy wanted to visit parcels of mountain land that Terri and some of her followers had bought near Cripple Creek; they planned to build a retreat there. Louise, who was 77, didn’t want to go on the trip because she hadn’t been feeling well, but Sandy persuaded her to go. After renting a station wagon at the Denver airport, the two women spent the night with Terri’s sister in Colorado Springs. They set out for the Conscious Development property the next day. About five that afternoon, in the area known as the Garden of the Gods, Sandy Cleaver drove straight off a mountain. Gold Camp Road had curved right, but the absence of skid marks on the dirt road led police to conclude that Sandy hadn’t veered or even braked. The car tumbled five hundred feet into a ravine. Sandy and Louise were thrown out on the way down. Their broken bodies were discovered the next day, well above the wreck.</p><p>As she had been after Devereaux’s death, Terri was quick to reach the scene. Two days following the accident she showed up at a local hospital to claim the bodies.</p><p>Again Terri had a will. Sandy had updated it three months earlier and had left everything to her guru. Louise, always eager to please Sandy, had signed a will the same day, naming Terri as the beneficiary of her own humble estate. Both women named Terri executor and asked that their ashes be placed in the still nonexistent Conscious Development Learning Center.</p><p>Terri cashed the $300,000 check she received as beneficiary of Sandy’s life insurance policy. Obtaining the proceeds of the Cleaver estate would be more difficult. Two months after Sandy’s death, her brother, Croom Beatty IV, filed papers contesting the will. His attorney was James Barklow, a dogged former criminal prosecutor. For Barklow, the probate case would initiate a decade-long obsession with Terri Hoffman.</p><p>Barklow claimed that Sandy’s will resulted from “undue influence” and fraud. Sandy “lacked the ability to exercise freely independent thoughts and reasoning,” Barklow argued in court documents, because she was “controlled by proponent’s use of hypnosis, Pavlovian conditioning and psychotherapy.” In a pretrial deposition, Terri denied controlling Sandy but admitted attempting hypnosis on two occasions.</p><p>The case went to trial in June 1982, and after five days of testimony, Terri decided to settle, rather than await the jury’s verdict. Terri agreed to pay Croom Beatty $112,500 in cash and 40 percent of the net proceeds from the sale of Sandy’s house. Sandy’s antiques, paintings, and other possessions—the rest of her $332,000 estate—would be divided equally.</p><p>For Terri, the impact of Sandy’s death was devastating. She halted all Conscious Development classes. In December 1982, the appearance of an article in <em>D</em> magazine, prompted by the Cleaver probate trial, seemed to sound the death knell for her group. It was titled “True Believers—The Rise and Fall of a North Dallas Cult.”</p><p>But time would prove the folly of writing off this mystical woman of many lives. While formal meetings of her closest followers became rare, Terri retained her cold grip on their souls. Seven years would pass, and five more lives would end, before Terri once again drew the harsh light of public attention.</p><p><strong>FINDING the Guru</strong></p><p><span class=\"dropcap\">D</span>avid allen Goodman was one of those who kept the faith. The slight, mustachioed SMU business professor had testified on Terri’s behalf at the Cleaver trial, portraying Conscious Development as nothing more than a coolheaded discussion group that fostered “positive mental attitudes.” Goodman told the jury that he had even used Terri’s lessons for an organizational psychology class at SMU. Goodman was one of four Conscious Development followers to testify about the value of Terri’s teachings in their lives. Three of the four would later kill themselves.</p><p>David Goodman’s parents had always struggled to shield their son from insidious influences. Jewish shopkeepers in Chicago, Leonard and alice Goodman had picked up and moved to California in 1954 in search of a place where no one had to lock the front door. They settled in Santa Maria, a community of 12,000 nestled in a valley 175 miles north of Los angeles, and opened up a grocery store.</p><p>David was the eldest of three boys, book-smart, intense, and self-reliant. A whiz in mathematics, he married his high school sweetheart, Peggy, in 1961, while he was a twenty-year-old scholarship student at the University of California-Santa Barbara. When Peggy gave birth to a son, Rick, eight months later, David rejected his parents’ offer of financial help and dropped out of college to support his family, taking a job as a computer technician.</p><p>When he had saved enough money, David returned to college, earning a math degree, then an MBA from Berkeley. In 1965, he accepted a job as a research analyst at Corning Glass Corporation in upstate New York. His second son, Tony, was born later that year. David remained at Corning for five years but never found corporate life fulfilling. He complained that there was too much political infighting, that everyone cared only about getting ahead. In 1967 he took a leave of absence and began work toward a doctorate in management science at Yale.</p><p>Bruce Buchanan, now a political science professor at UT-Austin, initiated a long friendship with Goodman in the graduate student registration line. Buchanan came to think of Goodman as “a seeker.” Says Buchanan: “He would go to various discussion groups the way you or I might go to the movies.” The personal exploration contrasted sharply with the rigorous discipline of his academic field —operations research, a highly quantitative area where he could use his math and computer skills.</p><p>When he obtained his degree, Goodman entertained offers from Harvard Business School and SMU. Most would have snapped up an entreaty from Harvard, but David thought the place too rigid; he wanted a less structured environment, an opportunity to do things his own way. Also, the notion of shunning Harvard appealed to him; he took a certain pride in doing the unexpected.</p><p>David arrived at SMU as a 29-year-old assistant professor in the fall of 1970. Six months later—on the tenth anniversary of their marriage-Peggy left him.</p><p>“It was a miserable situation,” recalls Buchanan. “Peggy just decided to end the marriage. One day after deciding, she packed up the boys and drove off to New England. David was down there with a house and a job, but no wife and children. He went through a period of great pain.”</p><p>As a professor, Goodman was an instant success at SMU. A Yale Ph.D. was a rare plum for the Edwin L. Cox School of Business, and David was publishing regularly in the best scholarly journals. In 1973—after just three years on the faculty—he was promoted to associate professor and granted tenure. The next year he received the business school’s award for research excellence.</p><p>But his personal life did not heal easily. David read widely about eastern religions, attended EST and Hare Krishna meetings, and enrolled in transcendental meditation classes. Beginning in 1973, David turned to Conscious Development for salve. After hearing about Terri from a friend, Goodman quickly became a regular at her meditation classes. Soon he was meeting with her for private consultations. By 1979, according to a financial statement, David was spending $150 a month on counseling.</p><p>David’s family began hearing about Terri in the aftermath of his divorce. “He said he didn’t know how he could have made it if it hadn’t been for Terri,” recalls his father. On a visit to California, David excitedly told his teenage brother that Terri “reads minds; she can see people’s auras.” David explained that Terri was “training” him. In this grandmotherly high school dropout, David Goodman, Yale Ph.D., had at last found his personal guru.</p><p><strong>SHEDDING Attachments</strong></p><p><span class=\"dropcap\">T</span>erri’s five-page official biography, distributed to purchasers of Conscious Development correspondence courses, says she “has always felt that the Masters were her real family.” Similarly, the members of Terri’s inner circle —including David Goodman—would soon come to regard one another as their real family.</p><p>Terri encouraged her followers to limit their involvement with anyone else—even relatives. “attachments”—including wives and children —are “the most insidious and deceitful of the destructive passions,” she wrote in one of her lessons, for they could leave no time “for spiritual devotions ... the liberation of your own soul is the one thing for which you are in this world.”</p><p>Those deeply involved in Conscious Development naturally became a tight, exclusive circle. In the seventies, David Goodman met many comparably educated professionals, such as Robin Otstott, a petite woman with a master’s degree in social work who wrote curricula for troubled teens in the Dallas school district; Robin’s close friend Tamara Taylor, an advertising executive at Bozell Jacobs; and John Miller, a philosophy professor at North Texas State. David came to know Lynn Fairchild and, in the years before her death, Sandy Cleaver.</p><p>David met Don and alice Hoffman too. The Hoffmans had joined Conscious Development in 1974, after their threeyear-old daughter had drowned in their back-yard swimming pool. Don, a friendly man with a Prince Valiant haircut, was an electrical engineer and a student of the Bible; he had served as president of the congregation at ascension Lutheran Church in Garland. But after their daughter died, Don and alice had found too little solace in conventional religion. Both became members of Terri’s inner circle.</p><p>But in april 1980, Don and alice, who had two surviving children, ended their 22-year marriage. Alice signed a waiver allowing Don to marry Terri —who had divorced her third husband, Ben Johnson, one month earlier—without the usual day waiting period. Alice dropped out of Conscious Development. Don quit his engineering job. Like Terri’s last two husbands, he chose to devote his full energies to Conscious Development.</p><p>Followers who stuck by the anatamaji through it all —the bloodletting, Sandy’s death, the trial, the bad publicity —grew closer than ever. Although the group rarely had formal meetings, its members socialized often. They celebrated Halloween and Christmas with parties. Terri led retreats to Oklahoma and Colorado and presided over lakeside fish fries. She even distributed a list of recommended physicians and craftsmen for the group to patronize. Members dated one another and helped fellow believers find jobs.</p><p>By the mid-eighties, Terri had become an all-purpose guru. In addition to spiritual counseling and jewelry, she now offered her own perfume and “acupressure” massage therapy —special rubdowns intended to unclog the body’s blocked energy centers. After schooling Don in the art, she began giving him some of her “bodywork” clients. And she fancied herself a financial adviser. She counseled devotees to change jobs or start businesses. She conducted a workshop at her home on the oil business.</p><p>One of Terri’s lectures on personal development had taken place in Highland Park at the million-dollar mansion of ann Cox, wife of Dallas oilman Edwin Cox, for whom the SMU business school was named. Several of Terri’s scruffier followers, looking like bikers, welcomed visitors to the elegant estate. David Goodman showed up, but as Terri droned on into the evening, he fell asleep across a row of folding chairs.</p><p>Goodman was more attentive to Terri’s advice about his intimate personal relationships, even as her clairvoyance was proving far from absolute. David remarried in 1977 to a 23-year-old music student in a ceremony conducted by Terri. The guru had encouraged the union, but the couple separated less than two years later. Half a year after the divorce, David married for a third time. The 39-year-old professor’s bride was a 24-year-old former student. Terri pronounced them soulmates—destined for many lives together—and presided over the wedding ceremony, but the marriage lasted only three years.</p><p>As David steeped himself in Terri’s teachings on personal development, he grew bored with the field that had won him tenure in record time at SMU. Between 1975 and 1980, he published only two journal articles. He had not produced a single book, and the volume he was struggling to complete, titled <em>Inner Power-Discovering Yourself and Manifesting Your Potentials,</em> was well outside his field. An earthbound version of Terri’s teachings, the book was published in paperback in 1982. According to the publisher, it sold 78 copies nationwide.</p><p>Fellow professors came to view Goodman as the in-house eccentric, the business school’s mystery man. After teaching his morning classes, David took long breaks at lunchtime to play racquetball, then disappeared in mid-afternoon. His students complained that he was never available at his office to answer questions. David refused to participate in the committee work that usually burdens the life of an academic. When colleagues appointed him to a panel, he wouldn’t object; he just wouldn’t show up. Tie and jacket were still the unofficial faculty uniform in most business-school classrooms, but David favored an open shirt and a necklace of beads.</p><p>When a new business-school dean arrived at SMU, he prepared a list of tenured professors he regarded as unproductive “deadwood”—with an eye toward paying them off to leave the faculty. David Goodman was on the list.</p><p>In a bid to salvage the situation, David’s department chairman urged him to resume productive research and writing in the field that had made his reputation. Goodman instead launched the project that would serve as his springboard out of academics. Collaborating with John W. Peavy III, a former stockbroker on the business faculty, Goodman devised a complex computer-tested formula for picking stocks. Two years of checking and refining the system produced consistently high returns —more than 30 percent a year. In 1982, they submitted several articles on their findings for publication in academic journals.</p><p>But David didn’t want to wait to have his ideas discovered in the scholarly press. “Let’s get us some publicity,” Goodman told Peavy one day. “I want a big write-up in the <em>Wall Street Journal.</em> ” David dispatched a copy of an unpublished article to the paper’s high-profile “Heard on the Street” column—and to Peavy’s amazement, it became the column’s primary topic on February 17, 1982.</p><p>The newspaper’s attention made the Goodman-Peavy system a minor sensation in the popular business press, always eager to direct readers toward a new way to make a buck. In the next three years, the two professors published more than a dozen articles about their stock-picking system and were the subject of at least twice as many others. Doubleday signed them to publish a book, prospectively titled <em>Contemporary Stock Investing.</em> The volume appeared in 1985, repackaged for a mass audience under the title <em>Hyper</em>profits. The large cover type read: “BEAT the Pros with this new, PROVEN investment system.”</p><p>Promoted as “the greatest stock innovation of the eighties,” <em>Hyperprofits</em> made the Dallas best-seller list for several weeks. More than a thousand readers around the country sent in a form at the back of the book asking for updates or computer software based on its investment system. In the book’s acknowledgments, Goodman cited “Terri Hoffman’s inspiration and support.”</p><p>Peavy worked with Goodman every weekday for months, on some days for three or four hours. Their collaboration lasted five years. Yet the two men never had lunch together. David offered not a glimpse into his feelings about religion or politics. Peavy learned of Goodman’s third and fourth marriages long after they had taken place. “I spent more time professionally with him than anyone,” says Peavy, but “I just never really knew the guy personally. He didn’t seem to want to get involved with anybody. It was weird.”</p><p>While the two professors were toying with the idea of selling Hyperprofits software, Peavy was satisfied with the mileage the research had produced for his academic career. David, however, was not satisfied. In early 1986, Peavy discovered that Goodman was soliciting subscriptions to a stock newsletter based on their work, to be titled the <em>Goodman Report.</em> Peavy confronted Goodman, who contended that his partner had no claim to prospective proceeds. Peavy consulted an attorney before deciding to let the matter drop.</p><p>The success of the publication of his investment research restored Goodman to the good graces of his academic superiors at SMU. But three weeks before the start of the 1987 fall semester he sent his department chairman a one-page letter tendering his resignation—effective immediately. The letter offered no reason, and Goodman never returned to campus to explain his abrupt decision or to say goodbye to his colleagues. He never cleaned out his office or packed his books. No one who worked with him there would ever see him again. As far as anyone at SMU was concerned, David Goodman had simply vanished.</p><p><strong>the Fortune Report</strong></p><p><span class=\"dropcap\">W</span>hat no one at SMU understood was that David saw his business venture not as a way back to academic respectability but as a ticket out of SMU. Everyone he knew there was absorbed with petty concern; they didn’t understand what was important in life. No one appreciated how he was suffering for the good of mankind and the planet.</p><p>He launched the <em>Goodman Report</em> in 1985 while still at SMU, charging small investors $175 a year for a monthly list of stocks that fit the Hyperprofits profile. But he soon realized that his financial independence depended upon offering his services to clients who could afford to pay more. He developed exclusive stock lists that he called the <em>Fortune Report,</em> offered personal consultations, and charged $12,000 per client. When enough prospects had signed up, Goodman sent in his resignation.</p><p>David’s life was being shaped by another development: his fourth marriage. In 1984 he had wed Glenda Frances Carlson Woerheide. This time David had truly found his soulmate.</p><p>David’s family had attributed his previous two marriages to his distaste for being alone. “Sure would like to have a woman in the home,” he plaintively wrote his father between brides. But Glenda was David’s age; she had been through a marriage already and had raised three children of her own. The couple shared something else: devotion to Terri Hoffman.</p><p>Glenda Carlson seemed an unlikely candidate for the role of a cult disciple. The daughter of a North Dallas radiologist, Glenda was an honor student at Hillcrest High School, where she presided over the drill team and served as treasurer of the student council. Blond and lovely, Glenda was voted homecoming princess for the class of 1959. Wide-eyed and sweet, she earned the title of “most considerate.”</p><p>She spent one year at all-female Sweet Briar College in Virginia, two more at the University of Texas as a member of Kappa alpha Theta sorority, and finally graduated from the University of California-Berkeley with a major in art. Back home from college over the summer, she married a high school classmate in 1964. Her parents hosted the reception at the Brookhaven Country Club.</p><p>Her married life began in Beaumont, where her husband worked as an engineer for Texaco. It ended —nine years and three children later—in Long Beach, California. Glenda moved back to Texas, where she took a succession of jobs —secretary, bookkeeper, counselor in a stop-smoking program —and made extra money teaching yoga and reading astrological charts. With help from her parents, she bought a two-bedroom house in University Park.</p><p>Glenda struggled with the reality of life as a single mother. She was perpetually short of money; her children took afterschool and weekend jobs for spending money. Yet she remained naive, easily influenced. A group of her girlfriends-all single and looking —would visit fortunetellers for fun. But Glenda took it seriously; she..was always clutching for easy answers. “Glenda was one of those people who never felt well,” says a friend. “She was always searching for something to make her feel better.” Several of her friends already attended Terri’s meditation classes. One day Glenda went—and was instantly hooked. Recalls her friend: “Glenda thought everything Terri said was <em>it.”</em></p><p>David Goodman and Glenda started dating during the summer of 1983. By early fall, he was begging her to move in. The next summer they were married, with Terri performing the ceremony. Glenda told her parents, who had little patience with her New age passions, that they had been married by a justice of the peace.</p><p>Alice and Leonard Goodman were delighted with their son’s choice. Glenda seemed so mature and thoughtful. “i’m real happy to be a part of the Goodman family,” she wrote her new in-laws. “I just wish I had found David a few years earlier.” Terri Hoffman would tell Glenda that she had; she revealed to the newlyweds that they had been married in previous lifetimes.</p><p>Glenda’s new life left no room for children. Her son had been living with his natural father, while her two daughters had remained happily with their mother. But David considered the girls a distraction. It was crucial that he and Glenda focus exclusively on one another, on their work and spiritual development. When Glenda moved in with David, she yanked the girls out of the Highland Park school system in midsemester. Before marrying, she dispatched the girls to live with their father, who would soon be transferred from Houston to Singapore. Glenda and David imposed strict visitation limits: The girls would be welcome for only two weeks during the summer.</p><p>Glenda’s parents were appalled. Lorraine Carlson went to church and prayed for her daughter. “It was devastating,” she said later. “That was when the real Glenda died.”</p><p><strong>GOING Forward For Terri</strong></p><p><span class=\"dropcap\">T</span>he new terms of David’s marriage, like his resignation from SMU, freed him from the sort of mundane obligations that he despised. Now he could call his own shots: work or meditate or pray, whenever he wanted, without anyone asking questions.</p><p>With Glenda at his side, David was moving toward his own interpretation of Terri’s ideal —beginning the process of severing ties with those outside of Conscious Development. Even the importance of what remained of the teachers’ group began to recede. Terri’s most devoted followers were now beyond collaboration. Ultimately, each true believer forged his own unique relationship with the guru and started down the path into his own supernatural world.</p><p>Robin Otstott began by filling Sandy Cleaver’s shoes. The brown-haired Dallas school counselor had assumed responsibility for rewriting the Conscious Development correspondence courses. When the lawsuit over Sandy’s estate came to trial, Robin testified on Terri’s behalf.</p><p>Robin had met Terri in 1974, two years after her divorce. A counselor for troubled children, she had written the school system’s “citizenship” curriculum, designed to teach responsibility and decision making. Her own life, however, was dominated by Terri’s teachings. Terrified of the Black Lords, Robin filled her Lake Highlands home with protective crystals and friendly gnomes —doll-like figurines. As a member of the White Brotherhood, she participated in the ritual battles against the forces of evil. And beneath her bed Robin placed special protective shields —lengths of copper tubing twisted into strange, serpentine shapes.</p><p>But Terri’s strangest influence on Robin Otstott took another form. She played matchmaker-between the 41-year-old school counselor and an invisible CIA agent. By 1986, Robin Otstott had a close intimate relationship with a supernatural patriot named George G.</p><p>The bizarre love affair is detailed in journals, later reviewed by investigators, which Robin kept for years. In the books, Robin describes dates and romantic dinners, heart-to-heart talks, poignant love letters—even a camping trip that she and George G. took to Colorado.</p><p>Conscious Development followers have told investigators that Terri spoke mysteriously of her connections to the CIA. She claimed to have been training “dematerialized” government agents and using her powers to protect them. Just as Terri’s followers came to believe in Masters whom no one could see—Masters whom they came to regard as quite real —so Robin came to have an invisible lover. The couple could never marry for reasons of national security.</p><p>By the mid-eighties, Robin’s absorption with Terri’s teachings had distanced her from her parents. She seemed almost oblivious to her son, then in high school. “Her whole life revolved around the boy until she met Terri Hoffman,” says one of Robin’s close friends. “Then her whole life revolved around Terri Hoffman.”</p><p>Robin was among the Conscious Development followers buying tracts of mountain land in Colorado. She sought frequent consultations with Terri Hoffman; she visited Don Hoffman for bodywork. But in late 1986, despite all the therapy, Robin started displaying signs of depression. Her journals suggest that her nonphysical “bodies”—astral, mental, and spiritualhad turned against her. She began writing about her spiritual being as a separate adversarial entity: “I don’t want to work with my soul in the physical.”</p><p>Next her “bodies” went on the attack, assaulting Terri and Robin’s closest friend, Tamara Taylor, a vice president at the Dallas advertising agency of Bozell Jacobs. It was totally beyond Robin’s control—surely the work of the Black Lords —but her Conscious Development friends began to abandon her.</p><p>“I have made the decision to stop talking with you ...” Tammie wrote to Robin in March 1987. “In looking back at the numerous things that have befallen me, I was able to determine that on many occasions I had talked to you and given you information which was then used against me by your other bodies following our phone call.</p><p>“You are facing a very difficult time, but as they consider me an arch enemy I cannot chance to continue giving you information ... I am not going to repeat all the things that have been going wrong as I don’t want your bodies to know where they were successful ... I hope someone else, they are not angry w/ or jealous of, will be able to talk and help you now. Love, Tammie.” Tammie Taylor sent Terri Hoffman a copy of her letter.</p><p>On Thursday, april 2, Robin typed Terri a letter requesting aid. She explained that Martin, who Robin believed was Tammie’s invisible CIA lover, had threatened her life.</p><p>“This is very private and important,” Robin began. “I don’t want to talk about this out loud unless we should. Last Tuesday, Martin mentally said if anything happened to Tammie, with my energies, he would kill me ... I want to request, if it hasn’t already been done, that ALL ties be cut between me and Tammie/ Martin, if you think this would be a good idea.”</p><p>Robin scribbled at the top of the letter, “Please tell me if this situation happened. It felt very real and it’s very serious to me.” Five days later, Robin tried pleading with Martin directly —in her journal: “Since you and maybe some others are so set on killing me, i’d like to say a few things . . . What my bodies have done is terrible.”</p><p>Robin Otstott was desperate. The Black Lords were consuming her; her bodies were running amok. On april 19, she called her ex-husband and explained that she had contracted a terminal case of viral hepatitis. She said she had gotten the disease from a banana peel. Alarmed but puzzled, he insisted that his ex-wife go for medical tests; he set up the appointment himself.</p><p>On Tuesday, april 21, Robin kept her doctor’s appointment. Blood tests later would show no sign of hepatitis or any other disease. Hours after her blood was drawn, Robin went to visit Terri Hoffman. Later that night Robin Otstott, 42 years old, went home and shot herself in the mouth with a .38-caliber revolver.</p><p>There was no formal note —not a single word of farewell to her son—just a cryptic, hand-scrawled message to her spiritual advisor: “I am apologizing to Terri 3000X a wk on all levels of my being for the highly offensive, rude, and vulgar comments made to her last week. I love her dearly & beg her forgiveness someday.”</p><p>Robin Otstott’s will, written two months earlier, left her Colorado land, all her jewelry, writings and personal files, figurines, clothes, and bedroom furniture to Terri Hoffman. Her son was to have right of refusal on the rest; anything he didn’t want was to go to Terri.</p><p>Sorting through Robin’s belongings, shocked friends discovered an unusual quantity of prescription drugs in her house, as well as needles and syringes. They came across something else too. Robin had attached a white index card to her bathroom mirror, where she would see it every morning. On the card the doomed woman had written a series of affirmations:</p><p>Draw in light—my light.</p><p>Sheer Will —Deny Yourself (quiet depression)</p><p>Go forward even if i’m behind now</p><p>Get out of bed</p><p>Learn whole new way of Being —</p><p>Push <em>through</em> the pain</p><p>I didn’t do it—Parts of me did—</p><p>Go forward for Terri, for the Masters. I still want to work w/ the Masters. Don’t let those assholes Get Me Down.</p><p><strong>MARCUS At Sears</strong></p><p><span class=\"dropcap\">W</span>hen Leonard and alice Goodman went to visit their son and his fourth wife in Dallas, they were astounded by David’s dependence on his spiritual adviser. David was brimming with talk about Terri —she had suggested he do this, she had counseled him to do that. Even while Leonard and alice were in the house, David was on the phone to Terri constantly, seeking her advice before making the most trivial decision.</p><p>Alice couldn’t hold her tongue. David had been depressed in 1973, and here he was —more than a decade of counseling later—more dependent than ever. “I don’t have much respect for people who can’t solve their own problems.” alice lectured her son. “You’re a pretty smart fellow. Why do you have to run to her?”</p><p>David stared at his mother. “He was in shock, like i’d <em>blasphemied,”</em> recalls alice, “as though he were frightened that Terri could hear this and might do something to me. I’d never seen a more frightened look on anyone’s face.”</p><p>The Goodmans had other reasons to be skeptical of their son’s guru. When David’s brother Mark became sick with colitis, Terri had announced that he was suffering from cancer—but that she had cured it. On another occasion, Terri had told alice that she had gallstones —a problem no physician was able to discern. But mere physicians lacked Terri’s powers. “She said she could see through my body,” said Mrs. Goodman.</p><p>To neighbors, David and Glenda Goodman were a nice quiet couple who offered pleasantries to everyone they saw on their daily walks. A few knew that Glenda sold fragrances —she had once hosted a perfume party —and that she served as secretary to her husband in his investmentconsulting business.</p><p>But no one was aware that they devoted much of their lives to fantastic spiritual adventures, which Glenda carefully chronicled in journals. The volumes she and David left behind make it possible to retrace the steps of their strange, tragic journey.</p><p>Every morning David and Glenda awoke early to ask God and the Masters for the “good energies” they would need throughout the day. That would be only the first of several daily meditations, which took place morning, afternoon, and night and sometimes lasted for hours. The Goodmans spoke to the heavens out loud, seeking—and receiving—explicit guidance on all manner of life’s questions.</p><p>“Our instructions for the past two days or so have come to us as a perception of God’s voice speaking from within,” wrote Glenda, who heard the voices better than David, in June 1988. “. . . He told us that He speaks to all and gives us advice on a minute to minute basis.” They had been instructed to yield “all the control to God,” to “include him in every little decision, no matter how small,” wrote Glenda.</p><p>God would help David forecast the stock market (“listen in meditation every afternoon or evening, and he would give us the <em>exact</em> number to the 2nd decimal place of what the Dow would close at the following day”); improve their love life (“Last Karmic lesson re sex: 1. Ask God to participate 2. Turn it over to Him”); even aid them in athletics (“. . . played tennis w/God doing the playing —Better than I have ever played. . .”).</p><p>When Glenda began a renovation project, she naturally turned to Marcus, one of the Masters, for “the instructions” on curtains. “I will go with you ... to Sears & to Montgomery Ward to check out and choose just the right window coverings,” Marcus responded, according to the journal. “Simply listen to me and we’ll do the right thing.”</p><p>Particularly insightful meditations took place with the aid of “white pills,” mysterious unidentified capsules that Terri gave them. And many of God’s instructions-characterized as tests of their spiritual commitment-directed earthly gifts to Terri.</p><p>“We are planning a very special surprise for Terri and Don,” Glenda wrote. “The last time we used the pills we were given this idea. The Masters —Terri especially —gave me the special gift of placing my spirit <em>totally</em> and <em>permanently</em> within my body. At the time they told David they would give him his spirit <em>totally</em> as soon as he passed his next test regarding money. They instructed David to buy Terri a brand new car-a 1988 Lincoln Continental .. . We would be told by the Masters which dealer to go to.”</p><p>David was to pay for the expansion of Glenda’s old two-bedroom rent house —intended to become a gift for Terri. David gave Terri a “token gift of $5,000 plus the pills on behalf of all mankind in appreciation for all you’ve done.” On another occasion, Glenda wrote, “David offers Terri whatever money she needs to be free. She cries.” He pledged to give Terri “50 percent of everything forevermore.”</p><p>The Goodmans’ check registers indicate how seriously they took that commitment. During 1987 and 1988, drawing on the lucrative income from David’s new business, they gave more than $110,000 to Terri Hoffman. Some of the money changed hands in small amounts, $50 or $100, for counseling sessions; but the Goodmans also made individual gifts as high as $40,000.</p><p>The meditations and gifts yielded a series of revelations. One came on a Sunday at five in the morning: “We are told that we are adam & Eve. We brought original Sin into this creation.” Glenda learned that they had lived “800,000 <em>previous</em> lives.” and they were informed of their new, spiritual identities as the Roman gods Venus and Jupiter. “You are no longer David Goodman, son of alice & Leonard,” declared the voice of God, as transcribed by Glenda. “That person is gone because the programming is totally wiped out.”</p><p>With the aid of Terri, one of the Masters, and white pills, the Goodmans received enticing glimpses of what awaited them beyond the physical realm. “Terri & Marcus took Jupiter & Venus by the hand & led us to a beautiful glittering house in the Purple Realm. It was <em>our</em> house . . . Terri took us all to the city —a crystal city with many large beautiful buildings —but very <em>few</em> people . . . Most are still down in the lower realms.”</p><p>The journals suggest that Terri was suffering horribly. Partly it was “doing karma for man”—unselfishly enduring punishment for the sins of others. But partly it was her fourth husband.</p><p>Don Hoffman had not been seeing many bodywork clients. Although only fifty years old, Don had been suffering from a mysterious assortment of physical ailments —leg pains and shortness of breath that made it difficult for him to walk long distances while camping with Terri in Colorado. The Goodmans’ 1988 journal entries clearly suggest the guru’s husband had fallen from favor. “Sun June 19-Day of Justice for all. Terri comes over and takes a new pill with us. Don has lowered her consciousness. God infuriates David over Don’s poor treatment of Terri. David asks God to bring justice to Don (Not to send <em>bad</em> karma; to send just karma that he deserves).”</p><p><strong>SUICIDE On Tape</strong></p><p><span class=\"dropcap\">T</span>he scene of Richard Donald Hoffman’s death could not have been more tranquil. A maid had discovered him about eight-thirty in the morning in his room at the plush Marriott Hotel in Las Colinas, fully dressed in jeans and a short-sleeved shirt, lying face up across the bed with his feet on the floor. The man in the room had looked so peaceful that the maid hadn’t realized anything was wrong —until she returned several more times throughout the morning and noticed that he hadn’t moved.</p><p>Irving police arrived about one-thirty in the afternoon to find Don’s body stiff and cold. On a marble bedside table sat a small tape recorder, a legal pad and pen, and a neat stack of Benadryl capsules in foil packs. A sheet of Marriott stationery read, “My car is in parking place no. 136. R. D. Hoffman.”</p><p>On the legal pad was a three-page suicide note. It began:</p><p>Fri. nite 9/16/88</p><p>To the police:</p><p>I am sorry to have to put you through something like this. However, I decided it would be better this way.</p><p>I have terminal inoperable cancer and I refuse to go through chemotherapy just to gain a few more months of living. I really wouldn’t be living anyway—just taking too long to die. . . .</p><p>The scene bore chilling similarities to the death, more than eleven years earlier, of Glenn Cooley, Terri’s second husband. An autopsy confirmed that Don had died from “mixed drug intoxication.” He had swallowed seven different kinds of pills—antidepressants, painkillers, and sleeping pills —several in lethal amounts. But the postmortem also found a surprise: absolutely no evidence of cancer.</p><p>Notified at her home, Terri told the police that Don had been having trouble breathing for six months but that she was unaware of his diagnosis. She said she had questioned him about some pills he had, and that Don had told her he had gotten them from his doctor. But it was unlikely that any physician would have provided the drug present in Don’s body in the greatest concentration —Mdma, the illegal designer drug known as Ecstasy.</p><p>Before leaving Terri’s house for the hotel, Don had videotaped three separate suicide messages —one for each of his two children and one for his brothers and sisters. On the recordings, virtually identical, Don elaborated on the fiction that he was fatally ill.</p><p>“By now, i’m sure you’ve heard of my death,” Don began, his voice tearful. Three doctors had told him that he had terminal cancer. He did not identify the doctors and said that they had destroyed his medical records —something no reputable doctor would do.</p><p>“y’all help Terri as much as you can,” Don urged. “Her heart’s kind of weak and any undue stress or pressure on her right now would be really bad.” He told his family not to grieve too long, explaining: “Death is just a transition from one life to another life.”</p><p>Nineteen days after Don Hoffman’s body was discovered, his son Rick called his stepmother to talk about what had happened. Rick’s wife, Sandy, spoke on an extension. Deeply suspicious of the events surrounding Don’s death, they secretly tape-recorded their conversation.</p><p>Terri quickly informed them that she had spoken to Don following his demise. “He cried,” she explained, “and he said he’s free of pain. ...”</p><p>Rick and Sandy wanted to know whether Don had explained why he thought he was terminally ill.</p><p>“This doctor told him he had cancer,” said Terri. “This whole thing is real crazy. I don’t understand it yet. I have to talk to him some more.”</p><p>Terri said Don had told her that the doctors were “going to take all the records out” and get rid of them. She said Don refused to identify the doctors and had destroyed “every prescription that he had.” Then Terri began sobbing. “For the first time in my whole life,” she said, “I thought about suicide.”</p><p>Why had Don’s autopsy turned up no sign of disease? Terri said she had spoken about that subject with Kaltu, one of the Masters.</p><p>“What Kaltu said was this,” Terri explained. “He said what Don definitely had was cancer. He said the Black Lords were trying to create an <em>illusion</em> so the medical examiner wouldn’t find cancer—so they would hurt us all more . . .</p><p>“They could do that, Rick,” added Terri. “Kaltu said the Black Lords could create that illusion.”</p><p>Terri told Rick and Sandy how much she loved them; she offered to give them a parcel of land she owned in Colorado so that they could build a vacation home; and she said Don urged that they avoid conflict within the family.</p><p>“I was so mad about the doctors and those Black Lords,” she bristled. “i’d be ready to go out and kill <em>each</em> one of those Black Lords if I could.”</p><p>Could Terri identify the doctors who treated Don by psychically checking the akashic Records?</p><p>She said she would try-but this time her powers failed. She was never able to reveal who had convinced her husband that he was suffering from terminal cancer.</p><p>On april 19, 1989, attorneys filed Don’s will with the Dallas County probate court. It left all his property and possessions to his widow, Terri Hoffman.</p><p><strong>Negative Energies</strong></p><p>Things were starting to get ugly in the physical realm. In the fall of 1988, David and Glenda began worrying about “negative energies” that were draining the Goodmans’ powers, slowing their spiritual evolution.</p><p><span class=\"dropcap\">T</span>he largest sources of negative energy were their own families. David started dealing with the problem by sending his parents a letter summarily announcing that he could no longer communicate with them. They shouldn’t bother to call or write because he wouldn’t respond. David sent a similar letter to his 26-year-old son, Rick, who lived in Boston. Around Christmas, David and Glenda briefly relented, exchanged gifts with his parents, and acted as though nothing had happened. But by February, David had again decided to cut all ties. When his parents asked why such harsh measures were necessary, David wrote back that if they would simply trust him, “things will improve for all of us much faster.”</p><p>Glenda returned Rick’s questioning letter unopened. “I knew that under the circumstances it would be filled with a lot of negative energy for David and possibly toward me,” she explained in a three-page note. “i’m not sure exactly what David said in his letter to you. But I think the main thing is that you (as well as Tony) have been taking energy from him since you were each about two years old—and have done this up until the present . . . we simply cannot afford to lose so much energy to all the family members, his and mine, that have been pulling from us.</p><p>“. . . It is impossible to accomplish anything in the physical or to grow at all spiritually if you are continually drained of your good energies and given negative energies in return . . . Because of the seriousness of this problem, God does not want me or David to communicate with you any further.”</p><p>Glenda maintained contact with her daughters throughout the spring. Both girls had become involved in spiritual journeys of their own—trying to talk to God and the Masters, fretting about karma, and taking white pills supplied by Terri for meditation. Glenda wrote one daughter that her progress was being monitored. “Terri asked me how you are doing and I told her, ‘fine,’ and she said, ‘Yes, I know, she is doing real well.’ She keeps her eye on you and works with you. She will tell me when it’s time for you to take another pill.”</p><p>Still, David and Glenda’s own quest for spiritual elevation was not proceeding smoothly. David passed test after test by opening his checkbook, but still he did not attain the mysterious powers that God, Terri, and the Masters had promised: full energies and abilities; the means to see and hear God and the Masters perfectly; and the power—which Terri possessed —to jump between the physical and spiritual realms at will.</p><p>Instead, David was ridden with bad karma, which he seemed to feel as both psychic and physical pain; the journal contains references to his being bedridden. “God, I don’t feel that I can continue,” David wrote. “God are you just going to leave us stranded in this bad state? . . . You have made me a stupid weakling.” In early May, Glenda interceded. “Marcus, Terri, Christ,” she wrote. “Please explain to me and give me the understanding of why you have treated us so cruelly for all these many years. And especially now at the very end.”</p><p>But there was more suffering to be endured. “Can’t you see that we can’t take anymore?” David complained to God. “Why can’t you give us our true energies?”</p><p>“You have to put out the desire for your true energies,” came the answer, as recorded in the Goodmans’journal. “I will help you in this if you follow my instructions to the letter, no matter how ridiculous.”</p><p>“There is no hope,” David retorted. “There is nothing to live for. There is only a God who tortures us endlessly.”</p><p>On June 12, 1989, David and Glenda purchased a Ruger semiautomatic pistol, a box of shells, and some practice targets from a Dallas weapons shop called Guns Inc. On God’s instructions, they had started making pilgrimages to Glenda’s parents farm in Frisco to practice shooting.</p><p>A sense of sad inevitability crept into the journal narrative that followed. David and Glenda were Christ-like; they had been enduring mankind’s bad karma, God informed them. At last they were ready to get their “real energies.” But there was to be one last test.</p><p>David and Glenda had to cut the last of their relatives out of their lives. Lorraine Carlson —who disapproved of her daughter’s spiritual exploration —was stealing Glenda’s “good energies,” God explained. He instructed Glenda to snub her, then tell her off. Glenda was to deliver all the “animosity, resentment, and hate I have conjured up in you” to her 72-year-old mother. When that job was done, God promised, “you can get high and happy.”</p><p>On September 21, 1989, David and Glenda took the Carlsons out to dinner at Campisi’s restaurant on Mockingbird Lane. Grete Bratebak, a Norwegian woman who had lived with the Carlsons as an exchange student at Glenda’s high school, had returned for the class’s thirtieth reunion and went along too.</p><p>It was the Carlsons’ first ride in David’s new powder-blue Cadillac Seville, which he had bought for $29,000 cash a month earlier, apparently with plans to give it to Terri. Grete stayed with David and Glenda that night, and in the morning Lorraine Carlson stopped by with a batch of cookies for her to take on the plane back to Norway. Lorraine rang the doorbell, but no one answered. She left the cookies on the doorstep.</p><p>Later that morning Glenda and David stormed into the Carlsons’ apartment. You need to pray for yourself, Glenda told her mother in a rage; stop trying to buy people’s love with food. She and David would have nothing to do with the Carlsons, Glenda indignantly announced; she told her elderly parents that they were draining all of her energies. Glenda stalked toward the door; David held it for his wife, then slammed it in Lorraine Carlson’s face. The Carlsons stared at one another in amazement. “They’re crazy!” Glenda’s father said.</p><p>With the completion of this task, God announced in the Goodmans’ journal, “the way is clear to get high energies. It’s like this: You are about to be joined in a marriage between your phys self & your spirit. All is in readiness. The date is set for Oct 20. . . .”</p><p>On October 19, Glenda Goodman sent letters to her two daughters explaining that she would have to end all communication with them. Glenda had started to write a quite different letter to her son, who was attending graduate school in Chicago: “. . .I am extremely depressed right now —and would love to have the nerve to kill myself. But so far I can’t get up the gumption.”</p><p>Was it a cry for help? Was Glenda thinking about pulling up just short of the abyss? In any case, it wouldn’t matter. Glenda drew lines through what she had written, crumpled up the sheet of paper, and threw it—and whatever thought it was that had moved her—in the trash.</p><p>Perhaps Glenda’s hesitation had disappeared after she re-read the final entry in the Goodmans’ journal: a warning from God about “leeches and meddlers” who would try to persuade her that she would never get her “energies.”</p><p>“The union of your phys and your spirit is imminent ... Do not give in to the lies that they spread that you won’t get your spirits. They can stop you by destroying your faith. Ignore all these neg symptoms. Shower, clean up, walk etc.—Keep your mind busy, & most important, <em>deny</em> that you have any interference, keep faith that you will get your spirit soon. Your consciousness can overcome this if you don’t give in.”</p><p>There was no escape.</p><p><strong>Epilogue</strong></p><p><span class=\"dropcap\">O</span>n March 3, 1989, Rick Hoffman and his sister Janet filed a lawsuit against their stepmother, Terri Hoffman. It claimed wrongful death-that Terri had induced Don Hoffman to kill himself through “mind control techniques, as well as hypnosis, behavior modification, information control, and manipulation of emotions.” Seven weeks later they filed a second lawsuit seeking to overturn their father’s bequest of everything he owned to Terri Hoffman.</p><p>James Barklow—the attorney who had battled Terri over Sandy Cleaver’s estate —represented the Hoffman children. While pretrial sparring dragged on, Barklow decided to engage in his own form of discovery: He inspected Terri’s garbage.</p><p>The trash from the spiritual guru’s house included dozens of needles and syringes, cotton swabs, and enough emptied pill bottles to stock a pharmacy. Barklow also discovered a letter to Terri from a man named Peter in San Diego. Apparently accompanying a package, it began: “Here is your bulk order plus the samples. #1 is a new formula that is a bit more complicated and will cost 35 cents more per capsule. It should have more amphetamine and a balancer to neutralize adverse effects. #2 is the basic E formula without the last step performed in purification to remove all amphetamines.”</p><p>The recovered letter and paraphernalia prompted the district attorney’s office to focus its investigation on the illicit use of drugs. Assistant district attorney Cecil Emerson, who heads the investigation, believes the spiritual guru, with the aid of friendly physicians, illegally dispensed pills and gave injections—Terri called them “vitamin shots.”</p><p>Emerson has noted references in the Goodmans’journal to white pills —whose contents remain undetermined —and the deaths of Glenn Cooley and Don Hoffman from drug overdoses. There are other reasons for suspicion. In 1986, David Goodman’s son, Tony, who acknowledges a long-standing friendship with Terri, was arrested for possession of Ecstasy. He pleaded guilty and was placed on probation. One Hoffman follower also has revealed that Terri on several occasions gave him injections in the buttocks.</p><p>Murder charges are another story. Did Terri, in the guise of God, give David and Glenda—and her other followers —a command to take their own lives? Or did she merely create an environment where death was insignificant, even attractive? “Maybe it was a double suicide,” says Leonard Goodman. “But one word from Terri would have stopped it. One word from Terri would have set it off.” While the criminal investigation is continuing, there is no direct evidence that Terri ever instructed anyone to kill himself—just a horrifying pattern.</p><p>Dallas homicide detective Chuck Hudson, who investigated the case before turning it over to the DA, is skeptical about the prospects for charging anyone with murder. “If we are ever able to do anything as far as Terri Hoffman, it’ll surprise me,” says Hudson.</p><p>But for those who loved the victims of Conscious Development, questions of evidence and proof miss the point. Leonard Goodman is certain of one thing. “If my son hadn’t been involved with Terri Hoffman, he’d be alive today. So would a lot of other people.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "May 1990",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Dallas",
      "God",
      "School",
      "Work",
      "House",
      "Business",
      "Death",
      "Family",
      "Alice",
      "Mother",
      "Home",
      "Love",
      "Son",
      "people",
      "Teachers",
      "Children",
      "Doctors",
      "ever",
      "money",
      "Police"
    ],
    "wp_categories": [
      "Books"
    ],
    "wp_location": [
      "Dallas",
      "Alice",
      "Texas",
      "North Texas",
      "Frisco"
    ]
  }
}