{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19812",
    "date": "February 1981",
    "year": 1981,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1981/19810200.pdf",
    "issue_cover_image": "",
    "document_start_page": 96,
    "toc_start_page": 94,
    "document_page_range": [
      [
        96,
        97,
        98,
        99,
        100,
        101,
        102,
        103
      ],
      [
        161,
        162,
        163,
        164,
        165,
        166,
        167
      ],
      [
        169
      ]
    ],
    "toc_order": 1,
    "toc_headline": "Life Behind Bars",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198102-lifebehin",
  "source": "/1981/19810200.pdf",
  "wp_post_id": 116907,
  "wp_post_guid": "http://www.texasmonthly.com/article/life-behind-bars/",
  "authors": [
    "Stephen Harrigan"
  ],
  "headline": "Life Behind Bars",
  "dek": "What are nice animals like you doing in a zoo like this?",
  "spread_caption": "",
  "excerpt": "Zoos are fine for people, but they make animals go crackers.",
  "kicker": "",
  "word_count": 7143,
  "content": "<p><span class=\"dropcap\">W</span>hen he makes his rounds of the zoo at night Dick Bonko often stops his electric cart in front of the primate house and sits there eavesdropping on the inhabitants. He says that the noise the primates make at night is very different from the madhouse racket —the shrieks and whoops and strange reverberant moans—with which they express themselves during the day. It is instead a low-pitched, mumbling sound, like human beings muttering nonsense syllables in their sleep. Long after dark, with only Bonko there to hear them, the monkeys speak in tongues.</p><p>One night I made the rounds with him. We sat in the cart and listened for a long time, but no sound at all came from the primate house, nor from the rest of the Houston Zoo. There was no moon that night, and it was so dark that I could not be sure if the movement inside the cages was something I really perceived or only imagined. I pictured all the zoo animals stretched out on the ground with their heads resting on their forelimbs, like bored, disconsolate dogs. They were sleeping, or merely waiting out the night, complying with their natural cycles in the constricted environment of the zoo. Few of them had ever seen the velds or kopjes or rain forests they had been designed to inhabit. They had no idea where on earth they were or what their presence here meant to the constant human swarm that passed by their cages every day. But it was impossible to imagine that all those animals—asiatic bears and scimitarhorned oryx, tapir and tigers and fennec foxes—lay there unaware, empty of sensation, soulless. They knew something. What was it?</p><p>“Naw, they’re not going to say anything,” Bonko said, driving away from the primate house. He stopped at the alligator pond and cocked his head, listening again.</p><p>“Sometimes at night you’ll hear ’em growlin’,” he whispered. “They’ll make a funny sound with their bodies—a vibration sound—and then that tail’ll slap the water. You hear that sound and you don’t know what it is but you’re ready to leave the zoo. Then sometimes you’ll see ’em bouncin’ back and forth in the water. They get to quiverin’, like, and that’s when they give you the spook.”</p><p>But the alligators did not oblige. They lay there by the pond, great flaccid shapes a shade lighter than the darkness around them. Bonko headed up to the reptile house, reminiscing along the way about the times when, making his nocturnal rounds, he’d been scared half to death by a stray house cat unexpectedly brushing up against his leg.</p><p>Bonko is the night watchman at the Houston Zoo. Like all employees there, he is a civil servant, since the zoo is fundamentally a municipal enterprise. He is a quiet old man who seems comfortable with his routine, which involves making a circuit of the zoo every two hours, checking on the temperature of the buildings and noting any obvious distress on the part of the animals. Occasionally he might have to roust a group of drunk medical students off the grounds, or put in an emergency call to the vet, or keep an escaped mental patient from nearby Ben Taub hospital from committing suicide in the bear pits.</p><p>Photography by arthur Meyerson</p><img/><p><em>Lucille Sweeney intended to work at the zoo for only a year, but she couldn’t bear to leave her charges Indu (l.) and Thai.</em></p><p><strong>“'my favorite animals when I was a keeper were the big cats. That's the most dangerous area to work because the cats aren't afraid of you —they'll come after you if they want to. It keeps you alert.'”</strong></p><img/><p><em>Microsurgery: zoo veterinarians operate while a hot water bottle warms the patient,</em></p><img/><p><em>The patient: this tiny bush baby with an incision on his nose had an abscessed tooth.</em></p><p>Before he became a night watchman Bonko worked as a keeper, at Houston and at a zoo in Clovis, New Mexico. Way before that, back in 1936, he worked on the National Bison range in Montana. “I don’t know what decided me on this kind of work,” he said. “I guess it was really decided for me before I even knew there was such a thing as a zoo. My dad was a cowboy and my mother’s family were all stock raisers. I worked considerable with feedin’ stock and my granddad gave me a Shetland pony when I was four or five. I grew up with animals. I have respect for them.”</p><p>At the reptile house Bonko got out of the cart and went inside to read the thermostats. The lights were still on in the exhibits, and I could see the Houston Zoo’s famous display of the effects of a venomous snakebite—a model of a human arm covered with ghastly black sores that looked like some sort of carnivorous fungus. The snakes and monitor lizards and thick-bodied skinks—glistening and moving by patient degrees in their little dioramas—gave Bonko the creeps. He was more comfortable in the small-mammal house, where we went next. It contained a large assortment of furtive, dreamlike creatures: miniature lemurs that hopped about like crickets, tufted tamarins with faces like those plastic shrunken heads sold in joke shops, a flying fox bat that hung upside down and held her newborn against her breast with her wing.</p><p>We went back behind the displays, into a perimeter area where off-exhibit animals were kept in plain metal cages. In a little kitchen Bonko read the thermostat and noted the temperature on a clipboard. On the way out he stopped at the cage of a red-fronted lemur and let it play tug-ofwar with his ball-point pen. The lemur moved about in a disturbingly human way, as if it were in reality a miniature man who had put on some weird, bugeyed costume.</p><p>“I guess my favorite animals to work with when I was a keeper were the big cats,” Bonko told me as we continued on his rounds. “The cats aren’t afraid of you—they’ll come after you if they want to. It keeps you alert. You work with the other animals, you get lax. You don’t stay as sharp in your mind as you do workin’ with the big cats.</p><p>“I like the birds pretty well. If I was comin’ in the gate lookin’ for a job and knowin’ what I know today about the zoo, the big cats would be the ones i’d ask for, and next would be the birds. I don’t care about workin’ monkeys at all. They’re too dirty, for one thing. You never know when one of em’s gonna hit you alongside the head with a load of crap.”</p><p><span class=\"dropcap\">T</span>he Houston Zoo, a more or less typical big-city zoo, is in the process of evolving from a haphazard, exploitative menagerie to a center for wildlife husbandry. “We want to become producers, not consumers, of wildlife,” John Werler told me. Werler is the zoo director. His office, in the reptile building, is not quite as large as the adjoining exhibit area for the endangered Houston toad.</p><p>We had a long, thoughtful conversation about zoos, during which the phone on Werler’s desk rang with regularity. The calls were from people who wanted to know the zoo’s operating hours or who wanted advice on such matters as inducing box turtles to mate. There was a call from some disco demento type who had acquired a Bengal tiger to supplement his ego and was now eager to sell the creature to the zoo. On april Fools’ Day, Werler said, it is impossible to conduct any business on the phone. Secretaries all over town leave message slips on their bosses’ desks advising them to call “Mr. Fox” or “Mr. Bear” at the zoo’s phone number.</p><img/><p><em>Keepers assume a Kodiak bear wouldn’t hesitate to eat them.</em></p><img/><p>Like all the big cats, cheetahs are sleek, supple, and deadly.</p><img/><p><em>Viva the longneck: only a tree could refuse to love a giraffe.</em></p><img/><p><em>Since her pal Je-Je died, Vanilla the gorilla has lived alone.</em></p><p><strong>“One senses a loss, a kind of spoilage. It is a distressingly neutral feeling to stand in front of a Malaysian binturong or an Indian elephant and realize that nothing is happening, that you are both bored.”</strong></p><img/><p><em>The main business of the zoo is what keepers politely refer to as ‘‘removing the fecal.’’</em></p><img/><p><em>Sanitary or not, a cage is still a cage.</em></p><p>“We no longer want what we call a ‘postage stamp’ collection,” Werler explained between phone calls. “We want fewer species and more natural groupings of those that we have. This also gives us more of a genetic viability. Almost every major zoo is gearing up in this area.”</p><p>Werler leaned forward as he talked, his elbows on his knees. He seemed to have a sense of mission, which is appropriate, since zoos today are likely the final hope for the survival of a great number of wild species.</p><p>Werler said he could not remember the last time the Houston Zoo had bought an animal. Most of the newer residents had either been born here or were on breeding loan from other zoos. The enlightened posture among zoo people these days is to regard the institution primarily as a way of holding endangered species in trust. While their wild counterparts are stripped of their habitat or poached into extinction, the zoo animals will be reproducing, keeping the species alive for the day when they might be reintroduced into a less rapacious world.</p><p>Everyone wants to believe this, but among even the most optimistic zoo people a secret, disturbing voice keeps whispering that the wild populations of the earth are doomed. Soon the zoos will be filled with living examples of creatures the planet can no longer support. There is already a term for them—“cage relics.”</p><p>The Houston Zoo’s progress toward its mission is impeded by the usual shortage of funds and by its own past, which lives on in the form of crowded and outmoded facilities. Houston’s reptile and bird collections are among the finest in the country; it has a new if rather eccentric-looking gorilla habitat; an aquarium and administration complex is already under construction; and there are plans for a new cat habitat and clinic. But many of the zoo’s animals continue to live out their lives in featureless kennels, left over from the days when the term “zoological garden” gave off no hint of irony, as if all those drooling, defecating, cage-crazy beasts were no more cognizant, or disturbing to their human observers, than an exhibition of exotic orchids.</p><p>I have from time to time thought of myself as being “against” zoos, but it is perhaps closer to the truth to say that I have always been troubled by my own fascination with them. The zoo was the nexus of my childhood. It was not only the animals that were on display there but also the possibility they suggested that all life did not disappear beyond the rim of human awareness. I thought of the animals as spirit guides, willing to point the way to this new dimension. I felt secure among them and managed to interpret their numbed awareness as some exotic concern for my own well-being.</p><p>But of course the zoo animals were not the benevolent totems I had invented for myself. They were misplaced creatures, kidnapped from their environments and displayed for human amusement and human profit. As an adult, I don’t feel that connection I felt as a child. I remember only the polar bear, pacing in his stainless steel cage with a fluid, waltzlike motion that did not vary in the slightest particular for all the years of his life, or a gorilla—with that same metronomic regularity—endlessly regurgitating and eating his own vomit. Such behavior is not necessarily neurotic; it could be merely an extension of natural activities. But even viewing the best behaved animals in the zoo, one senses a loss, a kind of spoilage. It is a distressingly neutral feeling to stand there in front of a Malaysian binturong or an Indian elephant and realize that nothing is happening, that no information is being transmitted, that you are both bored.</p><p>But I keep visiting zoos; I am a “zoogoer.” It’s a habit, I suppose, and it has its provocative moments. I came to the Houston Zoo thinking that if I was not able to form a firm opinion about zoos, I could at least learn something about what goes on inside them.</p><p><span class=\"dropcap\">T</span>he basic thing that goes on in a zoo is what is referred to politely as “removing the fecal.” During a week at the zoo I heard it referred to politely only once. There is a lot of the fecal around. Its raw materials are hay, fruit, vegetables, various sizes of dog biscuits, white mice, hard-boiled eggs, Zu-Preem protein compound, insects, and—for the vampire bats—blood from local slaughterhouses.</p><img/><p><em>This great hornbill is a fine feathered friend to almost no one, except keeper David Grubbs, who feeds him a grape.</em></p><img/><p><em>Herpetologist Bern Tryon and an argentine boa constrictor, a nonvenomous snake, keep a tight grip on one another.</em></p><p><strong>ZOOS Who</strong></p><p><em>an absolutely arbitrary, subjective, and unscientific rating of Texas zoos.</em></p><p>Our reactions to zoos are based largely upon notions of decor that may be irrelevant to the zoo’s inhabitants. A given animal may be as content in a steel cage with a doggy dish as he would be in a vast stage set depicting his native pampas. Simulated waterfalls, concrete baobab trees, and decorative Watusi shields are not necessarily a guarantee of the animal’s well-being.</p><p>What we must assume an animal needs from a zoo environment are the same things we would need if we were held captive there: room to move, shelter, cleanliness, an appropriate diet, company, and privacy. Few zoos provide all of these things for all of their animals, and so one’s reaction toward a particular zoo may vary from exhibit to exhibit.</p><p>The following assessments of the state’s major zoos are admittedly subjective, based on my own reactions as a casual visitor. The zoos are listed more or less in order of preference.</p><p><strong>ISLANDS Of Sanity</strong></p><p>Brownsville’s <strong>Gladys Porter Zoo</strong> is the most acceptable zoo in Texas. Built in 1973, it is also the newest zoo in the state and the only one designed with a clear vision of what a zoo should be. Despite the outdoor Muzak and the preponderance of fake rock works that make it look like a gigantic electric train layout, the zoo impresses you immediately with its thoughtfulness and restraint. In the best latter-day fashion, there are no cages or bars. Instead there are islands and expansive enclosures, separated from the visitors’ walkway by the waters of a resaca. The happy effect of all this is that none of the animals seem particularly neurotic. Even the great burly chimp who, after a spectacular windup, throws feces at visitors, seems to do so only out of a sense of sport. Don’t miss the northern leaftailed gecko and the pygmy hedgehog.</p><p>Located at 500 Ringgold/ (512) 546-7187/ Open daily 10 a.m.-dusk/ adults $3, students $2, children $1.</p><p><strong>ELEPHANT Walk</strong></p><p>The <strong>San antonio Zoo</strong> is a very large one, built mostly into an old quarry site that provides spacious habitats for some of the larger mammals. Portions of the zoo, such as the african plains exhibit, are striking and well conceived. Unfortunately, most of the big cats and primates are housed in small, ugly cages only a few feet removed from the zoo clientele, which on a typical summer weekend consists of raucous adolescents and crying, overheated babies. The elephants are put to work giving rides to a dozen children at a time on platforms set upon the apexes of their backbones. When the ride concession is closed, the elephants are chained by a hind foot and a sign out in front proclaims “Elephant’s Day Off.” San antonio is for the most part an unrepentant, WPAera zoo, with Mold-A-Rama machines and shacks selling watered-down soft drinks at every turn of the trail, the kind of place where kids can drop cotton candy into the open mouth of a pygmy hippopotamus and no one seems to mind. A grand institution but a disturbing zoo.</p><p>Located at 3903 N. St. Mary’s/ (512) 734-7183/ Open daily 9:30 a.m.-5 p.m./ adults $2, children 75 cents.</p><p><strong>GONE Fishing</strong></p><p>The newer sections of the <strong>Fort Worth Zoo</strong> are exceptional, with large outdoor exhibits that seem designed to blend in with the natural features of Forest Park. Fort Worth also has the best signs of any zoo in the state. In the excellent aquarium, I measured four square feet of posted information on the electric eel. But just past the aquarium the slums begin, rows of cinder-block or chainlink cages that, one assumes, are even more dispiriting to the animals than they are to the visitors. The children’s zoo, which is soon to be replaced, looks like an abandoned miniature golf course whose fanciful hazards—giant pumpkins and miniature castles—have been taken over by guinea pigs and hyraxes.</p><p>Located at 2727 Zoological Park Drive, off S. University/ (817) 8707050/ Open daily 9 a.m.-5 p.m./ adults $1, children free.</p><p><strong>FOR the Birds</strong></p><p>The <strong>Houston Zoo</strong> is discussed at length in the adjoining article.</p><p>Located at Hermann Park, 1612 Zoo Circle/ (713) 523-0149/ Children’s zoo, tropical bird house, and gorilla house open Monday through Saturday 10 a.m.4 p.m., Sunday 10-5/ Other areas open daily 9:30-6/ Free.</p><img/><p><em>Ow: Gladys Porter’s pygmy hedgehog.</em></p><img/><p><em>Peanuts fare: San antonio’s elephant.</em></p><img/><p><em>Bass relief: Fort Worth’s aquarium.</em></p><p><strong>BACKYARD Zoo</strong></p><p>One of the first animals I saw at the <strong>Dallas Zoo</strong> was a gorilla sitting in a yoga position and staring malevolently through the fogged window that separated us. My assessment of his foul mood was, no doubt, an anthropomorphic one, but it colored the rest of my visit. The Dallas Zoo is well laid out, with numbered exhibits, so that you feel a sense of forward progression as you stroll about. I liked the combined reptile and bird house and found some amusement in the fact that one corner of the zoo abutted a residential neighborhood, affording residents a view of dik-diks and klipspringers and giant red kangaroos from their living room windows. Most of the rest of the zoo I found either unexceptional or unacceptable. The grizzly bear, for instance, whose range in the wild covers several hundred square miles, was housed in a pit about the size of my bedroom. Scattered through the zoo are sentimental sculptures—five little children riding on the back of a rhinoceros, a girl swinging from the neck of a giraffe—meant to demonstrate the benign affection of the animal world for the human species. It doesn’t wash.</p><p>Located at Marsalis Park, 621 E. Clarendon/ (214) 946-5154/ Open daily 9 a.m.-5 p.m./ adults SI, children 50 cents/ Parking $1 on weekends and holidays. <em>S.H.</em></p><img/><p><em>Flamingo road: Dallas’s bird house.</em></p><img/><p><em>Monkey business: Beryl Fisher knows how to tickle an orangutan’s fancy—and vice versa.</em></p><p>A young woman named Carmen Beard, a big-cat keeper, was kneeling beside a small clump of grass in the tiger pit. It was evident that one of the tigers had taken his ease at this spot a few days back. Beard picked through the grass with a look of professional distaste and then, seeing that it was beyond salvation, simply uprooted it and tossed it into her garbage bag.</p><p>The tiger habitat consists of an island surrounded by a deep dry moat, the whole thing made out of some sort of spray-on concrete that is meant to suggest solid rock but feels brittle and hollow beneath the feet. While I glanced back across the moat to be sure the tigers were still locked up in their holding pens, Beard traipsed across the island and then down into the moat carrying her shovel and trash bag. She sang a John Denver song to herself as she shoveled the scat.</p><p>“What gets me,” she said, interrupting her song, “is you’ll be in this pit cleaning it out and the people will just stand up there and stare at you. I don’t know why they’re so fascinated. Do they think these animals clean up after themselves?</p><p>“I was talking to these people the other night. When I told them where I worked, this girl says, ‘Can you believe that? She has to shovel lion shit and she <em>likes</em> it!’ Well, I don’t like that part of it, but it’s not that big a deal. It’s like having a child and having to change its diaper.”</p><p>Down in the moat her voice bounced off the textured walls. “i’m not real wild about this moat at all,” she said. “It’s beautiful and everything but it only has this one tiny drain. Those cats they put in here have got really big feces that just won’t go down that drain. Then there’s this echo. When there are a lot of kids up there screaming it sounds like an insane asylum. It’s really eerie. I can imagine how those poor cats must feel.”</p><p><em>(Continued on page 159)</em></p><p><em>(Continued from page 101)</em></p><p>After she was through with the moat Beard walked back inside the building. The interior of the cat house consists of a wide corridor with cages on both sides, each one of which has an outside compartment that serves as the display area. I had been advised to walk in the center of the corridor, since the cats have been known to take swipes at passersby. At this time of the morning—eight o’clock, an hour before the zoo opens to the public—they were alert and curious. I was aware of their eyes, which were as hard and brilliant as minerals, and of their languid, soaring grace when they jumped up and down off their wooden platforms. The tigers and lions and leopards tracked me with their eyes as I walked down the hallway, and their keen scrutiny made me realize that I was no longer in the zoo; I was in their home.</p><p>“albert!” Beard called to one of the Bengal tigers, who had laid his great head up against the bars and was staring off into space in a masterful feline way. “That’s my boy! You’re my favorite kitty, yes, you are!”</p><p>Beard is a slight woman in her early twenties, with a forthright mammalian love for the great cats and bears that are in her charge. The way she spoke to the tigers and scratched their big tabby ears made me think she saw herself as their defender; someone who, if the battle lines were ever drawn, would stand on the side of the animals.</p><p>She started out working in the children’s zoo, but after her husband died a year ago she didn’t feel like meeting and dealing with the public every day. She wanted quiet and privacy, the mute solace of pacing beasts. The management assigned her to the bears and cats. It’s the most dangerous job in the zoo, since it is assumed that a Kodiak bear or a Bengal tiger would not think twice about eating its beloved keeper if it should find itself suddenly in the same pit with her.</p><p>While I stood in the center of the corridor and stared at the cats, Beard and another woman keeper named Pat o’conner hosed out the interior cages, every once in a while giving the occupants a friendly squirt.</p><p>“are zoos good or are zoos bad?” o’conner mused as she yanked a kink out of her hose. “I don’t know. You can weigh the pros and cons forever; it’s like a balance scale. All of us sit around and talk about zoos all the time, trying to decide.”</p><p>As the cats slunk and leaped all about them and growled for their Zu-Preem, the two women showed me snapshots of a snow leopard cub that had been born in the zoo in the spring and had died at the age of ten weeks from causes that were still undetermined. They commented on the photographs in a wistful, detached manner. Since the snow leopard is an endangered species, the cub’s body had been donated to the Houston Museum of Natural Science instead of being hauled to the dump, which is where most of the animals that die at the zoo go.</p><p>“They’re going to mount him,’’ Beard said. “i’m going to go over there when they’re through, I guess. I know it’s going to upset me, but I just want to know if they did a good job.”</p><p><span class=\"dropcap\">I</span> spent some time in the bird area, admiring the zoo’s collection of Central and South american guans and curassows, which are varieties of wild ornamental fowl, wattled and tufted, with radiant plumage. Certain species of guans, I had read in my animal encyclopedia, are “irresistibly attracted to fire” and are lured to their capture by small fires set in the branches of trees.</p><p>The guans and curassows were all housed in a string of outdoor cages known as the pheasant run. This was a specialized collection with only one anomaly, an apparition called the great hornbill. The hornbill’s beak, like the toucan’s, looks like an oversized wax banana, but the beak has an extra component above it, a kind of air scoop that makes the entire bird look—as we used to say of eccentric, otherworldly automobiles—“customized.”</p><p>The bird house itself was closed to the public because of an outbreak of Newcastle disease in the city. The curator, Robert Berry, took me through anyway. It’s an intriguing building, with large exhibit windows and an open “rain forest” where the birds fly about more or less freely.</p><p>Berry is a dry, unsentimental man who put himself through college working as a professional dancer. Before he came to work at the zoo he was a private aviculturist. “I don’t have any emotional attachment to birds at all,” he said as we stood in the rain forest. “I respect them as living creatures, but I don’t like to scratch them on the head and all that. I appreciate the beauty and the behavior of them.”</p><p>Berry recently earned international attention for the Houston Zoo when he bred, for the first time in captivity, a scarlet cock-of-the-rock chick. Cocks-ofthe-rock come from the amazon valley and have huge puffball crests on their heads that make the males, with their bright orange plumage, look like pieces of fruit.</p><p>After the first chick was born Berry and his associates fretted about its diet until they discovered that the benign-looking cock-of-the-rock was in fact a latent bird of prey. The mother passed up the fruit she was offered in favor of a mouse that she caught herself. The keepers, who had been setting out rodent poison, took the mouse away from her, but then Berry brought a lizard from the reptile house and held it up in the air. The female immediately swooped down from her perch, plucked the lizard out of Berry’s fingers, crushed it in her beak, and poked it down the chick’s throat.</p><p>Although the chick died soon after this breakthrough, two more were born the next year. Berry took them home with him, nursing them 24 hours a day for six weeks, peeling their grapes for them, feeding them chopped newborn mice and blueberries, and monitoring—as Berry wrote in an article for a zoo magazine—“the character of the bowels.” One of the birds died; the other, named Geronimo, survived, although Berry had a few tense moments in transporting him to the zoo. “The bird became carsick and regurgitated all of its food,” he wrote. “Not only did I go into shock, I also became suicidal.”</p><p>On my way out of the building I stopped for a while at the exhibit featuring a male cock-of-the-rock. The bird sat on a limb, placid and undemanding. It and the rest of the birds elicited curiosity and occasional amazement, but one could view them without that emotional disturbance that the more sentient and slovenly creatures of the zoo provoke.</p><p><span class=\"dropcap\">T</span>he birds are living ornaments, elements in a design, but there are some animals that no human design can truly accommodate. I went into the primate house, pausing to dip the soles of my shoes into a chemical bath so that I would not track in the diseases of the outside world. Inside, the primate house had the red brick construction and wide corridors of an elementary school. One of the keepers was eating a piece of lemon pie for breakfast, and another was heating a frozen sweet roll on a piece of aluminum foil that was placed on the burner of a stove.</p><p>The siamang gibbons had started their morning hooting, and it was difficult to hear anyone speak. The gibbons had a big cage at one end of the house, and as they yelled they swung about on their grapevines, moving through the air with an astonishing, fluid velocity. In the wild they are capable of grabbing birds in flight.</p><p>I strolled down the corridor with an old-time keeper named Oscar Mendieta. He was rubbing with a rag at a dark spot on his shirt where a chimpanzee named Kamaka had just scored a hit with his own by-products. “In the morning he’ll throw carrots or biscuits at me,” Mendieta said, sounding hurt, “but shit he seldom throws anymore.”</p><p>When we passed Kamaka’s cage he beat furiously against the walls and bared his fangs but threw nothing. An agile gibbon across the hall casually shoved her posterior up against the bars. “She’s in estrus right now,’’ Mendieta said. “She’s presenting to me. She always does that.”</p><p>Mendieta has been at the zoo since 1957. Today the Houston Zoo requires of its employees some kind of formal animal care experience, which can be acquired by a kind of apprenticeship set up through the children’s zoo. But in 1957 there were no particular qualifications. Mendieta had been working for an oil drum company, washing out barrels. One day he and his wife visited the zoo. “You know what, honey?” he said. “I think i’d like to work here.” He took the city civil service test and found there were openings in water, sewer, and zoo.</p><p>“When I retire I plan to raise chickens or something,” he told me. “I don’t think I can ever get away from working with animals.”</p><p>For most of the morning the staff cleaned out the cages and washed the floors with a chemical solution. I watched as a woman named Beryl Fisher, a former circus elephant trainer, entered the orangutan cage carrying two grocery bags filled with Purina Monkey Chow and fruit. The orangs liked to open the bags themselves and compare the contents.</p><p>While Fisher sat in the center of the cage they soared overhead on the grapevines and dropped, unannounced, into her lap. Then they stalked about on the sides of their feet with their arms wrapped about their torsos, staring at me through the bars. I could not help reading the gazes of the other primates as sober and accusing, but the orangutans emanated an unsettling mildness. These two had been born and bred in zoos, but in the forests of Borneo and Sumatra, where their species is being harassed into extinction, the word “orangutan” suggests a shadowy human nature—it means “man of the woods.”</p><p><span class=\"dropcap\">T</span>he Houston Zoo has one gorilla. It used to have two, but now a sign at the entrance of the habitat informs visitors: “Due to the untimely death of ‘Je-Je,’ our male gorilla, from colitis with secondary kidney failure, only the female is on display.”</p><p>The female’s name is Vanilla. She lives by herself in a large circular building that looks from the outside like the stump of a giant tree. The exhibit area is contained indoors, a great swath of stage scenery with sculptured terraces and dead trees and a tiny waterfall that cascades through a series of pools. Off the exhibit area are small cages where Vanilla prefers to spend her time. When the keeper leaves in the afternoon he turns on a television and Vanilla takes her food into one of these cages and watches cartoons.</p><p>When I dropped by one morning Bill Grissom, Vanilla’s keeper, had locked her out in the exhibit area and was waiting for her to urinate so he could get a sample of her urine and run it through the contents of a box labeled “Subhuman Primate Pregnancy Test.” In great apes, the test works not only for discovering pregnancy but for determining ovulation. Once they have Vanilla’s ovulation pattern figured out, they’li try to inseminate her.</p><p>“The problem is the males,” Grissom told me. “a guy at Baylor has electroejaculated five different gorillas and they’ve all been infertile.”</p><p>Grissom let Vanilla in and gave her a cup of an orange juice, milk, and wheatgerm oil mixture, along with a raw egg. She cracked the egg in one hand and sucked out the contents, then looked at me and stuck her tongue out.</p><p>“That’s a greeting,” Grissom said. “She expects you to return it.”</p><p>I did, but it seemed to communicate nothing to her. She held out her hand, wanting me to touch it. I had been warned not to, since one or the other of us could transmit TB. I just looked at the hand, feeling uncertain and flustered. The nails were black and very thick, and the palm and fingers looked upholstered. She kept withdrawing her hand and offering it again distractedly, as if it was a matter of indifference to her whether I touched it or not.</p><p>“Sometimes she’s just like us,” Grissom said. “She gets off in her own little world. Since Je-Je died she’s kind of a crybaby at times. When I leave her out in the morning to pee she’ll scream at me, like she’s saying, ‘Come back! Don’t leave me out here!’</p><p>“Je-Je was probably the biggest draw of the whole zoo. Sometimes you try to forget about him, but the public won’t let you. They come in and say they remember how he used to do something or other and it’ll bring it all back.”</p><p>Grissom lives in fear that Vanilla will contract TB or some other disease from the visitors. He or another keeper usually sits on a folding chair out in front of the habitat, to make sure no one throws anything inside it. Vanilla can see him out there while she is on display; in that constant stream of twittering, gaping, guffawing creatures about whom she knows nothing, there is at least one steady, familiar face.</p><p><span class=\"dropcap\">D</span>uring most of my time at the zoo I was part of that crowd, drifting along with them from cage to habitat in an aimless fashion, roving past a whole section of animals and barely seeing them at all. I kept making the same circuit of the zoo over and over, pacing, wanting to cover ground. Eventually certain animals began to stand out. In the children’s zoo I watched a group of alligator snapping turtles through a window in the side of their pool. They lay on the bottom, and every now and then a single perfect bubble would emerge from one of their bony nostrils. They had pale, parchmentcolored eyes overlaid with a design that reminded me of an old-fashioned television test pattern. When it was time for them to come up for air they had to fight their way off the bottom, clawing for the surface in a heavy, ungainly manner.</p><p>In that same part of the zoo there were two Galapagos tortoises mating, the male propped up against the female’s back as if some fortuitous natural event like an earthquake had placed him there. He made a deep lowing noise with each thrust and moved against her back like a jeep stuck in high gear at the bottom of a hill.</p><p>Early in the morning, before the Houston miasma had had a chance to assert itself and cause the animals to wheeze and pant and lollygag around, before the smell of stale popcorn began to infest the air, it was possible to believe that the zoo was an innocent pleasure. That was when you would see Kodiak bears, as large as bison, perform backward somersaults, when the keepers led skittish camels around the grounds for their morning walk. At that hour the most mysterious, compelling animals in the zoo turned out to be the antelope and deer I routinely passed by, giving them hardly a look as I trailed my fingers along their chain-link corrals. Every movement of the small fallow deer seemed involuntary, hinged on some ancient evolutionary lesson. But the great horse-headed antelopes, the nylghais, the nyalas, were more aware of themselves. Their bodies were disjointed and misproportioned; they seemed to have turned out that way not in fulfillment of the genetic code but by an act of will on the part of the animal.</p><p>In the reptile house every creature had that air of deliberate presence, of having been created for a reason that human beings were somehow specifically proscribed from understanding.</p><p>In the hallways and warrens behind the exhibit cages, the reptile keepers, who as a rule were bearded and cerebral, spent a good deal of time cleaning the glass in terrariums, transferring torpid snakes from one to the other as if they were coils of stout wire.</p><p>“Most of the animals back here,” a keeper named John McLain told me, “are juveniles being raised to maturity or separated for breeding purposes. This one, for instance, is a male, and this one over here is a female. When they finally meet each other we hope there’ll be more than a handshake going on.”</p><p>The snakes he was referring to were Bismarck ringed pythons. There were other pythons around: angolans, reticulateds (which the staff called reties), and a baby green tree python, which was brilliant yellow in its immaturity and which, coiled upon a twig, managed to suggest a sea horse.</p><p>Placed at intervals throughout the reptile house were wall units labeled “Snakebite alarm Box.” If a keeper should get bitten by a venomous snake—an event that has not happened here for years—the alarm is sounded in the reptile house. The zoo keeps antivenin on hand—“If we can’t get the antivenin,” McLain said, “we won’t stock the snake”—and has frequent snakebite drills to keep reaction time to a minimum.</p><p>While McLain cleaned the terrariums I wandered about a little, inspecting various exotic tree frogs, a washtub full of threeweek-old Chinese alligators, a pair of deadly gaboon vipers as thick as my arm that made a loud snorting sound I could hear twenty yards away. There was another noise, an incessant squeaking that I realized I had been hearing all along. It came from a small cage full of newborn mice, pink and hairless, crowded together like packing material. There was another cage next to it, equally crowded with baby mice in the next stage of development, with new pelts of white fur.</p><p>I could not take my eyes off them. All those mewling infant mice, as insignificant as the sawdust that covered the bottoms of the cages in which they would be ingested by a finicky snake. They reminded me of the term used by fishermen to describe the unwelcome, inedible species that occasionally take the hook: “trash fish.”</p><p><span class=\"dropcap\">F</span>rom the reptile house it was perhaps fifty yards and several rungs up the evolutionary ladder to the elephant compound. The keeper there is a woman named Lucille Sweeney, land when I walked up she was putting her two Indian elephants through a low-key circus routine that involved having them stand up on a stool and raise their forelimbs. Sweeney works the elephants this way not to please the visitors but to keep the elephants in control and used to her presence. That way she can groom them with no trouble, scraping off dead skin with a stiff wire brush and maintaining their feet, which are subject to a variety of diseases.</p><p>When the male elephant—Thai—reared up on the stool, he used the opportunity to unload a prodigious amount of the fecal. There was a first-grade class there watching him, and they were properly grossed out and agog at the evidence of his subsequent sexual arousal. The teachers tried to divert the kids’ attention to Indu, the female, who was considerably more discreet.</p><p>“Get that trunk up, Indu!” Sweeney was calling. “Get it up. Oh, look at that girl stand.’’</p><p>Lucille Sweeney first came to work at the zoo more than ten years ago after she had finished her honors thesis on William Faulkner. She thought she would give herself a year to “get animals out of my system,” but it became her life’s work.</p><p>“The first elephant I ever saw was at the circus. They let us little ones come up close and sit on the floor. So there I was, watching these huge animals go by. I was awestruck. That these creatures would actually work for a human being when they had so much power to hurt was beautiful to me.”</p><p>She used to visit the Houston Zoo a lot when she was a little girl. Her favorite animal was the bull elephant, Hans, who was already getting along in years and who died in 1979 at the age of 62. It was Sweeney who was with him when they put him to sleep by injecting a combination of barbiturates through a vein in his ear. She had grown up to be his keeper.</p><p>“I had three years with Hans,” she said. “That’s all I had. 1 would have loved to have been with him for his last twenty or thirty years.”</p><p>Before Sweeney took over as his keeper Hans had been in chains day and night throughout the first half of his long life at the zoo. He was skittish about people, but she got him gentled down enough to trust her. By that time he had severe arthritis from the chains, and the pad of one of his feet was beginning to rot. Finally there was just nothing left to support him, and he collapsed. They hauled his body out of the elephant enclosure with a tow truck, and buried it on the grounds.</p><p>Sweeney related all this soberly. Her attention was focused on Thai and Indu now, who were eating a load of roughage, sweeping it up dexterously in their trunks. Thai came over and flopped his trunk over the rail that separated us. I touched it, as he seemed to want, and he coiled it around my arm and nearly yanked me into the pen with him. His bulk, his power, his knowledge were inexpressible. I had that old sentimental boyhood dream: that we understood each other, that my mind converged with his in all the crucial particulars. But I am an adult, and I realized if that fantasy were true I would not have been at the zoo in the first place, staring dumbly at those eyes and at the wide trackless brow between them.</p><p>That is perhaps one of the things a human being can finally learn at the zoo. We dominate the animals there, we have their attention, we are in fact their salvation. But we should not expect this to matter to them. On those nights that Dick Bonko talks about, when the monkeys settle down and begin to babble in their wordless speech, they are talking to each other and not to us.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1981",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Zoo",
      "Animals",
      "Houston",
      "House",
      "Cats",
      "Work",
      "Birds",
      "Houston Zoo",
      "beard",
      "Children",
      "Elephant",
      "people",
      "Tigers",
      "ever",
      "Sound",
      "Outdoor",
      "Snakes",
      "term",
      "Alligator",
      "Business"
    ],
    "wp_categories": [
      "Business"
    ],
    "wp_location": [
      "Houston",
      "D.C.",
      "Dallas",
      "Fort Worth",
      "San Antonio"
    ]
  }
}