{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-198611",
    "date": "November 1986",
    "year": 1986,
    "month": 11,
    "month_formatted": "November",
    "pdf_uri": "/1986/19861100.pdf",
    "issue_cover_image": "",
    "document_start_page": 140,
    "toc_start_page": 140,
    "document_page_range": [
      [
        140,
        141,
        142,
        143,
        144,
        145,
        146,
        147
      ]
    ],
    "toc_order": 5,
    "toc_headline": "Moments Of Glory",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-198611-momentsof",
  "source": "/1986/19861100.pdf",
  "wp_post_id": 120654,
  "wp_post_guid": "http://www.texasmonthly.com/article/moments-of-glory/",
  "authors": [
    "David Kramer"
  ],
  "headline": "Moments Of Glory",
  "dek": "When the fighting started, these Texans were ordinary soldiers. When it ended, they had earned the Congressional Medal of Honor.",
  "spread_caption": "",
  "excerpt": "Texas Medal of Honor winners remember the day when they were invincible.",
  "kicker": "",
  "word_count": 1903,
  "content": "<img/><p>Photography By Brian Smale</p><p><span class=\"dropcap\">T</span>he Texans on these pages are a diverse group. Some are professional soldiers; others were draft» ed into combat and returned to civilian life. Some have advanced academic degrees; others never finished high school. Some are bitter about their war experience; others are proud. Some specialized in killing the enemy; others specialized in tending to the wounded.</p><p>They are among the few winners of the Medal of Honor, our nation’s highest military award. It requires “gallantry and intrepidity in action at the risk of his life above and beyond the call of duty.” If any of these men had stopped halfway through battle and requested medical attention for their wounds or let someone else knock out the last enemy bunker, they might still have been decorated for their bravery, but they would not have earned the Medal of Honor. None stopped halfway. They won the medal and lived to tell about it—no small accomplishment. When the medal is given, more times than not it is given posthumously. More than half of the 65 Texas holders of the Medal of Honor since 1863 were not alive to receive it. Today there are 17 living Medal of Honor winners in Texas.</p><p>Despite White House ceremonies, despite being enshrined in the Hall of Heroes at the Pentagon, none of the medal winners feel like heroes. Instead, they feel lucky or obligated to the men who did not survive or simply satisfied that they did the job they were trained to do and did it well. Yet they acknowledge that on one day, at least, it has been recorded and witnessed that they were leaders of men and fearless. On one day they were heroes.</p><p>They are still treated like heroes and enjoy numerous benefits, reflections of the esteem in which they are held. Each receives a pension of $200 a month for life. The Veterans administration is under presidential order to hire all medal winners who seek employment. Free passage, on a space-available basis, is guaranteed on government airplanes. Their children can receive appointments to the military academies without competing within the usual quotas. Texas offers a free red-white-and-blue license plate bearing the words “Congressional Medal of Honor.”</p><p>Those who agreed to be interviewed spoke mostly in factual terms about their exploits, careful not to exaggerate. Some say they remember very little. Others remember everything but make only a passing reference to their moment of invincibility.</p><p><em>David Kramer is a writer who lives in austin.</em></p><img/><p><strong>George H. O’Brien, Jr.</strong></p><p><strong>MIDLAND • Geologist</strong></p><p>It was an October morning in Korea, about two or three o’clock, and I was chilly. I was a second lieutenant in charge of a rifle platoon that was in reserve behind the front lines. I got in line for a hot cup of coffee. It turned out that I was in a line where they were handing out grenades. We were soon loaded into trucks, driven to the front, and put in an assault position against a North Korean and Chinese force. The fighting was intense; I engaged three of the enemy in hand-to-hand combat. I was shot through the arm and struck down by the concussion of grenades three times, but I refused medical treatment. We started out with about sixty men, and ended up with seven. • My troops—the survivors—who were all Marines, wrote the letter recommending that I get the medal. It was quite an effort for many of them who couldn’t write very well to put the whole story down on paper. There were no forms they could use, and no officer assisted them. • When I came home to Big Spring there was a parade in my honor. It was very moving to see that the people in my hometown cared that much.</p><img/><p><strong>James M. Logan</strong></p><p><strong>Kilgore Retired Oil-Field Worker</strong></p><p>I was a sergeant, a rifleman, and I landed with the first wave of the assault on the Gulf of Salerno beaches on September 9, 1943We had advanced eight hundred yards to the forward bank of an irrigation canal when the enemy began a counterattack from a rock wall two hundred yards farther inland. It was a bit rough. I had to get off that damn flat ground we were on. So I jumped up and ran toward the wall. It seemed like a good thing to do, though I was the only one to do it. • I was surprised to still be alive when I reached the wall. Everything was there for me; I didn’t have to figure anything out. I crawled along the base until I reached the machine gun. I shot the two gunners and turned the machine gun against the Germans. They all ran away. Later that morning I went after a sniper hidden in a house.</p><p>I ran through one hundred fifty yards of enemy fire and kicked the door in just as the sniper reached the bottom of the stairs. I shot him. • I do not feel like a hero. I’m proud, but I try to live as quietly as I can. I’ve worked all my life in the oil fields, but I can’t work anymore, so I just get by.</p><img/><p><strong>Robert M. Patterson</strong></p><p><strong>El Paso • Career Military</strong></p><p>There are five hours in my life that I have no memory of, and during those five hours I earned the Medal of Honor. I remember starting a sweep of a Vietnamese village on the morning of May 6, 1968. About halfway through the village, we stopped for lunch. As we started to move again, we got hit, and the next thing I knew it was five o’clock that evening and I was in a five-hundred-pound-bomb crater. • according to the men in my unit who proposed that I receive the medal, our platoon was pinned down by heavy automatic-weapon and grenade fire from a tight network of oneand twoman spider holes. Though others warned me not to go on, I got up to assault the enemy position. With rifle and grenade fire, I killed eight enemy soldiers in five spider holes and captured seven weapons. I took grenade shrapnel in the legs. • When I was told that I had been nominated for the Medal of Honor, I thought it was a practical joke. I didn’t know of anything I had done to deserve it. If somebody else had been in the same situation, they would have done the same thing. It just happened to be my turn.</p><img/><p><strong>David H. McNerney</strong></p><p><strong>CROSBY • Retired Military</strong></p><p>I was a professional soldier. I had been in active combat in Vietnam for about three years before the day I earned the Medal of Honor, March 22, 1967. • My company, about eighty-five of us, ran into a North Vietnamese battalion that hit the front of the column real hard, ambushed the platoon at the rear, and surrounded us. The commander and the artillery forward observer were killed early on, so as first sergeant, I had to take over. We held on as best we could. There was no way out until B Company could move up to assist us. • We tried all day long to break through. I had to blow up some big trees so that a helicopter could land, and even then it was tricky. By the time B Company came in just at dark, we had twenty-two dead and about forty wounded. My chest had been lacerated by a grenade, but unless you’re really hurt bad, your adrenaline keeps you going. • I didn’t give a damn about what the war was about. I was a professional soldier. That was my job. That was the whole thing. That’s why I did what I did. It wasn’t a normal day. I was fighting for my life.</p><img/><p><strong>Eli Whiteley</strong></p><p><strong>College Station • Retired Agronomy Professor</strong></p><p>They told us we could stay in Strasbourg until after Christmas. But the Battle of the Bulge began, and we moved out on December 19, 1944. I was a first lieutenant in L Company, which had one hundred and twenty-five men. We reached the outskirts of Sigolsheim on Christmas Eve with twentysix men left. Sigolsheim had about fifty houses, with four to twelve Germans hiding in each. And of course they had machine guns and automatic weapons set up. • President Truman gave me the medal. I felt a sense of pride in a job that maybe was well done, and I felt somewhat awed at being one of the select few. There were about sixteen million people involved in World War II, and only around four hundred received the medal. In each case, whatever that individual had within him came out at that point when the medal was earned. I don’t know whether you call it courage or anger or whatever, but it fires you to go ahead and do that job. A very good friend fell on a grenade to cover it. He made that sacrifice to protect his men. It’s one of those things that happens. One of those things you just do.</p><img/><p><strong>Clarence E. Sasser</strong></p><p><strong>ROSHARON • Veterans Administrator</strong></p><p>I was a combat medic with a company in excess of a hundred men dropped by a helicopter into a small rice paddy about a hundred meters from the wood line. We realized instantly that we had stumbled into a well-fortified Vietcong base camp. In the first few minutes there were thirty casualties. Less than twenty guys escaped without a scratch. I had a gunshot wound through the leg and several additional wounds. But if you could still move, you were lucky, really lucky. • With my legs swollen and bleeding, I grabbed bunches of rice to pull myself along, sliding on top of the mud. People were begging for help, and I was out of supplies. I gave them what comfort I could until the enemy withdrew just before daybreak. It was one bad day and the worst night I ever spent. • all the members of my family were flown to Washington, D.C., when I received the medal. It was one of the major things in our lives. The medal changes your life tremendously. It brings recognition, but it is also a cross to bear. It forces a person to live up to other people’s standards. I enjoy it, but it does become a responsibility.</p><img/><p><strong>Roy P. Benavidez</strong></p><p><strong>El Campo Retired Military</strong></p><p>On May 2, 1968, a twelve-man Special Forces reconnaissance team ran into heavy Vietcong resistance on the ground and requested emergency extraction. Three helicopters tried to get through, but the enemy’s fire was too intense. When I found out that the team leader was a soldier who had risked his life to save mine, I made the sign of the cross and jumped into the fourth helicopter. • according to the citation, I dragged and carried the wounded team members into the helicopter and went to the body of the dead team leader to remove classified documents. Then the pilot of the helicopter was killed, and the helicopter crashed to the ground. A fifth helicopter came in, and I loaded up the wounded again. I was clubbed from behind by an enemy soldier. I killed him in hand-to-hand combat. I also killed two other enemy soldiers who were rushing the helicopter. I climbed in and passed out. I was wounded in the right leg, face, head, abdomen, and thigh from small-arms fire, in the back from grenade fragments, and in the head and arms from hand-to-hand combat. I’m called a walking road map.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "November 1986",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "assault",
      "Fire",
      "people",
      "War",
      "Military",
      "Rice",
      "Texans",
      "Texas",
      "Veterans",
      "Vietnamese",
      "Beaches",
      "Big Spring",
      "Career",
      "Children",
      "Christmas",
      "Comfort",
      "Concussion",
      "ever",
      "Excess",
      "Family"
    ],
    "wp_categories": [
      "Family"
    ],
    "wp_location": [
      "Texas",
      "Big Spring"
    ]
  }
}