{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199212",
    "date": "December 1992",
    "year": 1992,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1992/19921200.pdf",
    "issue_cover_image": "",
    "document_start_page": 148,
    "toc_start_page": 136,
    "document_page_range": [
      [
        148,
        149
      ],
      [
        174
      ]
    ],
    "toc_order": 16,
    "toc_headline": "A Texas-Style Christmas",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199212-yougotta",
  "source": "/1992/19921200.pdf",
  "wp_post_id": 126858,
  "wp_post_guid": "http://www.texasmonthly.com/article/a-texas-style-christmas-you-gotta-have-hearth/",
  "authors": [
    "Anne Dingus"
  ],
  "headline": "You Gotta Have Hearth",
  "dek": "The mantelpiece as centerpiece, and other secrets oi Texas Christmas decorating.",
  "spread_caption": "",
  "excerpt": "The secret to a well-appointed Texas Christmas.",
  "kicker": "",
  "word_count": 1184,
  "content": "<p>Inevitably, the Stockings Are Hung By the Chimney with care—but why stop at stockings? For Christmas decorating, says Gwynn Griffith of San Antonio, who created this incandescent room, “A mantel doesn’t have to hold just stockings and candles and Christmas cards. I wanted reverence and joy but with a sense of fun. ”</p><p>An interior designer, Griffith brought out ornaments she has been collecting for twenty years. Using a stone fireplace as her focal point, she covered the mantel with moss and rocks for a grottolike effect, then arranged atop it figurines from two Nativity scenes—a contemporary Italian papiermache creche and a twenties-era Mexican clay <em>nacimiento.</em> (“I hid the extra infant Jesus somewhere up there,” Griffith confesses. “Sort of a holiday Waldo.”) The native Bastrop pine is trimmed with, among other things, bright orange kumquats and pale green tomatillos. Suspended from the ceiling are Griffith’s beloved angels: “When I took them out of the box, I found out that their wings had melted! So I just stuck on some green feathers instead,” she says. Finally, the decorator arranged around the hearth an eclectic assortment of <strong>eighteenth-century furniture. Italian tapestry chairs flank a</strong> Spanish tripod table, which holds decorative nut balls, an updated version of an old French craft.</p><p>In summary, says Griffith, “I was trying to create a warm, classic holiday feel without the commercial aspect and schlock you so often see—a combination of ‘Christ is born’ and ‘Let’s have fun!’ ” [ See Shopping Information, Page 162 ]</p><p>Turning your den into a delightful spiritual scene doesn't require a Christmas miracle. The decorations in this room were mostly bought in neighborhood stores: The nut balls on the table came from a Christmas wholesaler, the kumquats on the tree came from a small grocery, and the sheet moss on the mantel came from a local florist.</p><img /><img /><p>Photograph By Rick PATRick</p><p>Lower heat and simmer for 20 minutes. Serve warm or cold with griddle cakes.</p><p>Deviled Oysters</p><p>12 <em>well-cleaned oysters with deep shells</em></p><p><em>Cayenne pepper to taste</em></p><p><em>2 hard-boiled egg yolks</em></p><p>2 <em>raw egg yolks</em></p><p>1 <em>teaspoon fresh lemon juice</em></p><p>1 <em>tablespoon melted butter Salt to taste</em></p><p><em>2 tablespoons toasted bread crumbs</em></p><p>12 <em>sprigs fresh thyme</em></p><p>Preheat oven to 350 degrees. Place one oyster in each shell and sprinkle with cayenne.</p><p>In small bowl, mash hard-boiled yolks. Mix in raw yolks, lemon juice, butter, and salt. Spoon mixture over oysters, then cover with bread crumbs. Bake on cookie sheet for 5 minutes, or until bread crumbs are toasted. Garnish with thyme.</p><p>Beef Tenderloin Marinated In Molasses and Black Pepper</p><p>1 <em>cup molasses</em></p><p><em>2 tablespoons balsamic vinegar</em></p><p><em>2 tablespoons ground black pepper</em></p><p><em>2 cloves garlic, peeled and finely chopped</em></p><p>1 <em>large shallot, peeled and finely chopped</em></p><p><em>2 teaspoons finely grated fresh ginger</em></p><p>1 <em>teaspoon finely chopped fresh thyme Crushed red pepper flakes, to taste</em></p><p><em>2 pounds center-cut beef tenderloin, trimmed of all fat and silver skin Salt to taste</em></p><p><em>2 tablespoons vegetable oil</em></p><p>4 <em>sprigs fresh watercress</em></p><p>In small bowl, combine molasses, vinegar, pepper, garlic, shallot, ginger, thyme, and pepper flakes, and pour over beef in glass dish. Cover and marinate in refrigerator 24 hours, turning meat occasionally.</p><p>Remove meat, reserving marinade to glaze meat and for smoked-bacon compote (see recipe, below). Cut meat into 8 medallions and season with salt.</p><p>Heat oil in large cast-iron skillet over medium heat. Brown medallions 3 minutes on one side, 2 minutes on other side, or until desired doneness.</p><p>Just before removing beef, add 4 tablespoons marinade to skillet and very quickly glaze both sides of meat. Serve with compote, garnished with watercress. Serves 4.</p><p>Smoked-Bacon Compote</p><p><em>Vz cup marinade reserved from previous recipe</em></p><p><strong>1</strong><em>cup veal demiglace</em></p><p>1 <em>cup smoked slab bacon cut into '/2-inch cubes</em></p><p>1 <em>tablespoon vegetable oil</em></p><p><em>2 cups wild mushrooms, such as brown Italian or shiitake, cut to about size of pearl onions</em></p><p><em>2 tablespoons unsalted butter</em></p><p>1 <em>cup sweet-potato balls (prepare with melon bailer before cooking)</em></p><p><em>Vz-A cup pearl onions, peeled</em></p><p>1 <em>tablespoon brown sugar</em></p><p><em>2 teaspoons cider vinegar</em></p><p><em>V2 cup glazed pecans (see recipe, below)</em></p><p><em>Salt to taste</em></p><p><em>Fresh lemon juice to taste</em></p><p>Place marinade in saucepan over medium heat and reduce by half. Add demiglace and bring to a boil. Reduce heat and simmer 5 minutes, or until sauce coats back of spoon. Remove from heat and keep warm.</p><p>Render bacon in saute pan over medium heat for 5 to 7 minutes, or until golden brown. Drain and set aside.</p><p>Heat vegetable oil in saute pan over medium heat and cook mushrooms 3 minutes. Set aside.</p><p>Preheat oven to 350 degrees. Melt butter in medium ovenproof saute pan over medium heat. Add sweet-potato balls and pearl onions and cook 3 minutes. Stir in sugar and vinegar and cook another 2 minutes, then put pan in oven and cook 7 minutes, stirring occasionally.</p><p>Remove from oven and add reduced marinade mixture, bacon, mushrooms, and glazed pecans. Stir and season with salt and lemon juice; serve with beef tenderloin.</p><p>Glazed Pecans</p><p><em>1/2 cup water</em></p><p><em>1/2 cup sugar</em></p><p><em>2 dried red chiles</em></p><p>1 <em>cup pecan halves</em></p><p><em>1/4 cup molasses</em></p><p>Preheat oven to 250 degrees. Combine water, sugar, and chiles in small saucepan. Bring to a boil over high heat. Add pecans and return to a boil. Lower heat and simmer 10 minutes.</p><p>Drain pecans, place on cookie sheet, and bake 45 minutes, stirring occasionally. Remove pecans from oven, pour into small bowl, and stir in molasses. Place on fresh cookie sheet and bake another 45 minutes until very crisp. Do not burn.</p><p>Date-Nut Chews</p><p><strong>3/4 </strong><em>cup flour</em></p><p><em>1/4 teaspoon salt</em></p><p><em>2 large eggs</em></p><p><em>1/2 cup sugar</em></p><p><em>1/2 cup com syrup</em></p><p><em>1/2 teaspoon pure almond extract</em></p><p>1 <em>cup finely chopped dates</em></p><p>1 <em>cup chopped pecans</em></p><p><em>1/3 cup sifted confectioners’ sugar</em></p><p>Preheat oven to 375 degrees. Grease bottom of two 8-inch-square baking pans. Sift flour with salt and set aside. In mixing bowl, beat eggs with sugar, corn syrup, and almond extract until light and fluffy. Stir in flour mixture, dates, and pecans, and blend well.</p><p>Pour into baking pans and cook 20 minutes, or until done. Cut into 1‘/2-inch squares while warm, in pan. When slightly cool, form squares into balls and roll in confectioners’ sugar. Let cool before serving.</p><p>Apple-Cranberry Pie With Cheddar Cheese Crust</p><p>Crust</p><p><em>1 3/4 cup flour</em></p><p>1 <em>teaspoon salt</em></p><p><em>2 tablespoons sugar</em></p><p>1 <em>cup finely grated cheddar cheese</em></p><p>1 1/2<em> sticks chilled butter</em></p><p><em>2 tablespoons chilled shortening</em></p><p><em>1/4 cup ice water</em></p><p>In medium bowl, combine dry ingredients and mix in cheese. Cut in butter and shortening with pastry blender until texture resembles coarse cornmeal. Gradually stir in water and compress dough into two balls. Place in plastic wrap and chill 20 to 30 minutes. Roll each ball out to form two ‘/s-inch-thick crusts.</p><p>Filling</p><p>3/4 <em>cup brown sugar 1/3 cup sugar 1/3 cup flour</em></p><p><em>2 teaspoons ground cinnamon</em></p><p>4 <em>cups peeled, cored, and sliced tart apples</em></p><p><em>2 cups fresh cranberries, washed and dried</em></p><p><em>2 tablespoons unsalted butter</em></p><p>Preheat oven to 425 degrees. In large bowl, combine sugars, flour, and cinnamon. Add fruit and toss. Pour into unbaked pie shell, dot with butter, and cover with top crust. Bake 40 to 50 minutes. Makes one double-crust pie.</p><p><strong>Shopping Information</strong></p><p>[ Continued From Page 136 ]</p><p><em>The Nativity figures come from a private collection, but similar items may be found at the following stores. Austin: Eclectic, El Interior, Pecan Street Emporium, James Powell Antiques, Tesoros, Texas Memorial Museum gift shop. Dallas: Articles, Christmas Collection, For Heaven’s Sake, Jo Kelly. Houston: Bourret’s Hallmark Shop, Contemporary Arts Museum gift shop, Gambrell’s (in Spring), Surroundings. San Antonio: Milagros, San Antonio Museum of Art gift shop, Scrivener’s.</em></p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "Food &amp; Drink",
    "wp_issue": "December 1992",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Heat",
      "Christmas",
      "Beef",
      "Bread",
      "Meat",
      "Pecans",
      "Bacon",
      "Holiday",
      "Nativity",
      "Oil",
      "Texas",
      "Art",
      "Bastrop",
      "Chiles",
      "cold",
      "Contemporary Arts Museum",
      "Golden",
      "ICE",
      "Jesus"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Texas",
      "Bastrop",
      "Golden",
      "San Antonio"
    ]
  }
}