{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-199212",
    "date": "December 1992",
    "year": 1992,
    "month": 12,
    "month_formatted": "December",
    "pdf_uri": "/1992/19921200.pdf",
    "issue_cover_image": "",
    "document_start_page": 158,
    "toc_start_page": 146,
    "document_page_range": [
      [
        158,
        159,
        160,
        161
      ],
      [
        180
      ],
      [
        182
      ],
      [
        184
      ],
      [
        186
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Life off a Salesman",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199212-lifeofa",
  "source": "/1992/19921200.pdf",
  "wp_post_id": 126849,
  "wp_post_guid": "http://www.texasmonthly.com/article/life-of-a-salesman/",
  "authors": [
    "Mark Seal"
  ],
  "headline": "Life of a Sales-man",
  "dek": "Fifteen years after his retirement as president of Neiman's, 87-year-old Stanley Marcus continues to peddle his most valuable product: himself.",
  "spread_caption": "",
  "excerpt": "He’s no longer at the helm of Neiman’s, but 87-year-old Stanley Marcus still knows how to run a successful business. Just ask him.",
  "kicker": "",
  "word_count": 5317,
  "content": "<p><span class=\"dropcap\">R</span>Eclining In an Old-Fashioned barber’s chair at Highland Park’s Village Barbers, Stanley Marcus, the most famous salesman in Texas history, is making his pitch. Dressed as regally as a British monarch, he has come to this fifties time warp of Lucky Strike smokers and talcum powder clouds for his Monday morning haircut, but the chairman emeritus of Neiman Marcus is interested mainly in talking. As the manicurist clips his nails, as the shine man buffs his shoes, as the barber gets busy on his beard and bald crown, Marcus preaches a heartfelt gospel, one that made him a legend from Dallas to Delhi: how to run a successful business.</p><img/><img/><p>Today’s topic? Customer service. “Service doesn’t have to be associated with servility,” Marcus declares in a slow, rich baritone as the barber drapes a steaming towel over his face. “i’m satisfied that people who learn to be service oriented actually derive more pleasure from their work.” Merchants of today are missing the point, he insists: “They have approached service in a superficial way, as if it could be bought in a tube. You’ve got to start with training. There’s a psychology that makes people qualified to handle customer service positions. You can find nice people who are good to their mothers, but basically they’re introverts.”</p><p>Photographs By Scogin Mayo</p><p>The barber cocks the chair backward. Marcus is suddenly prone, as if he were on a psychiatrist’s couch. “You can’t do it like you train bears and dogs,” he says, peering out from beneath the towel. “You have to adequately educate your salespeople for them to rise to great heights.”</p><p>Upi/Bettmann</p><img/><p><strong>1947: a very young Marcus (right) presents a fashion award to designer Christian Dior.</strong></p><p>This is the way 87year-old Stanley Marcus spends his days: not relaxing, not reflecting on his accomplishments, but exhorting everyone from shoeshine men to CEOs to work harder, think smarter, serve the customer better. Fifteen years after his mandatory retirement as president of Neiman’s, Marcus has yet to break stride. From his Dallas office, he consults with local businesses such as Caroline Hunt’s Rosewood Corporation and with international clients such as Harrods on matters ranging from expansion to marketing. In speeches he rails against retailers who stock their shelves with bland products and put profit margins ahead of customer satisfaction. In his weekly column in the <em>Dallas Morning News,</em> he refines his life’s lessons and applies them to liberal politics and local folklore.</p><p>Mostly, Marcus stands at the ready, waiting for an opportunity to tell you what he thinks. Ask him about the current retail climate and he lets loose. Today’s department stores? Isolated and outdated, he says, besieged by discounters such as K mart, overshadowed by luxury stores such as Saks Fifth avenue, and outspecialized by shops such as the Gap. Megadesigners like Liz Claiborne and Donna Karan? “Production monsters” who dictate standardized styles and colors. Shopping malls? “If you blindfolded a woman and dropped her into a mall,” he says, “she would not know if she landed in Indianapolis or Minneapolis.” aggressive salespeople? Replaced by passive nine-to-fivers managed by slaves to the bottom line: “It’s a complete breakdown of what used to be the essentials of a successful store: service, selling, and excitement.”</p><p>Such conditions horrify Marcus, an elegant, discerning man who claims to know “the difference between chicken salad and chickenshit.” For half a century Marcus made Neiman’s synonymous with Texas rich. He was, as <em>Town and Country</em> once described him, “a one-man definitive oracle of what constitutes good taste in all Texas,” and the state’s wealthiest families sought his advice on how to spend their fortunes. Using what fashion maven John Fairchild calls “his public relations and image making, his Hollywood promotions and stars and razzmatazz,” Marcus created a world of his-and-her submarines, camels, and baby ostriches, of martini-flavored toothpaste for The Man Who Has Everything.</p><p>But times have changed. Long gone is the intense retailing zeal of Marcus’ father, Herbert Marcus, Sr., his aunt, Carrie Neiman, and her husband, al, who in 1907 founded a store “backed by the best buying connections in every market, stocked by a corps of skilled buyers, managed by an expert and experienced management,” according to a <em>Morning News</em> ad that year. Gone, too, is the carefree money culture in which a barefoot suddenly-oil-rich woman from Electra could pad into Neiman’s, as one did in 1926, and after a few hours emerge wearing heels and a mink coat. Today there are Neiman Marcus stores in 27 american cities, but economically the chain is burdened by the same concerns that devoured such longtime Texas retailers as Frost Brothers and Sakowitz. And a Texan is no longer at its helm. In 1968 Neiman’s was bought by a conglomerate called Carter Hawley Hale Stores, which spun it off into a new miniconglomerate, the Neiman Marcus Group, the majority of which is now owned by Boston-based General Cinema.</p><p>For years Stanley Marcus feared the conglomeration of stores such as Neiman’s and its consequence: the death of personal service. Now he is committed to turning back the clock. In 1986, in a highly publicized experiment, Marcus vowed that he would make no unnecessary purchases for an entire year unless he was wooed by a salesperson. But no pitches came—not from the auto dealer, the luggage clerk, the jeweler. At year’s end Marcus estimated his savings at $46,324. Last Christmas, after traipsing through Manhattan’s most famous stores and discovering lean inventories and surly salespeople, he proclaimed, “If there is a plot to kill Santy Claus, retailers have succeeded in putting together the right poisons.”</p><p>Back in the barbershop, the barber raises Marcus’ chair and swivels him toward the mirror. The haircut is over, but the selling is not. It is only the start of Marcus’ day; even in his twilight years, he won’t slow down. “Selling is my religion,” he says, “and I don’t ever intend to be sacrilegious.”</p><p><span class=\"dropcap\">T</span>OTING a Thick Red Folder Labeled “Christmas ’92”—his shopping list—Stanley Marcus strolls through Neiman’s in downtown Dallas. Ostensibly he has come to buy gifts for his nephew and two grandsons, but naturally he is anxious to check the store’s level of customer service. “When I first left, it was somewhat of a problem cutting the cord,” he says. “Now I can come here and shop without experiencing agony in my gut when a customer isn’t being waited on. ”</p><p>As he makes his way past the many boutiques, smiling salespeople wave, and every corner flashes his name. It is a bright, cheerful space, tempered only by persistent rumors that Neiman’s may follow other major retailers and move out of downtown. Marcus has heard the rumors too, but he won’t be upset if they prove true. No store is sacred, he insists, if you can’t sell in it. “They’ve got to do what is prudent business management,” he says. “It’s unfair that the community leaders try to pin it on Neiman’s to save downtown. Everybody else left: Brooks Brothers, Foley’s, Dillard’s. Neiman’s is left holding the bag.</p><p>“This whole question of a move from a historical location is a very tough one for the management of the company,” he says. “But the customers are the most important part of the equation; not where can you make the most money, but where you can best serve the customers. I’ve always said that retailing is very simple. It consists of two things: customers and goods. If your goods are good enough, they stay sold; they don’t come back. If you take care of your customers, they do come back.”</p><p>Heading into the men’s sportswear department, Marcus is greeted by Christy Freas, an ebullient young saleswoman in a purple dress and sparkling jewelry. She listens intently to Marcus’ mission—he is seeking slacks and shirts—then begins placing an array of shirts on the glass counter, detailing the attributes of each. Marcus rubs the fabric of each garment in a circular motion, using his thumb and forefinger to gauge the quality of the material. “Over the years, you depend a lot on your tactile senses,” he explains. “You see somebody feeling goods, you know he comes from a mercantile background, You learn to rely a great deal on feel. ”</p><p>[Continued On Page 168]</p><img/><p><strong>Ever the style maven, Marcus retains a regal air, dressing up for his jaunts around town.</strong></p><p>[Continued From Page 148]</p><p>During their exchange, Freas hits the high points of the Marcus method: “Someone who knows the stock well, who’s able to serve you quickly, who gives you undivided attention.” Other salespeople strut and pose, acting busy on this very slow day, but Freas moves with the assured grace of a matador, waving an endless succession of garments before Marcus, keeping his interest, selling him on three shirts, removing those not chosen to deter him from changing his mind, then matching the shirt choices with various pairs of pants.</p><p>Testing Freas’s mettle, Marcus bombards her with questions: “anything new in jeans? are you finding that there are people objecting to the emblems?” In the end, Freas sells him three shirts, three pairs of pants, and three belts. “I hope you caught what I call a delightful selling experience,” Marcus says.</p><p>As he walks downstairs, Marcus is transfused by Freas’s enthusiasm, and he’s moved to tell a story. In 1926, he says, Dallas’ greatest store was Sanger Brothers, where his father was a buyer of children’s clothes. Shaken by a worsening economy that year, Sanger’s cut its staff. Almost immediately, Neiman Marcus snapped up Dallas’ best fitters, buyers, salespeople, and customers. “We got their top saleswoman,” Marcus says, “and she did three hundred thousand dollars worth of business for us.” The moral of the story? Marcus purses his lips in contemplation. “To constantly keep in mind how you serve the customer. ”</p><p>Next stop, Neiman’s espresso bar. Marcus ducks into the snack counter beneath the ground-floor escalator and announces to the waiter, “Two espressos, please.” The attendant is friendly and efficient, seemingly the perfect host for Dallas’ first espresso bar, which Marcus created when he returned from Europe after World War II. He seems pleased with its progress almost half a century later. “We educated shoppers to something they weren’t familiar with,” he says. “Most people didn’t like espresso when they first tasted it. But then it became an acquired habit, like olives and oysters.</p><p>“I insisted that if we’re going to serve espresso,” Marcus says, sipping a cup, “we’d serve a <em>good</em> espresso, as good as you could get in Italy. This espresso is very fine quality. ”</p><p>The server beams: “Thank you, sir.”</p><p>“and it’s not just the machine,” Marcus continues, “but the man who operates the machine, who knows just how much coffee to put in, who knows to not let it get scalded. It takes timing. That’s the difference between a professional and an amateur.”</p><p>His cup drained, Marcus walks back away from the counter. “Now if I was running the store,” he whispers, “my criticism would be that the man who served the coffee was not wearing a uniform jacket. I have a feeling that in food operations you can benefit by people being uniformed. It makes the operation a little bit crisper. I’m not going to be critical because it’s not my business anymore. But when I first came into business, there was such a thing as a dress code.”</p><p><span class=\"dropcap\">A</span>SKED To Name His Most prized possession, Stanley Marcus mentions not a jewel befitting a maharaja nor a painting fit for the Louvre but a muffler made of shahtoosh. Shahtoosh, he says, is the world’s most luxurious fabric, woven from the neck hairs of the ibex goat, which grazes the Himalayas at 17,000 feet. Each april, the goats descend to the timberline to feed, scratching their necks on trees and leaving clumps of hair on the branches. Gathered by children, the hairs are so fine that it takes 150 of them to weave one inch of fabric. So valued is shahtoosh, in fact, that a seventeenth-century emperor mandated its exclusive use by the ruling class, thus naming it <em>shah toosh</em>—“the emperor’s fabric.” It remained in limited use until 1964, when Marcus brought half the existing fabric to Texas. Ever since, he has been known in India as the King of Shahtoosh.</p><p>Over the years, scarves and stoles made of shahtoosh have sold well at Neiman’s; if they hadn’t, Marcus would have left the neck hair to the billy goats. “I learned you don’t hang on to something that doesn’t sell,” he says. Marcus is sitting in his Stanley Marcus Consultancy office, surrounded by art, looking out on a striking view of the Dallas skyline. It is here that Marcus does the bulk of his selling today.</p><p>Lately, his most popular commodity has been himself. Back in 1977, two months before his retirement from Neiman’s, Marcus decided to test the consulting waters. Then 71, he mailed an announcement to three hundred business heads: “Stanley Marcus, available for consulting in customer service, marketing, and taste.” While at Neiman’s, Marcus had consulted informally for a variety of interests, advising regular customers such as Joan Crawford on precious jewels, taking out ads to instruct novice operagoers on proper attire. But his first bona fide client was Carl Sewell, a young Cadillac dealer seeking guidance on how best to deal with a high-end clientele. Over lunch at the Dallas Club, Marcus gave Sewell what would become his standard spiel. “He kind of laughed a little bit,” Sewell remembers, “and he said, ‘Carl, I don’t think you can afford me.’ Later, I found out that this was his pricing tactic. It sort of makes you want to pay more, doesn’t it?”</p><p>Marcus smiles when reminded of the meeting. “When I started out, I used that selling line,” he says. “I found it was a challenge to everybody. I never lost a client that I know of because of a fee.”</p><p>As he had done in retailing, Marcus set high standards for his new business: no one-visit consults, no “taxi jobs” (where the client pays by the hour, meter running). Quickly, he says, he got “a bellyful” of foreign executives seeking to use his connections to break into the U.S. market. He kept his staff lean and his client list small so he could attend to each one personally. And Marcus didn’t sell himself cheap. “I started out charging twenty-five thousand dollars a year,” he says, “and then I found that I wasn’t making any money. I raised my fees on a sliding scale, depending on how much time I spent, to one hundred and fifty thousand dollars to two hundred thousand dollars, for which I gave the client twenty-four-hour access. They could call me any time, day or night. Some of them did. Some of them didn’t sleep well, so they made me not sleep well.”</p><p>Working six to eight clients at a time, Marcus brought his perspective to bear on a variety of businesses. His philosophy? Common sense. “There is no magic,” he says. “If I can help people work out their problems themselves, that’s the most honest way of helping them. Any businessman who’s run a successful business knows more than i’m going to know coming in fresh.”</p><p>Lunching with Sewell once a month, Marcus offered advice on creating an upscale direct mail campaign. He did voiceovers on radio advertisements for Sewell Village Cadillac and urged Sewell to move his dealership from its Dallas Country Club location into a defunct Chrysler dealership across town. (Marcus believes in the law of well-displayed merchandise, whether it’s couture or cars.) Most important, he taught Sewell</p><p>the importance of “customers for life,” which became the name of Sewell’s bestselling book. Over time, Marcus inspired Sewell to develop his own selling strategies—free loan cars for customers, a 24-hour service hot line—and they paid off. Today, Sewell is the nation’s top luxury auto dealer.</p><p>Other Marcus consulting clients in Dallas have ranged from the Rosewood Corporation, which owns such hotels as the Mansion on Turtle Creek, to Dallas ad king Liener Temerlin. Before its collapse, Marcus also worked with Braniff airlines to improve its in-flight service, riding its routes at the behest of CEO Harding Lawrence.</p><p>Marcus also consulted for Carter Hawley Hale Stores, the firm that bought Neiman Marcus, but to avoid the label of being merely a retail consultant, he tried to steer clear of retail accounts. In the mid-eighties, however, Marcus heard from Steve Ross, then the head of Warner Brothers. Ross told Marcus that his friend, Mohamed al-Fayed, would soon be calling. “He needs somebody who knows the retail business and is honest,” Ross said.</p><p>Egyptian ship magnate Mohamed alFayed, one of the world’s richest men, had just purchased Harrods, considered by the Brits to be a near-royal institution. Marcus remembers the first phone call from al-Fayed. “He said, ‘I need some help urgently. Steve Ross said you’re the man who can do it for me.’”</p><p>Marcus smiles. “I used the same line on him that I used on Carl Sewell,” he recalls. “I said, ‘I doubt if you can afford me.’ ”</p><p>“What do you mean?” al-Fayed roared. “I can afford anything!”</p><p>“I quoted him a rate,” Marcus remembers, “and I said, ‘I can only accept a job if I get first-class travel—the Concorde—and first-class accommodations.’ ”</p><p>“Fine,” al-Fayed replied.</p><p>Marcus pauses for emphasis. “and I said, ‘For myself <em>and</em> my wife. I’ll have to be in London for a week every month, and i’m not going to go alone.’ and he said, ‘Fine.’ This is without even seeing me. I said, ‘When do you want to start?’ and he said, ‘Can you come tomorrow?’ I said, ‘No. I have other clients, commitments.’ ”</p><p>A month later, contracted for his highest fee yet, Marcus arrived in London via the Concorde to meet al-Fayed. “To get to his office,” he remembers, “you had to pass a security desk. Two guys, obviously loaded with guns, kept you outside a bulletproof glass window for about ten minutes, until they cleared you. Ym went upstairs with one of these armed gorillas.” There, Marcus found al-Fayed—“in a pair of corduroy pants and a matching tailored silk shirt and wearing loafers, more like house shoes than regular shoes”—haunted by Harrods.</p><p>“The salespeople are stealing from me!” al-Fayed told him.</p><p>“What do you base this on?” Marcus asked.</p><p>“My wife tells me that. ”</p><p>“are you willing to go to court and use your wife as a witness that they’re stealing?”</p><p>“Oh, no,” al-Fayed said. “But you go down there and tell them that they can’t steal. And they’ve got to give better service.”</p><p>“Well,” Marcus said, “you may be able to run a ship that way, telling a captain to go two degrees starboard or port. But you can’t run a store and change basic habits overnight. That can’t be done.”</p><p>“How long will it take?”</p><p>“about three years,” Marcus said.</p><p>“Well, I don’t have that much time!” al-Fayed exclaimed. “You have to do it right now!”</p><p>“Let’s forget about the whole thing,” Marcus replied, “because I can’t deliver that.”</p><p>“Why can’t you?” al-Fayed asked.</p><p>Marcus says he told al-Fayed the first law of retailing: Service doesn’t come in a tube. “I said, ‘First of all, are you employing the right people, people who are capable of giving service? Second, how are you educating them? Third, how are you supervising them? Fourth, how are you paying them? are you paying enough to attract people who can do all of these things?’</p><p>“Finally, I semiconvinced him,” Marcus says, “though i’m sure he still thinks he can go down with a gun and tell people, ‘Give good service!’ ”</p><p><span class=\"dropcap\">A</span>T Four In the Afternoon, Marcus walks out of his office and across the parking lot to the Spa at the Crescent, where he dresses for his regular workout—treadmill, stationary bike, weight machines. Off with his Oxxford made-to-measure suit with the British-cut pants that rise high into a V at the back. Off with the bold striped tie tacked down by a single South Sea pearl, then the lime-green shirt with the SM monogram just below the heart. Off with the Sea Island cotton broadcloth Neiman Marcus boxer shorts and the Tasmanian wool Panatella socks. Slipping on his gym clothes, Marcus paraphrases his favorite quote, from Somerset Maugham: “If you expect the best, you often get it. ”</p><p>Marcus often gets the best in Dallas—the best service in stores, the best tables in restaurants—because he is so wellknown. But not always. “Oh, yeah, I run into substandard things constantly,” he says, lacing up his Nikes. “I never question the price in a restaurant, but I will question the quality they deliver me. If the menu says fresh lump crabmeat, I expect it to be fresh lump crabmeat from Maryland or Texas lump crabmeat. I don’t expect it to be alaskan <em>king</em> crabmeat. That’s misrepresentation, just as much as if they’d sold me a mink coat but delivered a calfskin coat.</p><p>“Last night, I was at the Mansion for dinner, and I told the waiter, ‘Please tell the chef that I don’t want him to improve on the melon. All I want him to do is cut it in half and deliver me half of it. I don’t want him to zigzag it on the edges. I don’t want him to decorate it with strawberries. I don’t want him to peel any fruit out and slice it. Do you understand?’ The waiter said, ‘Oh, yes, I understand.’ ”</p><p>Marcus stares intently, then erupts in laughter. “Damned melon comes out, and they’d taken the shell off of it, so that when you tried to get your spoon into it, the thing would skid out of your hands. Well, I ate it. Maybe five years ago I would have sent it back to them, but it was late at night and I decided not to make an issue out of it. That’s what makes good restaurants—if they have good customers who know the best and demand it. A good client to an architect, or to a dress designer, is invaluable. They are people with experience. They pay for the best, but they expect the best, the best in quality and in service.”</p><p>Later, Marcus hops into the car, and as he rides around Dallas, he talks about his tortured forays into stores where service is dead. “a lot of times I do my shopping in places i’m not known,” he says. “That’s when the real test comes. That was what happened in New York. I went into shops, and they <em>pointed.</em> ”</p><p>Pointing out the car window, he mimics the employees who waited on him. “They said, ‘Yeah, you might find it over there.’ and I finally said, ‘I don’t buy from pointers. I buy from salespeople.’ When you point, you’re saying, ‘Why don’t you find it yourself?’ If you want to sell, you don’t point. They want to get a sale without working for it, but I won’t buy from anybody who thinks that i’m just going to give them an order. They have to do something that’s going to earn my business.”</p><p>Last month, in a speech about customer service to the management group of a major jewelry retailer whose name he would rather not reveal, Marcus told a story about the cursed “pointers.” He had accompanied a couple to shop for earrings on Fifth avenue. “We passed a window, and my friend’s wife said, ‘Gee, that’s just what I want! It could have been made to order for me.’ It was a pair of diamond earrings. We went in for her to try them on. We found the first salesman and said, ‘We want to see a pair of diamond earrings.’ and he said”—here Marcus points for emphasis—“ ‘Well, I only sell gold earrings. If you want diamond earrings, go back there.’ He pointed. We went back and there were diamonds in the cases, and my friend said to another salesman, ‘I want to see a pair of diamond earrings that are in the window.’ and he said, ‘Well, I don’t sell earrings. I only sell bracelets. Over there.’ ”</p><p>Marcus jabs the air with his index finger—pointing this way, that way, tracing the steps of an eager customer being buffeted around the jewelry store like a pinball. Finally, after being told the guard was out to lunch and the show window couldn’t be opened for an hour, the customer fled, walked across the street to Van Cleef and arpels, and bought a $92,000 pair of earrings and, later, a $675,000 necklace.</p><p>Marcus pauses before delivering the punch line. “So I told this story to the group and said, ‘are there any questions?’ Somebody asked, ‘Would you mind telling us what store that happened in?’ and I said, ‘Well, hold on to your seats! That happened at <em>your stored</em> Well, of course, you could feel the meeting suddenly disintegrate. ”</p><p>An executive rose to explain why the jeweler doesn’t allow its salespeople to go from one department to another, to which Marcus replied, “You’re thinking like a merchant, not a customer. A customer doesn’t give a goddam about your security. A customer wants to be satisfied. Because you have an antiquated system of locking cases and entrusting a key to one man, you lost maybe six hundred thousand dollars worth of business.”</p><p>Marcus grins broadly. He has good reason not to reveal the jeweler’s name. “i’m fully expecting to get a consulting job with the jeweler as a result of that speech,” he says.</p><p><span class=\"dropcap\">S</span>TANLEY Marcus’ Home Sits At the end of a long drive, shaded on both sides by stately red oaks. When Marcus’ late wife, Billie, planted the trees from sprigs 44 years ago, he didn’t believe he would live long enough to see them grow to such heights.</p><p>Today the 12,000-square-foot house is for sale. Marcus is selling it in preparation for death, a reality he discusses rationally, without emotion, sitting before a black lacquered coffee table covered with Japanese boxes, silver trays, and a Henry Moore bronze—just a few of the fruits of his feverish collecting. There are three Tamayo paintings over the fireplace, a Vasarely on a far wall, and a Bjorn Wiinblad sun in the dining room—all complete with tales of personal encounters with the artists. Marcus says he’s “coming to the point of decision” of what to do with his art. Some of it will go to his children. But because he and his second wife, Linda, plan to move to a much smaller house, much of it will have to be sold.</p><p>It seems a shame that this place may someday be gutted, leaving a landmark from Dallas’ most glorious era to the real estate agents, the remodelers, and, perhaps, the ignominy of the wrecking ball. But Marcus knows the importance of getting value—especially for himself. “We had one real buyer who wanted to steal it,” he says. “I told him it was for sale, not for theft. We’re thinking of offering the property to a developer. It’s an unusual size for this part of the city. I think a plan of dividing it up into house sites may be the best way, the only way, to sell it. ”</p><p>Nonetheless, the move will be traumatic. “Come here a minute, and i’ll show you what I mean,” Marcus says, walking to an expansive picture window and staring out on the vast manicured lawn studded with sculpture, including a herd of spotted wooden cows. “We used to use this lawn as an entertaining area,” he says, rattling off names of the famous people who partied there: LBJ and Lady Bird, Coco Chanel, Prince Rainier and Princess Grace, Christian Dior, Lord Mountbatten.</p><p>Across the lawn is the house of his late father, with whom Marcus and his three brothers posed for a famous 1937 photograph—a stunning picture of Texas’ retailing Rockefellers. His father’s home sold long ago, then sold again, he thinks, and now has a new For Sale sign in its yard—so many sales that Marcus doesn’t even know who, if anyone, lives there today.</p><p>He walks into his library, a small room absolutely crammed with bookshelves, the books crowding his small desk, where he is writing his fourth book, about the history of personal service. “This was my original library,” Marcus says. “The books started breeding and growing and growing, so finally I had to take over another room, a guest room. ”</p><p>He walks into the adjacent room, equally filled with books. “This was for my overflow,” he says. “Finally it was dominating the room, so we built <em>another</em> guest room and converted this one into additional library space.” From the middle room he walks into an enormous third library. “Twenty-five years ago that room was overflowing, so we built <em>another</em> room,” he says. The third room is gigantic, packed with shelves of books and ancient arcana: masks from Bali and Java, pre-Columbian pottery, Middle Eastern ceramics, a grouping of the famous “Egg” chairs of Danish architect arne Jacobsen.</p><p>Along a shelf in the third room are several small freestanding cabinets, the solution to Marcus’ book lust and storage problem. They are filled with miniature books, which Marcus now publishes under his own imprint, Somesuch Press. “My wife said, ‘You can’t bring anything else in this house. We’re not running a library, and we’re not running a museum.’ So I thought, ‘Small books! I could smuggle them in!’ But if you get enough of them, they take up lots of space.”</p><p>The thought of liquidating this horde of treasures represents a challenge for Marcus, the ultimate sale. “While I have a deep sense of attachment and affection for almost everything I have,” he says, “I have enough objectivity to realize that you can’t take it with you. I can have some satisfaction, though, in analyzing my judgment in collecting. Take this average cabinet that came from the Portuguese colony of Gao off the coast of India. Is it worth what I paid for it? Or will it bring a lot more or a lot less?</p><p>“I collected with the idea that my art collection would help pay my inheritance taxes. It was premeditated. After I die, my estate will have to come up with a big tax payment, and I chose to invest in art rather than in bonds. Well, nobody ever has any sentimental feeling about selling their bonds. I have to regard these as bonds that i’ve enjoyed living with. You don’t enjoy living with paper bonds.”</p><p>He stuffs his hands in the back pockets of his trousers and rocks on the heels of his shoes. “We may not find a buyer,” he sighs. “i’ll have to die and leave it all behind. But as long as it’s going to have to be broken up, <em>i’ll</em> do it. Do I have any sentimental attachment? I can live without anything in here. I’ve sold several very important paintings over the years. People say, ‘Don’t you miss them?’ and I say, ‘No, I <em>remember</em> them. I had great fun with them. I enjoyed them to the fullest.’ ”</p><p>Can he walk out of his home of nearly half a century and not look back? apparently so. “after all, it’s the only sensible thing you can do; no use grieving yourself about the inevitable. I have no qualms about the fact that my life expectancy is declining every day. Although i’m in good health at eighty-seven, I can live for how long? Three years? Five years?”</p><p>But there will be no shrine to Stanley Marcus, no his-and-her mummy case (described in the 1971 Neiman Marcus Christmas catalog as “richly adorned, but gratefully vacant”), no regal send-off by the Neiman Marcus Travel Service to glide the merchant prince elegantly into the afterlife. “I believe I may be in for a surprise, but I don’t even want to be buried,” he says. “I want to be cremated, and I want my ashes—well, after i’m dead, they can do whatever they want with them. I would prefer to see them flushed down the toilet. The ashes flushed down the toilet and not occupying a piece of property. I have no sentimentality about that.”</p><p>After all, as Marcus might say, what good is a body that doesn’t sell?</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "December 1992",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "people",
      "Dallas",
      "Neiman Marcus",
      "Business",
      "Stanley Marcus",
      "barber",
      "House",
      "Texas",
      "Books",
      "Coffee",
      "ever",
      "Home",
      "Retirement",
      "Running",
      "Shopping",
      "Advice",
      "Art",
      "Cadillac",
      "Carter",
      "Country"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Texas"
    ]
  }
}