{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19789",
    "date": "September 1978",
    "year": 1978,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1978/19780900.pdf",
    "issue_cover_image": "",
    "document_start_page": 130,
    "toc_start_page": 126,
    "document_page_range": [
      [
        130,
        131,
        132,
        133,
        134,
        135,
        136
      ],
      [
        203,
        204,
        205,
        206,
        207
      ]
    ],
    "toc_order": 4,
    "toc_headline": "O Freeway, My Freeway",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197809-ofreeway",
  "source": "/1978/19780900.pdf",
  "wp_post_id": 112698,
  "wp_post_guid": "http://www.texasmonthly.com/article/o-freeway-my-freeway/",
  "authors": [
    "John Bloom",
    "Christine Benton"
  ],
  "headline": "O Freeway, My Freeway",
  "dek": "In the dull, work-a-day world of modern america, the only real challenge left is where to get on the freeway and how to get off.",
  "spread_caption": "",
  "excerpt": "Help! i’m a prisoner on the freeway and can’t get off.",
  "kicker": "",
  "word_count": 7357,
  "content": "<img/><img/><p>Photograph by Walter Nelson Illustrated by Tom Ballenger</p><p><span class=\"dropcap\">a</span>t 2:35 on the steamy afternoon of July 19, I suddenly found myself imprisoned in the southbound center lane of Houston’s North Freeway (IH 45). More precisely, I found my 1978 chocolate-brown Toyota Liftback with optional luggage rack imprisoned, and I was in it at the time. That in itself was not uncommon. The two of us—the Toyota and I—have at various times been imprisoned on almost every urban freeway in Texas. But this time there was no apparent <em>reason</em> for the inertia—no accidents, no stalled cars, no rush-hour commuters—just me and 500 other involuntary idlers, immobilized like so many beached whales, staring at one another’s bumpers in a midday stupor. Except for one middle-aged man who boldly stepped out of an Impala to remove his plaid coat, the traffic stood absolutely motionless for at least two minutes. It was as though we were all part of a surreal conceptual sculpture: auto Still Life With Plaid Coat.</p><p>It was not until two days later that I learned the name for this phenomenon. The Toyota and I had been victims of Off-Peak Counter-Flow Urban arterial Congestion. For those of you unschooled in the tangled lexicon of the urban planner, that means a lot of cars and trucks all gummed up on a freeway for no apparent reason. Even such a mundane science as traffic planning has its metaphysical mysteries, and this appears to be one of them: isolated traffic jams, like ghost ships on the ocean, can appear anywhere and disappear as quickly. There is a cause, of course, but it is lost in the mists of time. Like the memory holes in George Orwell’s <em>1984,</em> we of the North Freeway 500 will remain unexplained and unremembered.</p><p>Opposite: <em>The commuters on Houston’s Southwest Freeway get nowhere fast.</em></p><p>The point of this anecdote is not that freeways are forever beyond human control (they are), or that Texas drivers will endure any automotive outrage rather than walk or take a bus (also true), but that the freeway has a culture and lore as rich in its own way as the seas of the Phoenicians, the deserts of the Bedouins, or the cattle trails of the cowboys. In Texas—which has more miles of highway per capita than any place in the world—the automobile has become more necessary than the nomad’s camel, if not more reliable. The difference is that the modern Bedouin —the commuter, the trucker, the traveling salesman—has built his own passage to Cathay. More often than not, it assumes the form of an ugly ten-lane concrete and asphalt spur into Houston or Dallas, the pale twentieth-century versions of those ancient cities of riches. It’s no accident that in Houston, the state’s wealthiest city, freeway traffic has replaced the weather as the most hackneyed opening remark at cocktail parties. The weather long ago ceased to have any importance for most businesses. The freeway affects everyone.</p><p>Not so long ago, it would have been possible to say without too much exaggeration that the highway system was the nation’s most universally cherished possession. Our engineers had surpassed the road-building achievements of the Romans as early as the 1920s. Our businessmen had developed technology for a transportation system revolutionary in its impact on people’s lives. And our consumers had voted with their dollars for an economy based firmly around the continued prominence of the american automobile. Highways, the argument went, were not only marvels of convenience, but also vital..to the national defense, the public welfare, and the economic health of our cities. Highways made us strong and virile. The private car made us mobile and flexible. The two together made us affluent. Even today, you can hear the residue of this sentiment at Kiwanis Clubs, Exxon stockholder meetings, wherever Dolph Briscoe happens to be speaking, or within the editorial columns of the <em>Houston Chronicle.</em> But fortunately that’s about as far as it goes. Clearly something has gone awry.</p><p><em>amazing Freeway Fact#l</em></p><p>In 1969 from the center of Houston in evening rush-hour traffic a driver could get almost 20 miles down the Katy Freeway in thirty minutes. Today he can progress only 10 miles in the same time. In general, this ratio holds for every freeway in Houston: a driver can go only half as far in thirty minutes as he could in 1969. Even worse, commuters using Dallas’ Central Expressway at peak hours in 1964 could get about 24 miles from downtown Dallas in thirty minutes. Today the distance is 5½ miles.</p><p>The one thing we didn’t count on was the chronic, irrational, speed-crazy commuter. This self-indulgent breed has turned rational economic planning on its ear, driven small merchants out of the cities, made a parking lot of the urban freeway, and led the long march of suburban sprawl. In urban areas of Texas, the average driver now spends more time in his car than he spends eating, reading, or watching television. The state has more than 11 million vehicles, most of them traveling on overcrowded freeways built for half that number, and Texans are buying new ones so fast that by the year 2000 there will be more automobiles than people.</p><p>The problem is most acute in Houston—where traffic congestion is second only to Los angeles among U.S. cities (and quickly closing the gap) —but planners say that Dallas and San antonio are just five years away from the same kind of freeway pandemonium. It was once fashionable to believe that if we just built enough freeways or spent enough money on a comprehensive bus or train system, then the traffic thicket would begin to thin out. But even planners are beginning to realize that nothing in the seventies—or, for that matter, in the history of human nature—indicates that anyone will ever accept an alternative to the speed and <em>perceived</em> convenience of a freeway. People will change their lives in many ways—from the executive who leaves home at 4 a.m. to avoid congestion, to the secretary who masters the art of applying makeup while stalled in traffic, to the salesman who stocks positivethinking tapes in his car to put the long driving hours to good use—but they will never abandon the private car. The freeway breeds frustration, causes psychological and physiological damage to those who use it, and may even engender violence—but we are buying more private cars than ever before.</p><p>If you lined up all the cars in metropolitan Houston end to end, they would stretch to Lima, Peru, and back again, and the city accepts a new one every three and a half minutes. Our dependence on foreign gasoline grows by the day, and yet our addiction to the automobile increases as though Saudi arabia were a county in South Texas. Future shock is upon us. It has four wheels, a tape player, optional sunroof, and a madman inside.</p><img/><p>The psyche of the Texas freeway driver is a complex and elusive thing, so when I set out to probe his inner workings, I enlisted the aid of an expert. Bob West, engineer at a Houston radio station, has been driving on freeways for twenty years, commutes 64 miles a day, and travels the roads of Houston like a conquistador searching for the Lost Cities of Cibola. At the risk of revealing his most cherished shortcuts, West allowed me to ride shotgun on a recent 32-mile adventure from his office near Westheimer to his home in the northern subdivision of Spring Creek Forest. “I know that it’s too far a distance for anyone in his right mind to travel,” he said, “but I moved out there because it got so congested around my house that I couldn’t get in and out. Now they say i’m in the middle of the fastest growing area in the <em>nation.</em> To tell you the truth, i’m thinking of moving back into the inner city.” (There are others like him. Real estate values in the Heights, near downtown Houston, and in the Lakewood area of East Dallas have risen dramatically in recent years, partly as a result of hassled commuters returning to the bosom of the city.)</p><p>As West pulled his 1969 Plymouth station wagon onto Waugh Drive and set out through the Heights, he explained that we could have used North Main, but the urban planners had spoiled that option by allowing two traffic lights to remain red too long for north-south traffic. “I seriously doubt their wisdom on this,” he said. Our other alternative would have been to drive directly to the North Freeway (IH 10), but that was like drawing to an inside straight. Why risk congestion three exits early when a boulevard of lights will waste no more than five minutes? “Now I do admit,” said West, “that if traffic is light on the freeway today, I will lose some time right here.”</p><p><em>amazing Freeway Fact #2</em></p><p>Freeways are safer than any other kind of road. Their design virtually eliminates the head-on and ninety-degree collisions that cause most casualties. A freeway driver, ironically, is in the most danger when leaving the freeway. Exit ramps need to be long enough not only for the driver to slow down but also for him to adjust mentally from the freeway environment he is leaving to the new environment he is entering.</p><p>After a series of intricate, perfectly timed maneuvers—commuter's etiquette forbids me to reveal them—it turned out that West was right. The North Freeway loomed into view, and as we pulled into the traffic, we saw a police officer issuing a citation on the inside shoulder. “a good sign,” said West. “If it’s moving fast enough for speeding, then we’ve got a light day ahead of us.” Dozens of cars (all carrying a single person) flashed past us as we continued toward Loop 610—the unofficial boundary between the city and the suburbs—and then the game began in earnest. As the usual snags and bottlenecks backed up around the loop, West pointed out subtle changes in character appearing everywhere around us.</p><p>The first thing you notice are the slingshotters. Slingshotting is a timehonored Houston art practiced by the most adventurous commuting elite. It goes like this: The slingshotter works his car into position in the extreme right-hand lane, waiting for the next overpass. As soon as he crosses it, he breaks away down the exit ramp, speeds at 60 or 70 mph on the access road, and reenters the freeway before the first traffic light. Over the next overpass, down the next ramp, back up onto the freeway. If the traffic is moving at, say, 30 miles an hour, a slingshotter can pick up fifteen to twenty places per access road—providing he can merge quickly back into the flow.</p><p>The reason he sometimes can’t is that another type of commuter, the enforcer, is out to get him. The enforcer works the freeway primarily from the second lane (counting from the right). He waits for a particularly large group of slingshotters—three or four is enough—to leave the freeway together, then swings into the temporary vacuum created in the right lane. At the next entrance ramp, he will either weave back into the second lane or remain comfortably ensconced in the first, depending on his mood. The latter option is likely to leave a trailing slingshotter trapped in the entrance lane at 60 mph. This makes no difference to the hard-core enforcer. (and you wonder why so many accidents involve fixed objects.)</p><p>The less creative but no less treacherous commuter is the inveterate weaver, operating on the principle, as West puts it, that “the grass is always greener.” This breed fears no vehicle out of his peripheral vision. If necessary, he will cross three lanes to advance twenty feet, wedge a fifteen-foot Cadillac into a ten-foot opening, or drive on any shoulder big enough to accommodate a large bicycle. The weaver is the freeway equivalent of the anarchist. No man favors his presence, but the prudent respect his ambition. He causes more serious accidents during rush hour than any other single type.</p><img/><p>Then, finally, there are the dullest of the dull, marshmallows like West, who go out of their way to get pushed around. “If someone gets impatient behind me,” said West, “I speed up and let him get by me right away. The way things are these days, you don’t know <em>what</em> that guy might be thinking.” West drives sanely out of no sense of civic virtue. He drives for survival.</p><p>The vagaries of the Houston driver notwithstanding, Bob West did complete his odyssey safely. Exactly one hour and seventeen minutes after setting out, he pulled into his driveway among the utopian suburbs of northern Harris County. And there, at last, the towering pines shut out the continuous rumble of the freeway.</p><p><span class=\"dropcap\">H</span>ans Christian Olavson is a benign, thoughtful Norwegian immigrant who gets up every morning, climbs into his gasguzzling 1967 Cutlass (unair-conditioned), and commutes ten miles to work along the frenetic Katy Freeway (IH 10). He used to get so angry at the weavers and speeders that he would lean out his window, shaking his fist and cursing in Norwegian. Then he read an article about all the frustrated Los angeles freeway drivers using cars as weapons, and he is now a marshmallow. Exiting at Washington avenue, he drives up to his office in a sylvan island of northwest Houston, parks his car, and sits down with his T-square and calculator to plan the future of Houston’s freeway system.</p><p><em>amazing Freeway Fact #3</em></p><p>In Houston commuters tend to use freeways and leave other routes relatively less densely traveled. In Dallas commuters do the opposite. No one knows precisely why.</p><p>Olavson has a word for his job: “Frightening.” as traffic manager for the Houston-Galveston Regional Transportation Study, part of the State Department of Highways and Public Transportation, he is one of sixteen urban planners who spend their days trying to decide what to do with the 3.6 million vehicles that will be running into each other on the streets of metropolitan Houston in 1990, and their nights hoping that the world’s oil reserves will run out before they go to work the next day.</p><p>On a recent morning I found Olavson in his spartan office surrounded by mounds of documents, government studies, traffic maps, and flow charts. He had just finished collating a two-inch stack of statistics on the Houston driver, among which was this one: Houston metropolitan-area drivers travel 54 million miles every day. That’s what he means by frightening. Fifty-four million miles is equivalent to driving to the moon and back 113 times, or driving to the planet Saturn and back, or . . . well, you get the idea. When traffic planners talk about astronomical figures, they mean astronomical.</p><p>“What can we do?” said Olavson, pushing the documents aside and repeating my question. “Well, if someone could tell us <em>exactly</em> what this city would look like twenty years from now, we could mold a complete transportation system to fit Houston beautifully. We have the technology and the money to do it; that’s no problem. But who can tell us that? The fact is, we don’t have the foggiest idea.”</p><p>Olavson’s study group has been fogging its way into the automotive future for twenty years now, and the result is what you see today: a downtown area constructed exclusively for automobiles, encircled by a loop constructed exclusively for automobiles, intersected by eight urban freeways designed exclusively for automobiles. Yet another, the South Freeway, will be constructed within two years, and several other arteries are at various stages of development as part of the state’s massive $11 billion highway construction plan for the next twenty years.</p><p>The american obsession for building highways can be traced in part to Franklin Roosevelt—who believed naively that a sprawling system of federal highways would lead to the decentralization of industry into rural areas —but primarily it is due to the dottiness of the 1956 U.S. Congress. That group of good old boys passed the Interstate Highway act, a grand design to link every part of the nation with 42,000 miles of limited-access superhighways. The system, now 95 per cent complete, was not intended for metropolitan areas, but as a means of fostering commerce and aiding long-distance travelers who wanted to <em>bypass</em> congested areas. As often happens, the spirit of the law was quickly replaced by the letter of the law, and urban congressmen started promoting highway construction right up to the steps of city hall—90 per cent of it financed by the federal government. Today about 20 per cent of the interstate system is located within metropolitan areas, and that 20 per cent handles more traffic than the other 80.</p><img/><p>Thus it was that when Houston’s first comprehensive transportation study was developed in 1960, its long-range strategy could be summarized in two words: build freeways. “There was absolutely no attempt to improve the mass-transit system,” said Olavson, “or to stop the decline of what we had. Our ambitious goal was to improve the mobility of everyone, but what we did was foster urban sprawl and fill up every freeway as fast as we could build them. Now we have two-hour rush hours, threehour bottlenecks, the whole freeway system is overtaxed fifty per cent, we’re ten years behind on our own building schedule, and someday we will have all-day nonstop congestion. You have <em>all kinds</em> of fancy driving going on out there.”</p><p>And yet the story is more complicated than that. No one in 1960 could have forecast the phenomenal growth of Houston—still holding steady at 1270 new people and 2877 new cars each week—but let’s suppose that someone had divined the future and planned his freeways accordingly. The most common indictment of a freeway—any freeway—goes like this: “That thing was obsolete before they ever finished building it.” But with all that tax money, and all those urban-planning agencies, it <em>would</em> seem that somewhere one freeway would be built that was large enough to accommodate the rush-hour traffic for which it was designed. But the fact is that freeway systems are no more rational than the commuter—or, for that matter, the New York Stock Exchange. Dreams of a “planned urban freeway” are in a class with those Pentagon proposals for a “controlled nuclear war.” a freeway, like a city, has a life of its own.</p><p><em>amazing Freeway Fact #4</em></p><p>Although there may be any number of subtle improvements, freeway planners foresee no major changes in designing future freeways. What you see now is what you will get then.</p><p>To understand why traffic congestion will always be with us, and freeways will always be crowded beyond their capacity, let’s assume that there are two basic types of urban commuters. The first type is the adventurer, an imaginative, aggressive, infinitely curious driver who would sell his eldestborn child into slavery if he believed that doing so would shave two minutes off his commuting time. He is constantly searching for the quintessential shortcut, poking through back streets, looking for badly timed lights that favor his direction, obsessed with the idea of beating the system. The other commuter type—and this includes 95 per cent of us—is the sheep. He is a patient, resigned sufferer, content to be herded with 10,000 other commuters along whatever commuting route seems to be most popular. He changes his home-to-work system once every decade, but only when presented with a sworn affidavit that he can live a happier life by doing so.</p><p>Adventurers on the urban freeways are the equivalent of wildcatters in the oil industry; they keep the system honest. If we assume, for example, that there are two equally reasonable ways to get from point a to point B, the Law of Freeway Enterprise says that 50 per cent of us will go one way, 50 per cent the other. But in fact this is rarely the case. The unexpected will always happen. The street department will set up a detour, the cadence of a traffic light will change, and somehow one route will begin to take longer than the other. If this imbalance represents no more than five or ten minutes, most of us—the sheep—will continue in our tried and true ways despite the slight inconvenience.</p><p>But not the adventurers. Within a few days, they will have discovered that they can get to the office coffee room five minutes early by changing routes. Proud of their discovery, they will promptly blab this news throughout Gotham City, and a fiveminute advantage will gradually filter through to a few of the sheep. As the sheep begin to change <em>their</em> routes, the time on Route a begins to increase imperceptibly as the time on Route B begins to decrease. <em>Voilà.</em> Perfect balance is achieved once again. (This explains, incidentally, why shortcuts never work. Ephemeral traffic advantages are quickly swallowed up by Freeway Enterprise.)</p><img/><p>Now envision the business leaders of Gotham City deciding that both Route a and Route B are too congested—though <em>equally</em> congested—and what this city needs is an Urban Commuter Freeway. The voices of 10,000 commuters are raised in acclamation. The freeway will be built so as to take all the guesswork out of commuting—no traffic lights, no cross-commuting patterns, no adventurers shooting on and off from day to day. The freeway, admittedly, looks like the cure-all.</p><p>But now consider what happens in practice. The freeway is built, and immediately commuters from Route a and Route B pour onto its gleaming pavement. This is in all probability its capacity, or a little less than its capacity, for after all, it was built for these very commuters. But now something strange begins to happen. The freeway is so attractive—promising speed, convenience, and safety—that yet a third species of driver appears on the scene. We’ll call him the nomad, a species found in abundance on the state’s worst freeway—North Central Expressway (U.S. 75) in Dallas. The nomad is not commuting at all, but, for example, taking his children to a neighborhood school. In the past he had used side streets, but by using three links of the new freeway, he can get the job done much more easily. He is quickly joined by shoppers, by travelers passing through the city, and by the curious minority—unexplained by urban planners—who had never even wanted to go this way before a new freeway was built that invited them to do so. Then there are the commuters, heretofore unaccounted for, from Route C; the new freeway saves them no time at all, but by driving five miles out of their way, they can get to work and back without ever stopping at a traffic light. An entrepreneur, seeing the new masses piling onto the freeway, builds a restaurant at one of the exits. Another builds a store. Someone else, realizing he could be the commuter’s ultimate friend, announces the creation of a new subdivision, <em>two minutes from the freeway.</em> Result: overcrowding. The freeway itself is its own worst enemy.</p><p>For practical examples, we need look no farther than Houston’s first freeway: When the Gulf Freeway (IH 45) was first proposed after World War II, civic leaders said the idea was madness. The city would never have enough traffic to require a six-lane highway anywhere. Opened in 1948, it handled 50,000 cars a day in its first year of operation. By 1951 it was overcrowded, and it’s been that way ever since. (Dallas’ North Central, built in 1949, shared a similar fate.)</p><p>“I guess it might seem to you that we have encouraged driving,” said Olavson, as our conversation was nearing an end, “but there’s another way to look at it. We have also fulfilled a desire of the population to create a whole society that revolves around the car. It’s easy to say now that maybe it was wrong, building all those freeways. But I don’t think there were ever any sinister motives. We might have still had outward growth and sprawl. Who knows? Which came first, chicken or egg?”</p><p>As I got up to leave, I asked Olavson which of his given names he preferred for publication. “It doesn’t matter,” he said with a wave of his hand. “My name is Hans Christian, but an urban planner can’t go around calling himself that. People think he tells fairy tales for a living.”</p><p><span class=\"dropcap\">T</span>he most popular fairy tale being bandied about Houston these days comes not from the planning office, but from the city’s Office of Public Transportation. This is the agency established four years ago to reduce the number of cars on the street by promoting mass transit and car pooling. To give you some idea of how successful it’s been, agency director Barry Goodman commutes 56 miles a day—by himself—in a city-owned car, and the president of the city’s bus system, Wilson Driggs, lives in Dallas.</p><p>When I met Goodman in late July, he was busy promoting the proposed Metropolitan Transit authority, an independent agency with its own tax base, that was about to go before the voters. Regardless of whether the city of Houston runs the mass-transit program, or a regional transit authority is formed, the arguments are the same: more buses will take cars off the street and “relieve” congestion on the freeways. “Relieve” is a word used by bureaucrats who don’t know whether they can stop the march toward all-day congestion or not. The odds are that, no matter how many buses or railway systems are bought by the city, they will not relieve anything. According to a 1976 planning study, the average Houston driver makes <em>98 per cent</em> of all trips—to work, to shop, to school, to the beach—by car. The study went on to say that, even if Houston could somehow promote a 1000 per cent increase in bus riders by the year 1990 (not likely), that percentage could be reduced only to 92 per cent. That would hardly keep pace with the 411 new cars being added to the streets each day.</p><p><em>(Continued on page 199)</em></p><p><em>Driving Us Crazy</em></p><img/><p>Engineers can build freeways that withstand the stress of traffic, but no one has found a way for people to withstand the stress of driving. For all the time americans spend in their automobiles, psychologists have scarcely begun to study the psychological effects. Within the paltry scientific literature are a number of rather tedious works on methods that might be used to approach the problem and a few instances where researchers have plugged test drivers into EKG and EEG machines and discovered what everyone knew all along: driving causes stress and anxiety.</p><p>Of the few psychologists and psychiatrists who have tried to study drivers, the most provocative thinker may be Dr. Robert Turfboer. In an article for <em>Traffic Quarterly</em> he suggests that drivers, rather than acting out the urges of their egos, are really following the dictates of their subconscious—that is, dramatizing tensions and frustrations they aren’t even aware of. This would explain the remarkable personality changes some people undergo when behind the wheel, not to mention those frightening lapses all drivers have when they suddenly realize they can’t remember driving the past few miles. One wonders what was in the subconscious of the woman in Oakland, California, who sleepwalked to her car, got in, and drove over twenty miles before waking up.</p><p>But the average commuter trying to cope with the frustrations of getting to and from work, whether he is driving on a conscious or subconscious level, will find precious little advice on how to relieve those frustrations. In all the learned studies, only three suggestions seem pertinent:</p><p>1. Maintain a psychological balance between aggression and torpor. The experts call this Watchful alertness.</p><p>2. When stuck at a red light, don’t stare at the light. Counting the changes only adds to your problems.</p><p>3. Remember, you’re not alone.</p><p><em>(Continued from page 132)</em></p><p>The problem, as Goodman admitted, is not technological but mental. “The auto is still king,” he said, “and there will always be hard-core commuters. I say, if people want to suffer, let ’em suffer. But there are other people who would like to have a choice. And it is absolutely inexcusable that Houston, Texas, in the year 1978 does not have a public transportation system. We’re going to provide one, not as a business, but as a public necessity.”</p><p>Goodman, sitting in his city hall office overlooking a spaghetti bowl of commuter expressways, spoke with almost evangelical fervor. As the official salesman for a utopian system of swift, efficient buses and public-spirited commuters voluntarily banding together to share cars and save energy, Goodman’s apocalyptic voice is something like a Surgeon General’s warning that commuting causes cancer. Everyone knows he’s got the right idea, but nobody cares. He admits that car pooling, park and riding, and van pooling haven’t taken enough cars off the freeways to fill a downtown parking garage. “But something must be done,” he said. “The center core of the community <em>must</em> continue to grow.”</p><p>Aha. Here we come to the crux of the matter. Houston, the fastest-growing city in the nation, must continue to grow. It must continue to grow, the argument goes, because if commuters ever become fed up with the hassle of getting from suburb to city and start working in the same community in which they live (of all things), then the exodus of business from the central city will cripple the tax base, force a property tax increase, and lead via domino effect to urban decay. Every commuter has a threshold of commuting time. Once that threshold is exceeded—whether it is twenty minutes or an hour and twenty minutes—the commuter presumably begins looking for a more desirable place to live or work. If the commuter happens to be the president of Exxon, he could take millions of dollars with him.</p><p>Yet it is clear that average commuting time will continue to increase <em>regardless</em> of whether Houston chooses to build seventeen expressways, finance the world’s most sophisticated masstransit system, or sit on its hands. Studies show that in 1990, if the city of Houston completes its entire freeway system and mass-transit network, the average driver will still travel by car 44 miles a day. If, on the other hand, the city builds nothing, the average driver will not travel so much—only 43 miles a day. (Presumably he will get discouraged once a week by all the bad traffic out there.) and in either case, Houston will have an estimated 3.6 million cars—twice as many as it has today.</p><p>What is a bureaucrat to do? The conventional solution—building more highways—leads to more congestion by encouraging more people to use them. The fashionable solution—constructing mass-transit systems—has some effect in the short term but merely delays the crisis two or three years, since no system can ever be as convenient as the car. The utopian solution—voluntary car pooling—is absurd. And the rational solution—build nothing—is politically impossible due to the passionate influence of the auto/oil lobby, pork-barrel congressmen, and the popular conception of urban planning as the one way out of this morass. There is one other possibility. That would be to allow the price of gasoline to rise to its true world-market price, which could go as high as $2 a gallon, and then to tax that gasoline at a level that would preclude any frivolous use of the automobile. Provisions would have to be made for the poor—in the form of energy stamps or tax credits—but the poor have never been part of the problem anyway. They buy more efficient cars, keep them longer, and use them less frequently than the sixty-mile-daily middle-class commuter. “But even that,” said Goodman, “might not make a difference. The price of gas doubled in 1973, and people still bought Cadillacs. People view the auto as a necessity.”</p><p>The Houstonian’s passion for the unwritten Right to Commute is nowhere more evident than in a tiny two-room apartment on the twenty-first floor of a downtown hotel. This is Houston Traffic Central (HTC), a private corporation that serves as the commuter’s guiding beacon in his darkest hours—which are generally from 7 to 9 in the morning and 4 to 6 in the afternoon. HTC is in the congestion, accident, and stalled-car business, generating reports on screwed-up traffic at the rate of one every five minutes. To do this, they use the services of seven hundred volunteer spotters with CB radios, each person selected for the uniqueness of his commuting pattern. Like lookouts searching for Moby Dick, they cry ahoy at the first sign of a major snarl, and within seconds complete information on the nature of the mishap is fed to nine of the city’s radio stations.</p><p>On a recent afternoon at HTC, the combined sounds of radio static, ringing telephones, rapid-fire typewriting, whirring facsimile machines, crackling police radio, and the nonstop CB jive of Harvey the “Roadrunner” Franks were almost enough to overwhelm the incessant drone of traffic passing far below along the Gulf Freeway. A glance at the huge traffic-snarl blackboard over the Roadrunner’s right shoulder indicated that this was a typical day: an eighteen-wheeler jack-knifed on the East Loop, a bus stalled and blocking three lanes on San Jacinto, minor accidents on the Eastex, Katy, and Southwest freeways, a haywire traffic signal on austin, a stalled car on the Gulf Freeway, a car on fire on the La Porte Freeway, a railroad-crossing barrier stuck in the down position on Shepherd, and a heavy rainstorm along the West Loop. That was at 5:30. By 6:30, when chief broadcaster Beth Eldridge usually makes her last report of the day, there had been seventeen accidents, too many stalled cars to count, congestion at every major interchange, and the Roadrunner’s blackboard looked like the manuscript of a medieval monk with bad handwriting.</p><p>The fact that Houston drivers are willing to endure this chaos, day in and day out, has made the commuter traffic report as essential to radio stations as weather service. Eldridge founded the service three years ago under the assumption that the conventional process—using “traffic ’copters” that dart from freeway to freeway in an effort to stay one step ahead of the next fender-bender—was both expensive and inefficient. She set about organizing her complex system of mobile spotters, memorized the locations of some thousand Houston streets, and did for traffic what the National Weather Service did for the rainstorm. The only difference is that she’s right more often. “The main thing we do for people,” she said, “is just let them know <em>why</em> they find themselves sitting in a freeway parking lot. A lot of times that’s all they want —just some explanation of what happened, where it is, and how much longer they’ll have to wait. We rarely suggest alternate routes, because they usually take longer than just waiting the traffic out.”</p><p>But patience—we are now moving away from the ivory tower of traffic reporting and back into the freeway maelstrom—is not the Houston commuter’s most salient feature. It is a quality so rare, in fact, that finding a law-abiding motorist on a Houston freeway is like prospecting for gold in Pasadena. If you see one, take down his license number, because he’s probably creating a traffic hazard through his prudence. Rear-end collisions are the most common accident on Houston streets, and they usually happen when a speeding (read “typical”) driver roars over the crest of a hill and crashes into a safe driver who is properly braking for the stacked-up traffic. Captain John LeVrier of the Houston Police Department has seen literally thousands of these, and he says the causes are always the same: “people driving with sacks over their heads.”</p><p>Captain LeVrier is a gray-haired, mustachioed cop who has spent the past forty years trying to get drivers to stop killing one another. He has promoted safety-education programs, lobbied for seat-belt and safety-glass laws, insisted that his officers adhere to the strict letter of speed laws, and organized one of the most comprehensive DWI enforcement programs in any american city. As the senior officer on the Houston force, his career has been coincidental with the complete history of freeway traffic in Harris County. He says it’s never been worse. It’s so bad today that when he talks about it, his voice rises an octave and the veins on his forehead stand out in sharp relief.</p><p>“i’m sorry to say this,” he says, “and ten years ago I <em>couldn’t</em> have said it. But it’s getting to the point where the evil has overcome the good. Every day I walk into my office, and the first thing I see are all the resignations. Our traffic cops can’t take the pressure anymore; they can’t take the abuse that you have to go through to enforce the simple traffic laws. After you make a few arrests, and in every case the person is yelling and screaming and claiming he’s being harassed and discriminated against, the pressure begins to get to you. You begin to realize that you’ll be better off—and get along better—if you look the other away and <em>don’t</em> enforce the law. And when that happens everybody suffers. We’re fast approaching a time when the freeways of Houston are going to operate according to one simple law—survival of the fittest.”</p><p>Last year in Houston—where auto insurance rates are higher than anywhere else in Texas—there were 11,009 reported hit-and-run accidents, or 38 each day. That statistic is sinister enough, but evidence is growing that more than a small percentage of those accidents were not accidents at all but deliberate attempts by one driver to harm another. Assault with a deadly weapon—namely, a car—has already become such an acute problem in Los angeles that police have filed more than four hundred attempted freeway homicides in the past year. A rush-hour commuter in Dallas recently became so angry at another driver in heavily congested traffic that he followed him to a service station, pulled alongside, and shot him four times with a revolver. Police in Highland Park reported two feuding motorists on the North Central Expressway who pulled onto a side street, got out of their cars, and fought it out with their fists before returning to their travels. And in California’s most celebrated case of freeway frustration, a man in a pickup truck went berserk, intentionally side-swiped 32 cars, crashed into a median divider, jumped out of the truck and into a station wagon he had forced off the road, shoved the driver into the passenger seat, plowed into a tractor, and ricocheted into a Volkswagen bus before police finally caught up to him.</p><p>Violence on the freeways is a dark phenomenon that social scientists have only begun to explore, but some of their conclusions are what you would expect: the car is an extension of the driver’s ego, and any other car that challenges the ego’s self-respect—by cutting in, refusing to yield, driving too slowly—is perceived as a personal enemy. The common courtesies of the freeway—like maintaining one car length of space for every ten miles per hour of speed—have long since disappeared, so that today for every ten freeway drivers, we have ten different conceptions of what the standards of reasonable conduct should be. Increased congestion and more and more drivers refusing to obey speed laws will only lead to conflict and anarchy. Captain LeVrier puts it another way. “By the year 2000,” he said, “hit-and-run will be an american sport.”</p><p>A team of researchers at the University of Utah recently studied levels of hostility among drivers on the streets of Salt Lake City and found, among other things, that 12 per cent of the men and 18 per cent of the women have felt that they could “gladly kill another driver.” Some 30 per cent of the drivers admitted that they commonly swear out loud at others (65 per cent swore under their breath), and another 23 per cent expressed annoyance at uncontrollable factors such as traffic lights changing to red as they approached an intersection. The conclusions were obvious: driving does provoke hostility in most of us and can readily lead to violence.</p><p>Violence aside, the dangers of exercising your right to drive are escalating dramatically with each passing year. In terms of human life, last year was the worst in Texas history—despite the 55mile speed limit. A total of 3698 persons died on the state’s highways, and statistics show that about half those victims were probably innocent of any traffic offense. There is nothing rational or predictable or fair about freeways; you are more vulnerable there than in airplanes, trains, or even ships at sea. Your only defense is a constant attention to the myriad forces at work around you.</p><p><span class=\"dropcap\">O</span>n my final day in Houston, I drove out the North Freeway—very carefully—to see the flotsam and jetsam of our freeway culture. The Houston Salvage Pool, a sprawling dirt lot located along a sparsely developed stretch of Mt. Houston Road, is not so much an automobile graveyard as a kind of purgatory, the place where the automobile equivalent of the mortician dresses the cars up for the final auction. They accept about fifty dead cars each day, most of them bent like pretzels, and salvage pool manager Sid Solomon does his best to see that they’re lined up in neat, even rows so that they’ll be more attractive to would-be buyers.</p><p>“Yeah,” said Solomon, “accidents are peculiar things.” as he spoke we were walking near one of the rows—here a Toyota crumpled like a wad of paper, there an LTD with all its windows smashed out, next to that a carcass burned so badly that it was impossible to identify. “Every one of them seems to be different. Sometimes you start out in the front seat, end up in the back; sometimes it’s the other way around. Most of the ones we get are front-end, though, and we get quite a few that have been in fires. You can’t generalize about them, though. Nobody knows what it is exactly that makes an accident happen like it does.”</p><p>Solomon is a freckled, red-haired country boy with an open, gregarious nature who owns two cars and a pickup, commutes about sixty miles daily from his home in Katy, and prides himself on the fact that he’s never had an accident. “Not that I haven’t had some close calls,” he said, as we walked back to his office in a small prefab building. “Houston’s become such a melting pot of driving styles that it’s hard to avoid ’em. I don’t really know <em>what</em> it is about Houston that makes driving so dangerous, but I know that i’ve driven all over the United States, and there’s nothing quite like what we have here. There’s something in the <em>mind</em> of a Houston driver that’s different.”</p><p>Solomon paused for a moment, presumably reflecting on the mind of the Houston driver.</p><p>“I guess the real problem,” he continued, “is that the streets of Houston are filled up with too many people just exactly like me. For example—I own two cars now. I own two cars because I want two cars, and nobody has told me I <em>can’t have</em> two cars, and if somebody did tell me that, i’d oe pretty mad, i’ll tell you. Number two: I live in Katy, but I work in Houston. Now I live in Katy because I <em>like</em> to live in Katy. When I get into the car, and I start out on those thirty-one miles to work, what have I sacrificed? In this day and time, some cars are a better place to be than some <em>houses.</em> It’s not like the days when people drove around in ’fifty-one Ford flatheads, with standard transmissions and no air conditioning. These days, there’s a house rolling on every four wheels. You have your air conditioning, you have your radio, you have your eight-track—you can virtually turn your car into a palace. You have <em>every</em> possible convenience, except that you can’t lie down and sleep in one ’cause it ties up traffic. Now what’s better than that? Unless somebody tells me different, i’m gonna have my cake and eat it, too.”</p><p>Sid Solomon—who had just delivered the most trenchant analysis of urban commuter behavior I had heard all week—rose from his desk and said he had to be going. There was a totaled Chevy waiting for him somewhere. As we exchanged farewells, I wished him luck in his business. “Yeah, it’s a nice, steady business,” he said. “Of course, it’s gonna get a whole lot better.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Traffic",
      "Houston",
      "Cars",
      "urban",
      "Driving",
      "people",
      "ever",
      "office",
      "ten",
      "BUS",
      "Highway",
      "Police",
      "Dallas",
      "Future",
      "Transportation",
      "Work",
      "Radio",
      "Weather",
      "Cities",
      "Drives"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Houston",
      "West",
      "Dallas",
      "Katy",
      "Texas"
    ]
  }
}