{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19789",
    "date": "September 1978",
    "year": 1978,
    "month": 9,
    "month_formatted": "September",
    "pdf_uri": "/1978/19780900.pdf",
    "issue_cover_image": "",
    "document_start_page": 106,
    "toc_start_page": 102,
    "document_page_range": [
      [
        106,
        107,
        108,
        109
      ],
      [
        197,
        198,
        199,
        200,
        201,
        202
      ]
    ],
    "toc_order": 1,
    "toc_headline": "The Deadliest Sin",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-197809-thedeadli",
  "source": "/1978/19780900.pdf",
  "wp_post_id": 112719,
  "wp_post_guid": "http://www.texasmonthly.com/article/the-deadliest-sin-2/",
  "authors": [
    "Paul Burka"
  ],
  "headline": "The Deadliest Sin",
  "dek": "It inflames the passions, destroys the intellect, breaks up families, and leaves careers in shambles. We are speaking, of course, of bridge.",
  "spread_caption": "",
  "excerpt": "Confessions of a bridge nut.",
  "kicker": "",
  "word_count": 5873,
  "content": "<p><span class=\"dropcap\">I</span> learned the game of bridge from my mother, a fact for which she has never forgiven herself. She has often inquired why, from all the wisdom of the world she tried to pass on, I apparently took to heart only the rudiments of a game of cards. I have tried to answer by pointing out the joys that lie in knowing you have mastered something, but she wonders why it couldn’t have been, say, law or medicine. Eventually, though, curiosity got the better of her, and when we happened to be in Washington during a national bridge tournament, she said she wanted to see firsthand the fascination of this game that claimed so much of my time.</p><p>The tournament was being played at the Sheraton Park, one of those stately old hotels with elegant lobbies and chandeliered ballrooms that are proof in themselves that important things happen there. As we headed for the playing area, a level below the lobby in the main ballroom, I launched into the speech that I had persuasively delivered just a few minutes earlier to the steering wheel of my car.</p><p>“National bridge tournaments are always held in places like this,” I began. “So are bar conventions,” she parried. That line had not occurred to my steering wheel. Things were starting off badly. “The best part of bridge,” I attempted to recover, “is the people. Bridge players are the brightest, wittiest, most interesting people i’ve ever known.” But I had lost my audience. We had started down the escalator, and her attention had drifted toward a commotion we heard coming from the floor below. The reason soon came into view: a lady with silver hair and gold dress seemed to be testing the strength of her purse by banging it against the head of a passive male companion. “Even hotels are having trouble getting good help these days,” I tried, but at that moment the woman hissed, “How could I marry such an idiot? How could you double?”</p><p>We left them behind, both questions unanswered, and stepped through the door into the playing area. Immediately one of my regular partners, who knew of my plans to bring my mother to the tournament, spotted us and ran up. “HeyPaullgottagiveyouahand,” he spurted. I stopped him to point out my companion. He noticed her for the first time and without missing a beat said to her, “Youholdfourspadestothequeen. . .” I forget the rest of the hand. I have not forgotten the look on her face.</p><p>That happened in the summer of 1973. Since then i’ve given up trying to explain my love of the game to uninitiates, though occasionally I still have to do it to myself. Sometimes after an unsuccessful tournament I calculate the number of hours I have spent on bridge since my first appearance at the Houston bridge studio in 1963. I’ve averaged about two games a week, plus eight tournaments a year, for fifteen years. That’s close to 60,000 deals—put another way, about 10,000 hours of bridge, or more than an entire waking year. Since any player worth his master points spends at least an hour talking or reading about the game for every hour playing it, there goes another year. More than a few of those hours have been close to unendurable. For committing the heinous crime of detaching a card from my hand prematurely, I have been told that I have “pigpen manners and barnyard morals”—this from an opponent who openly ran around on his wife and would soon abandon her and their children. I have suffered the cruel fate of being silenced by laryngitis on the precise occasion that one bellow could have summoned a tournament official to reprimand the most pompous player in the Southwest. I have had to listen to countless opponents prattle about my bad luck (except they refer to it as bad play). Though I despise tobacco, I have inhaled more cigarette fumes than most chain smokers, and I have probably spent more time in claustrophobic smokefilled rooms than Bob Strauss. I have driven all day and all night with no better destination than Pittsburgh. Back in my student years I spent more nights than I like to remember at establishments like the Hotel Cardinal on the Louisville riverfront ($2 a day, 500 extra for bath). I have witnessed the sobering sight of our car’s right front wheel—not tire, mind you, but <em>wheel</em>—spinning into space like an oversized Frisbee as we careened down the Western Kentucky Turnpike. I have lost a major tournament because two ladies from Lubbock were so bad they couldn’t bid a slam with a 90 per cent chance of success, and another because two ladies from Dallas were so bad they did bid one with a 90 per cent chance of failure; both times the short odds were in.</p><p>Photography by Marlon Taylor</p><img/><p>So why do I do it? Well, there have been some successes, ranging from a national open pairs championship in 1970 to reaching the finals of the state team playoffs just this spring. I’ve even won some matches in Vanderbilt Cup competition, the Wimbledon of the bridge circuit. I’m not expecting the next phone call to be from the Dallas aces asking me to join their team, but I have won enough to have a few lines under my name in the <em>Official Encyclopedia of Bridge.</em> Still, I suspect that if I had never won a single master point, I would play just as much, maybe more. I love the game.</p><p>And why not? Its appeal is both mathematical and psychological: no other game so mixes the most precise and the most imprecise of the sciences. The game is played with 52 cards and the variations are finite. The players bid their hands until one side obligates itself to perform a contract—say, to take ten tricks with hearts as trumps. That side’s chances of success can be calculated within a fraction of a decimal point. But the beauty of the game is the vast uncertainty that swirls around inside this atmosphere of mathematical certitude. Chess players glorify their game for being totally free of luck. Bah! If you don’t want to deal with luck, go out and start an insurance company. Bridge is a game; games are supposed to have luck. Though in the long run bridge is a game of percentages, on any particular hand it may pay to defy them. This is only a small part of the psychological aspect of bridge; of much greater significance is the fact that the game is played by partners, not individuals. In chess, if you lose, <em>you</em> lose. Chess players see this as a virtue, but in fact bridge is much more demanding: it offers the opportunity to blame someone else for your own sins and this makes the game, for those who yield to the temptation, much harder to master.</p><p>“Chess players glorify their game for being totally free of luck. Bah! Games are supposed to have luck. If you don’t want to deal with luck, go out and start an insurance company.”</p><p>There is something else to be said for bridge. Of the common addictions—tobacco, alcohol, drugs—bridge is clearly the most socially acceptable. Unlike a pack of cigarettes, a pack of cards contains no nicotine. Who ever heard of anyone getting arrested for driving under the influence of bridge? as for drugs, a federal agency reported recently that 75 per cent of all crimes against property are committed by addicts desperate for money. No one steals to buy cards. An evening of cocaine costs $90; an entire day of tournament bridge but $9.</p><p>That is not to say the world of bridge is entirely free of crime. Back in 1931, John Bennett of Kansas City, Missouri, paid the supreme sacrifice for failing to make four spades. After a short but heated discussion, his wife produced a gun and settled the dispute in her favor. She was later acquitted, which always has seemed excessive to me: his line of play wasn’t bad enough to warrant justifiable homicide.</p><p>I suppose people have died over other games—poker and pool come to mind—but devotees of such lesser forms of competition play down the seamier sides of their pastimes. Not bridge players. In a way they are all John Bennetts: they have given up their lives for the game. They love to talk about how Bennett should have played the fatal hand, or the famous Culbertson-Lenz challenge match of the same era, when Dallas’ Oswald Jacoby made front-page news by quitting in a huff after a rhubarb with Lenz. What other game can incite such passion? Chess, the game that is closest to bridge in intellectual stimulation, is placid by comparison. Aside from temper tantrums a la Bobby Fischer, the only mention of churlish conduct I could unearth was a report that Blackburne so tired of losing to Steinitz that he tossed his nemesis out a window—an undocumented defenestration that in any event had little impact on the champion’s subsequent career.</p><p>Like many people, I first found out about bridge fanatics in college. You could walk through the lounge of the residence hall at any hour of the day or night and find the same group of players and kibitzers huddled around a table. They had the slightly emaciated look of serious mathematicians, with short, curly hair and horn-rimmed glasses. No one seemed to know their names, and you never saw them anywhere else. Toward the end of the year, when everyone but them was frantic over finals, their game took on the serene air of persons reconciled to martyrdom. Little did I know that within six months I would be one of them; or that within two years I would skip a law school final that schedule makers had contrived to conflict with the start of the Corpus Christi regional.</p><p>It is not hard to become a bad bridge player, and I quickly managed the feat. There are only three aspects to the game —bidding, card play, and defense—though serious players would add another: defending yourself in the postmortem. An absolute beginner with a modicum of card sense can learn how to play in a day. All he really needs to do is memorize the bidding code Charles Goren and others have devised to describe the 635 billion possible bridge hands using the fifteen words allowed under the rules. This framework will serve him well for about three-fourths of the hands he is likely to play. Part of the game’s charm, however, is that even the gifted take about five years to develop the judgment necessary to handle the other fourth. The same is true for card play and defense, except they take a little longer.</p><p>My college partners and rivals were a good group to learn with. One would go on to become a successful trial lawyer; another went with IBM as a mathematician; another joined the State Department. They were argumentative types who would critique every bid and play, unhampered by the fact that none of us knew very much about the game. We approached bridge the same way we approached physics and chemistry, looking for magic formulas we called “plugs” that explained everything. I still remember them: F = Ma, for physics; PV = Nrt, for chemistry; eight ever, nine never, for bridge. I recall 1962 as an endless card game, punctuated by shouts of newly deduced postulates like “Lead the unbid major.”</p><p>We discovered duplicate bridge with the help of a newspaper article telling of 2000 players gathered for a tournament at the Shamrock Hotel. The mathematician had read somewhere that there were 36 million bridge players in the United States, and he started scribbling some figures on a sheet of paper. After a few minutes he looked up. “There can’t be more than three hundred people at the tournament better than we are,” he announced solemnly. “Look, I can prove it.” Thus fortified, we sauntered into the ballroom where, according to the information board in the lobby, the tournament was about to start. But we had apparently come to the wrong place. The conversation was like nothing I had ever heard in my life.</p><p><em>(Continued from page 104)</em></p><img/><p><em>(Continued on page 193)</em></p><p>One animated discussion went something like this:</p><p>“We got a fix!”</p><p>“What did you get on the track?”</p><p>“We tried to get the tap going.”</p><p>Aha! I thought: a private investigators’ convention.</p><p>But it wasn’t. We decided to be on the safe side and enter the novice game, even though we’d been playing for a full year. I remember only two things about that night: the smoke gave me an intolerable headache, and we didn’t win. In fact, we finished last. Last in the novice game. When we got back to campus, the future trial lawyer, who hadn’t gone, reacted to the news with a sneering, “You choked!”</p><p>Yet the evening was far from a total loss. I had learned the mechanics of duplicate bridge, a form of the game designed to minimize luck by insuring that everyone holds the same cards. Unlike social bridge, it is possible to hold very bad cards and do well, or conversely, to hold very good cards and do poorly. If, say, you bid and make a small slam when everyone else holding your cards bids and makes a grand slam, you are no better off than a golfer who pars a hole everyone else birdies, or a worker who gets a 5 per cent pay raise when there’s 10 per cent inflation. This sounds like it makes a great deal of sense until it is compared to other games. Suppose, for example, the National Football League decided its championship that way. All thirteen games would be played simultaneously, every team would run the same plays, and each down would be scored separately. The team with the most yards on a down would get the best score. The winner wouldn’t be the team with the most touchdowns, or even the team with the most yards, but the one that finished near the top on the most plays.</p><p>In addition to this rather peculiar scoring system, I also began to decipher the strange new tongue I had heard earlier. After the game a florid man with an unexpectedly squeaky voice came up to me and piped, “What did you do with six solid, four to the bessie, two pups, and stiff?” He turned out to be describing with no ambiguity a bridge hand: six spades headed by the ace, king, queen, and jack; the queen and three small hearts; two small diamonds; and a small club. The suits are always given in reverse alphabetical order; anyone who makes the mistake of varying them has unwittingly labeled himself a hopeless mullet.</p><p>One would think that, since competitive bridge depends on a steady flow of newcomers, experienced players would coddle and encourage novices. One might just as well suppose that the Marine Corps would coddle and encourage recruits at boot camp. In fact, tournament bridge players seldom display any instinct to propagate their species. The hapless novice hears himself openly called a muzzy, turkey, or other pejorative. He lives in constant fear of violating some obscure, unknown rule and hearing the dreaded “Di-REC-tor!” shouted by opponents eager to summon a tournament official who will show him no mercy. He gets frequent unsolicited (and generally worthless) advice from poor players, but the real experts never volunteer to share their secrets. Once at the Houston studio I asked John Harris, now the top tournament director in Texas, how to bid what I thought was a difficult hand. “You might learn to play this game by 1999,” he snorted, spinning on his heel and walking away. On another occasion I asked Jim Jacoby, Oswald’s son and a world-class player at both bridge and backgammon, whether I should have bid on a hand that was rich in queens and jacks but short of aces and kings. All my books said it was a close decision. “Do me a favor,” Jacoby said. “Don’t waste my time asking me to consider passing with that many points.”</p><p>At the time I found his reply gratuitously harsh; I probably should have been grateful that he answered at all. Later, when people began to ask me similar questions, I began to understand the psychology of bad players. Most don’t want to learn. They want to argue, to justify, to prove by words what they cannot prove at the table. One of Texas’ most successful women players has a standing rule to discourage such debates: she’ll gladly answer any query, if the poser will first pay her a dollar. You can get your money back—if you don’t take issue with her answer. She’s kept a lot of dollars.</p><p>Once during an all-night drive to some forgotten tournament, one of my partners was speculating about the reason for the tremendous hostility toward newcomers to duplicate. “It’s like evolution,” he said. “It culls out the weak. Anyone who survives two or three years of it has got to be serious about the game. The next time you insult a turkey, remember, it’s good for bridge.”</p><p>Maybe he was right. That first duplicate game doomed our campus bridge group. To me, our social game suddenly seemed no more like real bridge than hitting a ball against a backboard is real tennis. When I picked up weak hands, I found myself yearning for the consolation of duplicate, where twelve other players would have to share the same fate. I also missed the language. But most of all I missed the score slip, that little piece of paper that listed all the results on a deal and told me whether I played it better, the same, or worse than everyone else. Without the factor of comparison, bridge had no meaning to me. I was hooked.</p><p>I joined the ACBL (american Contract Bridge League), the umbrella organization that sponsors tournaments, franchises clubs, and keeps track of players’ master points. Last year there were three national tournaments, 84 regionals, and 801 sectionals, plus regular games at 4560 local clubs. That adds up to 1.5 million tables of bridge, 6 million bridge players, all of them after the same thing: master points. These coveted status symbols are the only prize in tournament bridge. For winning a local club game, you might get a full master point; more likely the payoff will be .60 or so. Tournaments offer greater rewards for success. For leading your group at a regional (so many players attend tournaments that the field has to be subdivided into thirteenor fourteen-table sections), you will win around 3 points; even fifth in your section may pay more than winning a club game. The high score in the entire field will collect close to 50. The ACBL’s highest rank is Life Master, 300 points, but bridge ratings, like income tax brackets, have lost meaning in recent years because of inflation. Tournaments have proliferated, and players have many more opportunities to win points without traveling. When I first started playing, Houston held three tournaments a year and San antonio two; now Houston has nine and San antonio five. Many players get their gold cards, as the ACBL’s Life Master certificate is known, without ever winning a tournament event. Once the province of experts, the Life Master ranking has become something of an attendance prize.</p><p>At my first full tournament, however, my partner and I managed to defy the odds by playing afternoon and night for five days and netting but half a master point. Fifth in our section—the lowest finish that pays master points —the first afternoon was the best we could do. Our game had seemed to be going pretty smoothly that first session when late in the day we had to go to a table in a dimly lit corner of the room. Rounding a post, we came upon our opposition: a thickset man with wavy white hair who hunched forward over the table the way gunfighters in Westerns slouch belligerently over bars. Everything about him said that the table was <em>his.</em> Behind and to either side of him were seven kibitzers, and as we waded through them to get to our chairs, they avoided looking at us, reminding me of jurors who won’t look a defendant in the eye after they’ve voted to convict him. He was so imposingly different from all the bridge players i’d ever faced that I never did notice his partner. “That’s Ozzie,” my partner whispered to me. I wanted to relieve the tension by asking, “Where’s Harriet?” but my throat wouldn’t cooperate. It was dry. I was about to play Oswald Jacoby.</p><p>It was not a success. Jacoby’s tempo is legendary: he is the fastest player in the game, and though you know better than to get sucked into his pace, you also want desperately to show you can keep up with him. You can’t, of course, and when we left his table, we had contributed to his 12,000 career master points.</p><p>The chance to play head-on against someone like Jacoby is one of the things that makes duplicate bridge the best game in the world. Where else do ordinary and even novice players get to compete against players of world class? Nowhere, and no wonder: it would be pointless in most games. Even now, if I played tennis as well as I play bridge, I could not hope to take a game, much less a set, from Jimmy Connors. Yet the last time I played Bob Hamman and Bobby Wolff, the Dallas pair that ranks among the half-dozen best bridge partnerships in the world, our side won comfortably. What gives the underdog a chance in bridge is the scoring system: you’re not competing against the enemy at the table, but against the other people holding your cards.</p><p>Every expert is hard to play against, but some pose unique problems, like Jacoby and his tempo. Dr. John Fisher of Dallas, three-time winner of the spring national open pairs, is as maddeningly slow as Jacoby is fast. During the semifinals of the state team championship this spring, my partner forced Fisher to make a difficult guess early in the play. Dr. John “went into the library,” as bridge players say, and studied the hand. And studied the hand. After three or four minutes, his partner suggested to me that we take a walk to stretch our legs. We came back; Fisher hadn’t moved. Wearily, I sat down and, strange as it may sound, laid my head down on the table and took a short nap. When I awoke, my partner had disappeared and Fisher was still in a trance. To make matters worse, I <em>knew</em> Fisher was going to make the right play. He always does. I felt like showing him my hand just to get it over with. Twenty-two minutes after my partner’s play, Fisher finally made his decision—the right card, of course.</p><p>Curtis Smith’s trademark is his acerbic tongue, which spares neither partner nor opponents. Some of his verbal brutality is gamesmanship—last summer he raised a ruckus because I wasn’t facing the table straight on. I should have said, “What is this, a posture contest?” but in fact I fumed silently and miscounted trumps. Once, playing with a woman he’d berated loudly all session, Smith bid one spade. His beleaguered partner was looking at a mediocre collection of cards, worth perhaps a two-spade bid. “Seven spades,” she snarled. “If you’re so smart, let’s see you make <em>that.”</em></p><p>It is impossible to say which expert is the best bridge player in Texas, for the game is a contest of partnerships, and an expert who meshes smoothly with one partner may not jibe with another. One of the great blunders in bridge history came in the 1963 world championship with the United States team holding a slim lead over Italy near the end of the match. U.S. captain John Gerber, a Houstonian and one of the game’s all-time great names, mysteriously decided to break up two of his established partnerships. He split the Jim Jacoby-Bobby Nail duo and paired fellow Houstonian Nail with East Coast expert Howard Schenken. The ill-timed experiment was a disaster: the americans were routed and Italy won the third of what was to become nine consecutive world titles.</p><p>Meanwhile I was conducting my own search for the ideal partner. Had Diogenes played cards, he would have abandoned his quest for an honest man to concentrate on this even rarer creature. The perfect partner would be tolerant of my errors and intolerant of his own. He would have the powers of a mystic and a command of extrasensory perception; he would pick up my silent screams to <em>lead a spade, partner!</em> He would never, as one of my partners did, rebut my contention that I had made the technically correct play with, “i’m kinda partial to the winning play, myself.” One candidate was too clever by half; he liked to jockey the opponents with cunning bids, except sometimes he jockeyed me as well. Another was a flawless technical player who knew a lot about cards but nothing about people; he never seemed to notice opponents' hesitations and intonations that often revealed as much about their hands as their bidding and play did. I decided he was too oblivious when he asked me, “Did you see the way that guy played the hand?” just after we’d played a woman i’d never heard referred to except as Old 48D.</p><p>That’s when I began playing with Bill Johnson. Part of his strength was his deceptive appearance: he was short, slightly built, and seemed to be about twelve years old. His eyes were slits obscured by thick glasses, and he always looked to be on the verge of falling asleep. But his mind was extraordinarily alive. Little Willie Johnson had a flair for bridge like no one i’ve ever played with. When he was on, which was usually, his fingertips led him to the right card like a rod divining water. If he had stayed with bridge, instead of throwing his life away on mathematics, I have no doubt he’d be a player of world class today. Ten years ago, when we were all still learning the game, he could visualize plays none of us had studied or read about. Once we were driving home after a Fort Worth tournament and I was telling my two former partners about a strange hand from an austin club game. Bill partied hard after tournaments and he was in the back seat sleeping off the effects when he suddenly sat upright, said, “If you don’t return a spade at trick two the hand’s cold on a triple squeeze,” and fell back asleep before anyone could ask what he meant. When I got home I borrowed a book on squeezes (a very advanced type of play) and looked it up. The name he’d made up was wrong, but his analysis was right.</p><p>We made most of the tournaments in this area during the late sixties: Johnson and I, my two ex-partners, and two or three other friends and occasional partners. We’d go to Lawton, Oklahoma, to abilene and San angelo, to alice and Nacogdoches and Tyler, in addition to all the big-city tournaments. Playing in a bridge tournament is a lot like going to Las Vegas: after a while time and even days lose their identity. Several years ago a group of us rented a Winnebago for a Labor Day regional in Shreveport. On Sunday morning, after I hadn’t seen a newspaper for three days, I went to a nearby convenience store, but the flimsy paper on the rack was obviously a leftover from Saturday. “Do you know where I can get a Sunday paper?” I asked the clerk. He produced one from under the counter. “Why not keep them on the rack till Monday?” I asked. Alas, it <em>was</em> Monday. But that’s the way bridge tournaments are. You arrive the first day at noon, play for four hours, wait for the scores to be posted, talk over the hands, break for dinner and more talk of hands, return at eight, play till midnight, wait for the scores, talk over the hands, go to bed around two, up at ten, get dressed, eat lunch, start over again. It never varies, except some days you start three hours earlier. To be perfectly honest, a devoted newspaper aficionado could find five minutes or so to keep abreast of contemporary affairs, but in fact the endless hours of bridge anesthetize your mind against the outside world. By the end of a tournament I feel as though my brain cells have been reprogrammed. I can remember every card of every hand I have held for a week, but I have forgotten telephone numbers and the name of the President of Zambia.</p><p>Some players never leave this world. They travel from tournament to tournament, making at least forty regionals and the three nationals each year. They are bridge professionals, but there’s a catch to earning a livelihood this way: the ACBL offers no cash prizes, so one has to get sustenance elsewhere. The pro’s meal ticket is a weak player so desperate for master points and recognition that he is willing to pay anything from $100 a day to a retainer of $20,000 a year just to get the pro as a partner. In order to let the client save face, this arrangement is politely referred to as taking lessons, but the pro is paid for winning master points, not teaching, and knows it.</p><p>I refuse to play professionally. The reason is very simple: I love bridge and a pro doesn’t get to play anything resembling it. One of the great pleasures of the game, the cooperation and communication between partners that at its best can approach the mystery of a love affair, is rendered meaningless. Playing bridge with a customer is like playing tennis doubles with a mannequin for a teammate.</p><p>There are all sorts of ways to make a living playing bridge. Some pros hustle money bridge and backgammon during the week and attend tournaments only on weekends. Bobby Nail has a money bridge club in Houston. Insurance man Bob Hamman and stockbroker Jim Jacoby attract clients from the bridge world who sometimes show up as their partners. Bobby Wolff is a regular on teams captained by Dallas financier Ira Corn, founder of the aces and Wolff’s boss. There are even experts who play for sex; yes, there are bridge groupies. At the 1973 Washington nationals one of the players I did not introduce to my mother was the Philadelphia high school senior who was getting more attention than Oswald Jacoby; she had vowed to sleep with player after player during the ten-day tournament until their accumulated master points totaled 20,000 When I last heard a tally, she was over 16,000. At the New York nationals a year later an expert brought play to an abrupt halt by screaming at his partner, “You play bridge like you screw!” “Thank you,” she said sweetly.</p><p>I don’t like to play against experts and their customers. At least there’s an art to playing two experts: you assume they’re making the right bid or play and counter accordingly. This strategy helped me win my national championship. Our last board was against Bobby Nail and Dan Morse, and we had to decide how to defend a difficult hand. Tired and under intense pressure, I relied on Morse: when he tried to get me to play the ace of trumps, I refused; when he gave up trying, I played it. It worked. When experts play with customers, however, they’re much less reliable; they have to win single-handedly and are frequently out on a limb—but it’s not always easy to tell and it can be harder still to get your saw through the wood.</p><p>Not all the pros are good enough to overcome their customers. To keep their clients satisfied, some of them, particularly younger pros, have to make up the difference by cheating. Unfortunately, in duplicate this is relatively easy to do, and even when other players suspect what’s going on, cheating is almost impossible to prove. No need to run the risk of exchanging primitive signals with your partner (who isn’t good enough to use the information anyway). All you have to do is get advance information on upcoming hands. On your way to get coffee, you wander by the foursome limping through the deal you will play next and glance at the hand your partner will hold. Or listen for snatches of conversation: “How could I know to lead a club from king-jack-small?” True, anyone can do this, but those of us who play for ego rather than money have a different incentive. In my case, I suppose it has less to do with abstract ethics than pride. I care less about winning master points (I have around 1400) than whether people I consider worthy opponents consider me a worthy opponent. The highlight of my bridge career is not a triumph but a disaster: a single word Hamman said to me near the conclusion of a hand he had played flawlessly. The word was “Gin,” which he said exultantly as he played a card that would destroy our careful defense. <em>He</em> knew <em>I</em> knew what was going on: that was worth the terrible score.</p><p>Without knowing it, Hamman helped start me on the road to understanding the game. Years ago I kibitzed Wolff and him, expecting to see three or four minor miracles and at least one dazzling example of x-ray vision that proved experts could see through the backs of cards. Afterwards, somewhat amazed, I told Bill Johnson what i’d seen.</p><p>“They didn’t do anything I wouldn’t have done,” I said.</p><p>“Yeah, but <em>they</em> did it on every hand. <em>You</em> do it twenty out of twenty-six hands and screw up the other six.”</p><p>It was a revelation. For the most part, we played the same game. The main difference was not that they knew how to perform miracles, but that they knew how to avoid catastrophe. They had the discipline and concentration to make the high-percentage play card after card, hand after hand. Like most games, bridge is lost, not won. You fail to notice a discard; you succumb to a hunch. In short, you create problems where none existed.</p><p>Perhaps the reader, having followed my bridge career to this watershed, is eager to learn about my great triumphs: tournament victories, spectacular hands, soaring tributes from vanquished experts. If so, he has forsaken any claim to being considered a serious bridge player. I have never met a tournament competitor who was at all interested in anyone’s success stories. He is intrigued only by disaster. Approach a tournament player by saying, “Let me tell you about a contract I brought home in the Vanderbilt on a trump coup,” and his eyes will glaze over and his mind will slip away to his own moments of glory. But approach him with the moan, “Let me tell you what happened to me last Thursday,” and you are guaranteed an audience. No doubt this is because bridge players, noble human beings all, are interested in learning from mistakes and thereby advancing the cause of all mankind. At least this is what I shall tell my mother if she asks.</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "September 1978",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Bridge",
      "Game",
      "ever",
      "people",
      "Games",
      "Love",
      "Dallas",
      "Houston",
      "money",
      "Career",
      "Hair",
      "Home",
      "Insurance",
      "Mother",
      "Bobby Nail",
      "Chess",
      "Driving",
      "Hotels",
      "italy",
      "Law"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Dallas",
      "Houston",
      "San Antonio",
      "Washington",
      "Abilene"
    ]
  }
}