{
  "issue_metadata": {
    "identifier": "TXMO-ISSUE-19952",
    "date": "February 1995",
    "year": 1995,
    "month": 2,
    "month_formatted": "February",
    "pdf_uri": "/1995/19950200.pdf",
    "issue_cover_image": "",
    "document_start_page": 126,
    "toc_start_page": 124,
    "document_page_range": [
      [
        126,
        127,
        128,
        129
      ],
      [
        131,
        132,
        133,
        134
      ]
    ],
    "toc_order": 19,
    "toc_headline": "Shoot-out at Shamrock",
    "toc_kicker": "",
    "cover_cut_line": ""
  },
  "identifier": "TXMO-ARTICLE-199502-shootouta",
  "source": "/1995/19950200.pdf",
  "wp_post_id": 129447,
  "wp_post_guid": "http://www.texasmonthly.com/article/shoot-out-at-shamrock/",
  "authors": [
    "Jan Jarboe"
  ],
  "headline": "Shootout at Shamrock",
  "dek": "When Two Restless Women From Baltimore Stormed a Tiny Panhandle Town, It Was a Scene Straight Out Of the Movies. But Cheryl Stevens and Jennifer Davis are No Thelma and LOUISE-And They May Live Happily Ever after.",
  "spread_caption": "",
  "excerpt": "On a sleepy day last September, two women came barreling down Route 66 with five police cars in hot pursuit. A tiny Panhandle town will never be the same.",
  "kicker": "",
  "word_count": 4804,
  "content": "<p>Photographs By Wyatt Mcspadden</p><img/><p><strong>Lawmen like Jerry Bob Jernigan are used to chases on 1-40, but not like this one.</strong></p><p>Just after Six-Thirty In the evening on September 22, Cheryl Stevens and Jennifer Davis, two downand-out women from Baltimore, blew through the three-block-long business district of the Panhandle town of Shamrock at around 60 miles per hour in a black Toyota with a smashed right front fender. Five police cars were chasing them, red lights flashing and sirens screaming.</p><p>It’s not as though the residents of Shamrock—all two thousand of them—had not seen other high-speed chases. Situated off Interstate 40 on the plains between Oklahoma City and amarillo, Shamrock catches a lot of big-city crime, which runs off the highway like oily rainwater. The previous month alone, Shamrock had been the scene of three such chases, two involving drug dealers and another an armed robber. “If it’s weird or bizarre,” joked district attorney John Mann, a large, open-faced Irishman whose fate it is to prosecute drifters, “it passes through Shamrock.”</p><p>But this particular chase was an anomaly, even by Shamrock’s standards. “They’re both women!” thought Shamrock resident Sylvia Reeves when she pulled into the parking lot of Mike’s Meat Market, located on North Madden at historic Route 66, and saw the black Toyota careening through town. Little did she know what all of Shamrock was soon to learn—that the women were not only suspects in an armed robbery but also lesbians.</p><p>When Reeves got out of her Blazer, what she saw next was Jennifer climbing out the passenger window of the speeding Toyota. Jennifer perched on the edge of the window, gripping a blue steel revolver as though it were a talisman. With her rear end hanging out the window and her green sweater flapping, Jennifer pointed the gun at the pursuing police cars and emptied her revolver while Cheryl kept the accelerator pressed to the floor, speeding through the traffic light where U.S. 83 comes through town. Had all four shots found their mark, it would have qualified as mass murder in Shamrock. As it was, all four shots missed, and it was mass mayhem instead.</p><p>David Bowser</p><img/><p><strong>a Gun battle ended with Jennifer (right) and Cheryl faring up to life in prison.</strong></p><p>Nonetheless, Reeves let out a holler and crouched behind the Blazer. Like almost everyone else in Shamrock, she looked at the sight of Cheryl and Jennifer speeding through town and immediately thought of the movie <em>Thelma and Louise,</em> the story of what happens when two fed-up women collide with a male-dominated world.</p><p>“This is crazy,” Sylvia thought to herself from her place of safety. “It’s just like in that movie. Those two women are shooting up the town.” It was a classic case of life imitating Hollywood, except this time the collision was between the modern world and a small, spartan Texas town. But while Hollywood sensationalized the saga of Thelma and Louise, the real story about women on the lamas Cheryl, Jennifer, and the people of Shamrock have discovered—is less about cinematic glamour than it is about not fitting in anywhere and feeling left behind. Viewed that way, Shamrock was the perfect stage for this particular drama.</p><img/><p><strong>The two women await trial in the county jail in Wheeler.</strong></p><p><span class=\"dropcap\">S</span>hamrock Is Larry Mcmurtry Country. Not much has changed here since 1961, when McMurtry published his first novel, <em>Horseman, Pass By,</em> a story about the end of the cowboy way of life. The movie version of the novel—<em>Hud</em>—was filmed in and around an abandoned Panhandle ranch house 75 miles from Shamrock.</p><p>The land around Shamrock looks pretty much the same now as it did in 1961, or for that matter in 1916. It is so big and flat that after a while it becomes difficult to tell where the horizon ends and the sky begins. Driving through it feels as if you’re having a vast hallucination, even if you know exactly where you are going.</p><p>There are no strip shopping centers in Shamrock. No Blockbuster Videos. No bookstores. No Taco Bells. The closest Wal-Mart is fifty miles away in Pampa. Downtown Shamrock looks like a thirties movie set. The tallest building, the First National Bank, is two stories of gray brick. Some of the sidewalks are red brick. Men’s wear is sold at Sanders, on Main. Women and children buy ready-to-wear clothes across the street at Sac’s Clothing Store.</p><p>The movie theater closed two years ago on Halloween night. Several years before that, across the north fork of the Red River in the county seat of Wheeler, the only other movie theater for miles around closed after’ the owner made the terrible mistake of showing R-rated movies. The theater was picketed by a group from a local church called the Christian Center. The church bought the theater and now uses it as a recreational facility. To hear the people in Shamrock tell it, the only lesbians they had seen before Jennifer and Cheryl arrived on the scene were on cable TV. “This is the Bible Belt,” explained Gene Martindale, who is Cheryl’s lawyer. “i’m sure there are homosexuals here, but they’re isolated, still in the closet.”</p><p>“Isolation” is the operative word in Shamrock. The main effect that the modern world has had on the town is a feeling of being passed by. Before I-40 went around Shamrock in 1973, it was a crossroads town, a way-stop on Route 66, the celebrated highway that linked two great american cities, Chicago and Los angeles. The traffic rolling through the center of town on Route 66 kept Shamrock in the middle of things and gave it a certain small-town cachet. Folks in Shamrock still remember Nat King Cole singing, “Get your kicks on Route 66.”</p><p>As long as the traffic kept streaming through town, there was at least the promise of kicks. The major change in Shamrock occurred the moment I-40 bypassed the town. “That,” said district attorney John Mann, “is when a quiet, set-apart feeling sort of descended on Shamrock. The people who come through here now either don’t stop or they are looking for the past.”</p><p>Route 66 still exists as a spur off I-40 into town, but primarily it survives at the level of kitsch. All sorts of highway memorabilia—black-and-white highway signs, T-shirts, coffee mugs—are sold in small towns like Shamrock along the former route. The most photographed spot in Shamrock is an art deco-style cafe with a whimsical name the tourists love: the U-Drop Inn Cafe. On a recent day, a group of Japanese tourists wearing Route 66 gimme caps stood across the old highway like a flock of cranes, their faces behind cameras pointed in the direction of the U-Drop Inn. McMurtry’s frontier cowboys have been replaced by foreigners hungry for nostalgia.</p><p>Occasionally the cowboys get their revenge. Not long ago, Wheeler County constable Jerry Bob Jernigan, a cowboy known locally as Black Jack, used his authority as a peace officer to shut down I-40 for ten minutes at noon on a Wednesday while he calmly moved eighty head of cattle across the interstate. “It was the straightest way to get ’em where I wanted ’em to go,” Jernigan explained. The story was told from porch swings to beauty shops in Shamrock, as if it proved that I-40 and the modern world are no match for one determined cowboy. But of course they are.</p><p>Then Cheryl and Jennifer came along and introduced Shamrock to a world where women, not men, are the outlaws, and sex isn’t straight. Suddenly the lines, once so clearly drawn in Shamrock, between what is right and wrong, what is done and not done, what is talked about out loud and what is kept to yourself by-God-and-thank-you-very-much, are blurred. At the Corner Drug, built in 1925, the regulars sit beneath the high tin ceiling, sipping 25-cent cups of coffee or drinking cherry-lime sodas made at the great old fountain, and talk nonstop about Thelma and Louise.</p><p>When it first happened, every detail of the chase and capture was repeated. Like the Kennedy assassination or other historically significant events, the day Cheryl and Jennifer shot up Shamrock is etched in the memory of the people in town, who remember exactly where they were at the time. “I was almost involved in it.” said Janette Rainey, who works at the drugstore. “I was stopped at the red light when it happened. Another few moments and I would have been right in the middle of it.”</p><img/><p><strong>DA John Mann wonders whether jurors will show sympathy for the two women.</strong></p><p>One man was mowing a lawn during the chase. “I looked up and saw that girl’s rear end hanging out the window,” said the man, shaking his head and laughing over the rim of his coffee cup. “Damndest thing i’ve ever seen in my life.”</p><p>It wasn’t the crime or the violence that made Jennifer and Cheryl so interesting to the town, but their sexuality. During the afternoon domino games at the Shamrock police station, police officers and hangers-on told lesbian jokes. “Do you know what President Clinton and the Mississippi have in common?” asked one of the police officers who arrested Cheryl and Jennifer, setting up the most popular joke in town. He paused and grinned before delivering the well-rehearsed punch line. “They’re both controlled by dykes,” he said.</p><p>The women of Shamrock weren’t a whole lot more accepting than the men. “Oh, gag me with a spoon,” said Janette Rainey when she heard about Jennifer and Cheryl. “We don’t have none of that stuff around here. I think i’m going to be ill.”</p><p> “<span class=”dropcap“>I</span>’m Bent Out Of Shape ABOut this whole Thelma and Louise stuff,” announced Cheryl Stevens as she paced the perimeter of a small conference room in the two-story, red-brick county jail in Wheeler, sixteen miles up U.S. 83 from Shamrock. At 39, Cheryl is tall, thin, and long-limbed, with a homely looking face framed by short dark hair. Back in Baltimore, she repaired boats for a living, and she has the strong, taut body of someone who is accustomed to hard work. On this day she was wearing standard inmate garb, a white T-shirt and white drawstring pants. “I feel like everyone is having a joke at my expense. I’m not a character in a movie. Damn it. I’m just a person who screwed up.”</p><p>“Yeah!” chimed in Jennifer, her lip stuck out in a childish pout. Jennifer is six years younger than Cheryl and twice her size. She crossed her arms, placing them over large unbounded breasts sagging beneath the flimsy white T-shirt. Jennifer is an unemployed hairdresser who wears her hair closely cropped, has skin that looks like oatmeal, and hears voices inside her head from what she believes are three separate and distinct personalities.</p><p>“One of my personalities is an angry, mean man named Fred. The other is a freaked-out little girl. The third is a middle-aged woman who loves to watch <em>I Love Lucy</em> reruns,” Jennifer explained nonchalantly.</p><p>David Holt, Jennifer’s court-appointed lawyer, had told me that one psychologist has diagnosed Jennifer with multiple-personality disorder, or MPD. (Holt, who plans to use MPD as part of Jennifer’s defense, had suggested that I take along two brands of cigarettes for the interview: Marlboros for Fred and Kools for the middle-aged woman.) Through rings of smoke from the Kools, Jennifer stared blankly and said in response to no particular question, “They say I shot a gun going through town. I’ve never shot a gun in my life.”</p><p>Cheryl was correct: The comparison to Thelma and Louise doesn’t exactly fit. To begin with, Jennifer, whom the Shamrock police call Louise, doesn’t look a thing like Susan Sarandon, and Cheryl—a.k.a. Thelma—is no Geena Davis. Glamorous they are not. Even though both have had relationships with men (Jennifer has been married twice, and Cheryl has a fifteen-year-old daughter who lives in Colorado with her father), neither sees herself as a victim of men, as did the movie characters. If anything, they see themselves as victims of one another. “We used to be lovers, but not anymore,” said Jennifer, defiantly pointing a finger at Cheryl. “i’m a flirt, and she gets too jealous of my other friends.”</p><p>Cheryl shook her head, embarrassed, but then offered her own similar perspective on their relationship. “Jennifer and I have a strong emotional attachment. Every time she gets scared, she calls me,” said Cheryl. “But it never really works between us. We have a love-hate relationship. We bring out the worst in each other.”</p><p>They met three years ago during an alcoholics anonymous meeting in Baltimore. After the formal part of the meeting, Cheryl walked over to Jennifer and stuffed a piece of cake in her mouth as a joke. Later, in conversation, they realized they had similar sad upbringings. Both say that they were born to parents who were alcoholics. Both say that they were sexually abused during childhood. Cheryl grew up in seven different foster homes in Ohio. Jennifer was reared in the bayous of Louisiana. Her mother died when Jennifer was ten.</p><p>“I saw her dead,” Jennifer said in her squeaky little-girl voice. “She was green, the color of moss.”</p><p><span class=\"dropcap\">O</span>N the Day I Visited Cheryl and Jennifer in jail, four of the thirteen bunks were occupied by women. Two were in for writing hot checks, and then there were Cheryl and Jennifer, who were charged with robbery by force and attempted murder of not one but several police officers. Even though it’s clear they committed a crime—six police officers and several hundred citizens of Shamrock witnessed them shooting up the town—they don’t think of themselves as outlaws or lesbian killers.</p><p>“We’re not Thelma and Louise,” reiterated Cheryl, the introspective one of the pair. “What we are is a couple of alcoholics who went out one afternoon for bread and tequila in Baltimore and didn’t stop until we got here.”</p><p>It’s not a surprise that she sees it that way. Most people in jail say they got there not through their own actions but because they were drunk, stoned, or insane with rage. However, beneath Cheryl’s excuses and tone of self-pity, she revealed the truth of what drove her to jail. Like a character in a children’s rhyme, Cheryl is run, run, running—as fast as she can, as though her own life were that of a gingerbread man.</p><p>She doesn’t exactly remember making the decision to leave Baltimore. Sometime around Sunday, September 18three to five days before they arrived in Texas, but neither woman can remember exactly when—Cheryl stopped by Jennifer’s apartment looking for a sympathetic shoulder. Jennifer was out of work and had recently been living in a supervised housing center where she was undergoing therapy. By the time the last light of day fell through the apartment window, the two women had downed two bottles of tequila and were hoarse from smoking cigarettes and complaining about their lives: relationships that weren’t working, AA meetings that weren’t helping, debts, the list went on and on.</p><p>“What we need in our lives is spiritual meaning,” Jennifer recalled Cheryl saying, with what at the time must have seemed like a clear vision rising from the boozy bogs. “Let’s go live with the Indians!”</p><p>Even in jail, as Jennifer remembered that particular moment, her face went soft with relief. “i’ve always been a country girl,” she explained, “and besides, my mother was a full-blooded Indian. It sounded like a good plan to me.”</p><p>In a matter of minutes, Cheryl had packed the black Toyota with grocery sacks of food, a few changes of clothes, and an ice chest loaded with beer. Jennifer tossed a stuffed teddy bear named Snowball and a stuffed lion named Simba in the back seat.</p><p>“Baltimore has nothing to offer us,” Cheryl told Jennifer. “Let’s hit the road.”</p><p>With that, she placed herself behind the wheel and rolled down the windows of the Toyota, letting the cool fall wind blow in the sweet air of freedom. As she drove out of town, Cheryl remembers glancing at the scattered lights of Baltimore in the rearview mirror. To steady herself against fear, she reached for a beer.</p><p>After that moment, Cheryl’s mind faded to gray, then black. She has a fuzzy memory of riding along the interstate, drinking beer but not eating any of the food in the back seat.</p><p>Where they spent the next few nights is as much a mystery as which Indians she and Jennifer were going to live with and in which state. “I was thinking vaguely about trying for arizona or Florida,” recalled Cheryl. “But none of it was planned or orchestrated. You have to understand: I was in an alcoholic blackout.”</p><p>Nonetheless, by the time they neared the Oklahoma-Texas state line on I-40 Thursday evening, they must have been conscious enough to realize they had two little problems. They were out of beer and out of money. Half a mile before they got to the state line, they saw the Double D convenience store on the access road in Texola, Oklahoma, and decided to stop.</p><p><span class=\"dropcap\">I</span>T Was about Five-Fifteen When Jennifer and Cheryl walked into the Double D and asked Don Lowe, the skinny, sallow-faced clerk, if they could use the rest room. Lowe, who had only been working at the store for three months, took one look at them and thought to himself, “Those girls sure aren’t from around here.”</p><p>Still, they seemed friendly enough. “Sure,” he told them. They used the rest room and left the store without buying anything.</p><p>About an hour later, however, they came back. This time Jennifer walked to the rear of the store and helped herself to a case of Coors, while Cheryl stood near the cash register, as if she were waiting to pay for the beer. Then Jennifer reappeared at the counter. She quickly stepped around to the other side and placed Lowe in a hammerlock. As he struggled to break free from Jennifer, Cheryl reached over the counter and started punching buttons on the cash register, frantically trying to open it. Nothing happened.</p><p>Suddenly, everything was chaos. Cheryl was cursing. Jennifer was screaming in a voice loud enough to wake the dead. First Jennifer shoved Lowe aside, and he stumbled to the floor. Then she stepped over him and grabbed a money bag from under the counter. Only then did Jennifer see the blue steel short-barreled .38 special hidden beneath the bag. She picked that up too.</p><p>“Let’s get the hell out of here!” barked Cheryl. The two women fled the store.</p><p>Lowe regained his balance and ran after the women. He saw that his boss, the owner of the Double D, had just driven into the parking lot in his pickup truck, and so Lowe returned to the counter and called 911. “We’ve been robbed by two women,” Lowe told the dispatcher. Little did he realize that he was about to become the object of kidding around town: Because he was strong-armed by a woman, some of his friends call him Superman behind his back.</p><p>Meanwhile, in the parking lot of the Double D, Cheryl jumped behind the steering wheel of the Toyota and lurched out of the parking lot, slamming smack into the pickup and denting the right front fender of the Toyota.</p><p>With tires screeching, Cheryl swung the Toyota onto I-40 and headed west into Texas. By then, six law officers in five cars—two Wheeler County deputy sheriffs, two Shamrock police officers, one Texas Department of Public Safety trooper, and one visiting sheriff—were communicating with each other over the crackling sounds of the police channel of their emergency radios.</p><p>“armed robbery at the Double D,” said one.</p><p>“Suspects driving a black Toyota,” said another.</p><p>Shamrock police patrolman Monte Cornett was one of the first to spot the Toyota. “The car’s making a run for it,” Cornett said as he reached down and switched on his siren and overhead red lights. The other officers did the same thing, and I-40 was backlit in glittering red. The chase was on.</p><p>If a TV news helicopter had happened upon the scene, the eight-mile stretch of I-40 east of Shamrock would have looked like the Santa ana Freeway during the pursuit of O. J. Simpson—bumper to bumper with cops.</p><p>Near mile marker 164, Cheryl passed the road sign that said “Lucky for you there’s a Shamrock” and kept traveling on the four-lane road that is as flat as a tabletop, with one patrol car right behind her. Soon a second car, this one driven by deputy sheriff Jerry Bailey, pulled alongside the Toyota and got close enough to see if there was anyone other than Cheryl and Jennifer inside the car. Bailey saw the stuffed animals in the back. For a moment he thought there might be a child in the car. It was a reasonable suspicion, even if it didn’t anticipate the possibility of multiple-personality disorder.</p><p>For a few moments, Bailey’s car and the Toyota were driving parallel down I-40. Suddenly he saw Cheryl lean over the steering wheel, and he was face to face with Jennifer, who had the revolver pointed at his head. Holding the gun in her hairdresser hands, Jennifer squeezed off two shots, which exploded like fireworks on the open prairie.</p><p>Bailey heard the shots go off and flinched, but the shots missed both him and his car. “i’m being fired at,” Bailey radioed to the other units as he picked up speed and pulled in front of the Toyota. At that point, the police had established a rolling roadblock: Bailey was in front of the Toyota and other officers were behind. With Cheryl’s front door and back door closed by police, they all moved down the highway.</p><p>Since she was hemmed in, Cheryl took the exit off I-40 to Shamrock, leaving Bailey on the interstate. Near the eastern outskirts of town, Cheryl made a U-turn in the middle of Route 66, slowing momentarily for the turn. Soon she made another U-turn to head west again. It was then that Sheriff Dale Tarver of nearby Collingsworth County, who was riding with Officer Cornett, took aim with his .45 and shot the right rear tire of the Toyota.</p><p>With her tire smoking, Cheryl drove west, straight through the heart of Shamrock. It was when the Toyota passed the U-Drop Inn Cafe on the western edge of downtown that Jennifer climbed out the passenger window and took aim at the police officers behind her. She fired four shots going through town. The people standing near the Econo Lodge and the Clay Motor Company hit the ground. Across the street at a chiropractic office, a man who was repainting the building yelled at a young boy to get down. “Holy shit,” thought Monte Cornett. “Somebody’s gonna get killed.”</p><p>Bailey, who had rejoined the chase, fired three shots at the Toyota’s tires. All three missed.</p><p>At the other end of town, Cheryl made another U-turn beneath an underpass and was driving back toward town. By then a number of residents had heard about the chase on their CBs and had ventured out in their cars and trucks to see what was going on. Cheryl and the pursuing cops faced a jam of spectators on the other side of the underpass. “It was quite a show,” said chief deputy sheriff Rick Walden.</p><p>From his passenger’s seat in Officer Cornett’s car, Tarver poked a shotgun out the window and fired once again at the Toyota. He missed too. So far neither Jennifer nor the police were setting any records for accuracy. At that point, several officers opened fire and one shot hit a front tire. With her wheels smoking and a rear tire unraveling, Cheryl rounded a final curve and came to a stop.</p><p>In her rearview mirror, she saw cops—in every direction. Within seconds, all the police officers had converged on the car. The doors of the Toyota swung open, and the lawmen pulled both women out of the car and handcuffed them. “I love you,” Jennifer screamed to Cheryl. “I love you too,” Cheryl said.</p><p>From all sides of the car came a chorus of deep masculine groans.</p><p>It was chief deputy Rick Walden, a 28-year-old officer with a burr haircut, a small moustache, and a shy disposition, who threw Jennifer to the ground, handcuffed her, and read her her rights. “You better be careful,” Jennifer screeched. “i’m a p—-eating f—ing bitch.” Walden’s face went white with shock and his eyes all but popped out. He drew back suddenly, as if he had touched a witch.</p><p><span class=\"dropcap\">I</span>N the Days after Their Capture Cheryl and Jennifer quarreled night and day. “They fought like cats and dogs,” said Cornett. “How they survived in the same cell i’ll never know.” The nature of their arguments was usually petty. They argued about who would get to use the telephone at the jail first, who got access to stamps, whose fault it was they ended up in jail, but the details were repeated around the afternoon domino game at the Shamrock police station and eventually floated over to the tables at the Corner Drug and to frontporch swings.</p><p>Over time, however, the novelty of having two lesbians in jail has faded. “Nobody much cares anymore,” said Sylvia Reeves. “I guess that stuff goes on everywhere. I really don’t give it much thought.”</p><p>The social distance that Shamrock has traveled since Jennifer and Cheryl hit town is about equal to the distance that the two women have traveled themselves. “In the beginning, we viewed them as rednecks and they viewed us as . . . well, you know,” explained Cheryl. “Now I think they see us as just two mixed-up women looking for a little peace and serenity.”</p><p>These days Jennifer and Cheryl are working on building up their pectoral muscles in the cell they share. “There’s a possibility that we may go to prison,” said Cheryl. “If we do, I want to be strong enough to protect myself—and Jennifer.” In between doing sets of push-ups and sit-ups, Cheryl and Jennifer spend a lot of time staring out the second-floor window of the old jail.</p><p>“This is it,” Cheryl said with resignation. “There’s no place left to go.”</p><p>That may not be all bad. In the months since the high-speed chase, the alcohol has cleared from the minds of Jennifer and Cheryl, and the rhythm of life behind bars has steadied them. They have made their peace with Shamrock, and Shamrock has made its peace with them. In a way, the women and the town brought to each other the thing that was most missing from their lives: for Cheryl and Jennifer, a little peace and serenity, and for Shamrock, a taste of the modern world, including visits by tabloid TV shows like <em>a Current affair,</em> drawn by the parallel to <em>Thelma and Louise.</em> (Jennifer and Cheryl refused to grant interviews.)</p><p>The question of the moment is whether Jennifer and Cheryl can find happiness in Wheeler County. Maybe so. The ladies from the Church of the Nazarene in Wheeler now bring homecooked Sunday lunch to them once a month—usually fried chicken, Jell-O salad, biscuits, and all the trimmings. Their good behavior in jail has earned them trusty status. “They have full use of the kitchen,” said Pat Childress, one of their jailers. “These aren’t bad girls. I think they’ve just had bad lives.”</p><p>One recent afternoon John Mann, the district attorney, polled the regular group of domino players at the Shamrock police station about what sort of punishment they thought a Wheeler County jury will give to Jennifer and Cheryl.</p><p>“They could get as little as five years’ probation and as much as life,” Mann told the men around the table. “Which will it be for these ladies?”</p><p>“With no prior history, I think the most they’ll get is twenty-five years in prison,” Rick Walden said.</p><p>The four other men in the room shook their heads. “Naaah,” said Monte Cornett. “If they get as much as eight years, it’ll be a stroke of luck.”</p><p>Jerry Bob Jernigan, the cowboy constable, predicted they’ll get off with only five years’ probation. “after all, nobody was hurt,” he said. “Besides, I guess if you really knew who was out there on Interstate 40, you’d stay the hell off of it.”</p><p>No trial date has been set because the lawyers for both women have requested numerous psychiatric tests. If they do get probation, there is even a chance that Jennifer and Cheryl will do what many other people who became residents of Shamrock did long ago: head down Route 66 with no particular place to go and wind up staying. “i’m a country girl at heart,” Jennifer said. “I could see me getting a job as a waitress at a truck stop and doing hair on the side.”</p><p>As for Cheryl, her plans are still as fuzzy as ever, but it could be that the safer, simpler place she was looking for isn’t among the Indians out west but in the Panhandle among the vanishing cowboys. “Right now I want to get out of Texas,” Cheryl said tentatively. “But I could see myself settling down in Shamrock, doing odd jobs like painting houses.</p><p>“This is not a bad place.”</p>",
  "editors_note": "",
  "featured_image": {
    "idenfier": "",
    "uri": "",
    "caption": "",
    "credit": "",
    "is_spread": ""
  },
  "taxonomies": {
    "_keywords": [
      ""
    ],
    "wp_vertical": "",
    "wp_issue": "February 1995",
    "wp_magazine_section": "Features",
    "wp_tags": [
      "Police",
      "Women",
      "people",
      "Jail",
      "Highway",
      "Driving",
      "Panhandle",
      "Theater",
      "Cars",
      "Church",
      "Coffee",
      "Cowboy",
      "Love",
      "robbery",
      "Route 66",
      "Traffic",
      "Beer",
      "Country",
      "Cowboys",
      "Drinking"
    ],
    "wp_categories": [
      "Art"
    ],
    "wp_location": [
      "Panhandle",
      "West",
      "Texas"
    ]
  }
}